<?

$admin_charset = '';

ini_set('default_charset', 'UTF-8');

$LANG_ = array(
"_language" => "Chinese",
"_charset" => "UTF-8", 
);
$GLOBALS['_META'] = $LANG_;	



$admin_layout_page1 = array(

	"" => "仪表板",

		"_$" => "half",
		"_*" => "管理区仪表盘",
		"_?" => "",

	"members" => "会员统计",
		"members_$" => "half",
		"members_*" => "会员统计",
		"members_?" => "下图显示了新成员注册的在过去的两个星期数。",
		"members_^" => "sub",

	"affiliate" => "加盟统计",

		"affiliate_$" => "half",
		"affiliate_*" => "加盟统计",
		"affiliate_?" => "下图显示了新的会员注册的在过去的两个星期数。",
		"affiliate_^" => "sub",

	"visitor" => "访客统计",

		"visitor_$" => "half",
		"visitor_*" => "访客统计",
		"visitor_?" => "下图显示了通过在每一天该软件通过过去两周记录网站访客数量统计",
		"visitor_^" => "sub",

	"maps" => "访问者位置",

		"maps_$" => "half",
		"maps_*" => "访问者位置与谷歌地图",
		"maps_?" => "本节可以让你看到在世界何处，你的成员是从加入您的网站。这允许您通过定位和监控多个国家的effectivtly发展自己的营销和广告活动的。",
 

	"adminmsg" => "网站公告",

		"adminmsg_$" => "half",
		"adminmsg_*" => "网站公告",
		"adminmsg_?" => "输入您的信息在下面的框中，每一个成员登录到他们的帐户信息将被显示给他们时间。这是伟大的显示服务公告或网站的变化。",

);

$admin_layout_page01 = array(

	"backup" => "数据库备份",
 
		"backup_*" => "数据库备份",
		"backup_?" => "选择一个或多个表的下方备份数据库。我们强烈建议您使用托管区域数据库备份功能，保证所有的数据被接收。",
	
	"license" => "注册码",
 
		"license_*" => "注册码",
		"license_?" => "下面列出的是串行许可证密钥，请编辑这些时要确保它们是正确的。您可以在AdvanDate.com在我的帐户区域找到它们。"
);

$admin_layout_page02 = array(


	"adminmsg" => "网站公告",
 
		"adminmsg_*" => "网站公告",
		"adminmsg_?" => "输入您的信息在下面的框中，每一个成员登录到他们的帐户信息将被显示给他们时间。这是伟大的显示服务公告或网站的变化。",

);


$admin_layout_page2 = array(

	"" => "会员",

		"_$" => "half",
		"_*" => "管理成员",
 

			"edit" => "编辑成员详细信息",
	
				"edit_$" => "half",
				"edit_*" => "编辑成员",
				"edit_?" => "使用下面的选项更新会员帐户和配置文件的详细信息。",
				"edit_^" => "none",


			"fake" => "Fake Members",
		
				"fake_$" => "half",
				"fake_*" => "生成假成员",
				"fake_?" => "使用下面的选项生成假的成员为您的网站，这将有助于您的网站看起来“忙”，而你的第一个起步。它建议您使用相同的电子邮件地址都是假的成员柜面你想找到并在日后将其删除。",
				"fake_^" => "sub",

	"banned" => "禁止会员",

		"banned_$" => "half",
		"banned_*" => "禁止会员",
		"banned_?" => "该软件有一个内置的黑客检测系统会自动阻止成员谁试图破解您的网站，该网站。下面是目前所有的成员（无成员）对黑客攻击的详细信息。",
		"banned_^" => "sub",

	"monitor" => "监控员",

		"monitor_$" => "half",
		"monitor_*" => "监控员",
		"monitor_?" => "不时成员可能为滥用信息系统或发送讨厌或不想要的消息报告其他成员。您可以使用此工具来查看和监控成员的邮件，以帮助保护他人的安全。",
		"monitor_^" => "sub",

	"import" => "进口成员",

		"import_$" => "half",
		"import_*" => "从数据库或CSV文件导入成员",
		"import_?" => "使用下面你的选项可以导入成员到您的网站从另一个交友/社区软件平台或从CVS备份。",
		"import_^" => "sub",



	"affiliate" => "关联公司网站",

		"affiliate_$" => "half",
		"affiliate_*" => "关联公司网站",
		"affiliate_?" => "使用选项下面你可以管理您的网站分支机构。",
		


			"addaff" => "添加新加盟",
	
				"addaff_$" => "half",
				"addaff_*" => "添加/编辑会员帐户",
				"addaff_?" => "完成所有下面的字段的添加/编辑的子公司账户上您的网站。",
				"addaff_^" => "sub",

			"affsettings" => "加盟内容页",
	
				"affsettings_$" => "half",
				"affsettings_*" => "加盟页面设计",
				"affsettings_?" => "使用下面的选项来编辑你的联盟网页的措辞。",
				"affsettings_^" => "sub",

			"affcom" => "联盟委员会",
	
				"affcom_$" => "half",
				"affcom_*" => "联盟委员会",
				"affcom_?" => "在这里，您可以为您的附属机构的佣金率。这意味着，通过关联公司所指向你的网站成员提出每销售，他们将genderated低于销售总额的百分比。",
				"affcom_^" => "sub",


			"affban" => "Affiliate Banners",
	
				"affban_$" => "half",
				"affban_*" => "加盟横幅",
				"affban_?" => "在这里你可以设定将要显示的附属帐户中为您的附属机构的横幅广告在自己的网站上使用。",
				"affban_^" => "sub",


	"files" => "会员档案",

		"files_$" => "half",
		"files_*" => "会员相册文件",


		"addfile" => "上传图片",
	
			"addfile_$" => "half",
			"addfile_*" => "上传一张照片",
			"addfile_?" => "有时，一个成员将有困难上传照片到他们的网站。使用这个部分，你可以上传你的会员的照片。",
			"addfile_^" => "sub",






);


$admin_layout_page3 = array(



	"builder" => "主题生成器",
		"builder_$" => "half",
		"builder_*" => "主题生成器",
		"builder_?" => "",

		"" => "主题画廊",
	
			"_$" => "half",
			"_*" => "主题画廊",
			"_?" => "下面列出了当前安装到您的网站的所有网站模板。点击预览图像可以立即修改网站上的模板。",
			"_^" => "sub",

			"meta" => "主题Meta标签",
				"meta_$" => "half",
				"meta_*" => "Meta标签编辑器",
				"meta_?" => "选择从下面的列表页和更新的meta标签允许你为每个页面创建独特的meta标签。",
				"meta_^" => "sub",

			"slider" => "旋转图像",
				"slider_$" => "half",
				"slider_*" => "首页旋转图像",
				"slider_?" => "滑块图像您的主页上显示的旋转图像。使用下面的选项来改变形象，描述和可点击的链接。",
				"slider_^" => "sub",

			"img" => "主题图像",
				"img_$" => "half",
				"img_*" => "主题图像",
				"img_?" => "下面的图片都存储在您的模板图像文件夹中。使用下面的选项与您选择新的替换现有的图像。",
				"img_^" => "sub",
		
			"edit" => "主题编辑器",
				"edit_$" => "half",
				"edit_*" => "主题编辑器",
				"edit_?" => "从下面的列表框中选择要查看网站上的文件的内容。其建议的编辑前的代码复制并粘贴到，FrontPage或Dreamweaver中这样的编辑器，然后将其粘贴回来的时候完成的。编辑配置文件或系统文件时，如变化是即时，无法撤销，请特别小心。",
				"edit_^" => "sub",
		
			"newpage" => "创建页",
				"newpage_$" => "half",
				"newpage_*" => "创建一个新的页面",
				"newpage_?" => "创建您的网站上一个新的页面非常简单。只需在下面的框中输入一个字标题和你的页面将被创建可以进行编辑。",
				"newpage_^" => "sub",
		
			"menu" => "菜单栏",
				"menu_$" => "half",
				"menu_*" => "菜单栏管理",
				"menu_?" => "使用下面的选项可以更改您的会员吧顺序或添加新的菜单项。如果你想链接到您网站上的其他网站或网页，你还可以输入外部链接，如http://google.com的菜单链接菜单项。",
				"menu_^" => "sub",

	"manager" => "文件管理器",
		"manager_$" => "half",
		"manager_*" => "文件管理器",
		"manager_?" => "添加或删除新文件/内容到你的网站时，文件管理器是非常有用的。您可以浏览整个托管帐户和删除文件是必需的。",



	"languages" => "语言文件",
		"languages_$" => "half",
		"languages_*" => "语言文件",
		"languages_?" => "下面列出的是所有加载到你的网站上的语言文件。您可以删除任何你不想使用的语言的文件，他们将不会在您的网站显示或选中复选框以更改默认的网站语言。请注意，您必须先注销管理员和网站上看到语言的变化",

	
	"editlanguage" => "编辑语言文件",
		"editlanguage_$" => "half",
		"editlanguage_*" => "编辑语言文件",
		"editlanguage_?" => "编辑下面的语言文件时要小心，确保保持语法相同，以防止任何系统错误。仅箭头（=>）的第一个值被用作键后内输入的内容。",
		"editlanguage_^" => "sub",

	"addlanguage" => "添加语言文件",
		"addlanguage_$" => "half",
		"addlanguage_*" => "添加语言文件",
		"addlanguage_?" => "创建一个新的语言文件只需复制您在下面选择了一个现有的并重新命名它，然后你可以打开语言文件并编辑内容。",
		"addlanguage_^" => "sub",



);


$admin_layout_page4 = array(

	"" => "电子邮件和简讯",

		"_$" => "half",
		"_*" => "电子邮件和简讯",
		"_?" => "下面是当前存储在系统内的所有电子邮件的列表。系统的电子邮件使用的软件发送电子邮件给成员时，事件发生时，如注册或密码丢失时。您可以自定义所有的电子邮件，并使用下面的选项创建自己的",

	"add" => "创建新的电子邮件",
		"add_$" => "half",
		"add_*" => "添加/编辑新的电子邮件",
		"add_?" => "完成下面的表格来添加/编辑新的电子邮件，这将被保存到您的自定义邮件模板文件夹，以便您可以返回到它，或者你喜欢的任何时间发送。",
		"add_^" => "sub",

	"welcome" => "欢迎电子邮件",
		"welcome_$" => "half",
		"welcome_*" => "设置欢迎电子邮件",
		"welcome_?" => "使用下面你的选项可以决定哪些电子邮件和文本消息发送给会员时，他们首先注册。",
		"welcome_^" => "sub",

	"template" => "电子邮件模板",
		"template_$" => "half",
		"template_*" => "电子邮件模板",
		"template_?" => "下面列出的是内置到软件模板的模板的选择。点击任何图像的打开和编辑该模板。",
		"template_^" => "sub",

	"export" => "下载电子邮件",

		"export_$" => "half",
		"export_*" => "下载电子邮件",
		"export_?" => "使用下面的选项，从数据库中下载所有成员的电子邮件地址。",
		"export_^" => "sub",

	"sendnew" => "发送简讯",

		"sendnew_$" => "half",
		"sendnew_*" => "发送简讯",
		"sendnew_?" => "使用本节开始发送简讯给你的成员。首先选择要发送的成员，然后选择要发送的电子邮件。",

	"send" => "发送电子邮件单",

		"send_$" => "half",
		"send_*" => "发送电子邮件单",
		"send_?" => "使用此选项可通过以下电子邮件地址发送一个电子邮件到成员。用于发送电子邮件的电子邮件是同一个你的管理员帐户上市。",
		"send_^" => "sub",

	"subs" => "Emal Reminders",

		"subs_$" => "half",
		"subs_*" => "电子邮件提醒",
		"subs_?" => "电子邮件提醒，您可以发送电子邮件给成员，其中有一个事件的天X数字之内，如他们的会员资格到期或不添加照片。",
		"subs_^" => "sub",
		
	"tc" => "Email Reports",
		"tc_$" => "half",
		"tc_*" => "电子邮件报告",
		"tc_?" => "当发送一封电子邮件，包含跟踪代码生成电子邮件报告。他们产生许多成员如何打开您发送的电子邮件的统计数据。",
		"tc_^" => "sub",

	"tracking" => "电子邮件跟踪代码",
		"tracking_$" => "half",
		"tracking_*" => "电子邮件跟踪代码",
		"tracking_?" => "下面（TRACKING_ID）的跟踪代码是由连接到电子邮件，当他们被送到一个透明的形象代替。如果电子邮件被打开，图像不畅通，该系统可以记录电子邮件已被打开，并为您跟踪报道。",
		"tracking_^" => "sub",



	"SMSsend" => "发送短信",

		"SMSsend_$" => "half",
		"SMSsend_*" => "发送短信",
		"SMSsend_?" => "Use the options below to send SMS/text messages to your members mobile phones.",
);

$admin_layout_page5 = array(

	"" => "Membership Levels",

		"_$" => "half",
		"_*" => "Membership Levels",
		"_?" => "下面列出的是所有的应用到你的网站目前的成员包。以绿色突出显示的那些由系统来控制游客和新成员的处理方式让您您的网站更多的控制所需。",

		"epackage" => "添加包",
			"epackage_$" => "half",
			"epackage_*" => "添加/编辑包",
			"epackage_?" => "完成下面的表格，为您的网站添加或更新成员包。",
			"epackage_^" => "sub",

		"packaccess" => "管理访问",
			"packaccess_$" => "full",
			"packaccess_*" => "管理页面访问",
			"packaccess_?" => "在这里你可以控制访问基于隶属包装您的整个网站。注意：只有勾选框，如果你不希望查看该页面的成员。",
			"packaccess_^" => "sub",

		"upall" => "转移件",
			"upall_$" => "half",
			"upall_*" => "转移件软件包之间的",
			"upall_?" => "使用此选项是你想从一个会员级别的成员转移到另一个。",
			"upall_^" => "sub",


		"gateway" => "Payment Gateways",

			"gateway_$" => "half",
			"gateway_*" => "支付网关",
			"gateway_?" => "支付网关可以让您使用支付您的会员资格升级。如果你正在运行一个免费的网站，你可以在设置区域关闭支付系统。",


		"addgateway" => "加入支付网关",
			"addgateway_$" => "half",
			"addgateway_*" => "加入支付网关",
			"addgateway_?" => "该软件有许多已经内置到系统中的支付网关的，从下面的列表中选择供应商使用这个在您的网站。",
			"addgateway_^" => "sub",


		"billing" => "计费系统",

			"billing_$" => "half",
			"billing_*" => "计费系统",	


		"affbilling" => "加盟帐单纪录",
	
			"affbilling_$" => "half",
			"affbilling_*" => "加盟帐单纪录", 
			"affbilling_^" => "sub",


);

$admin_layout_page6 = array(

	"" => "横幅和广告",

	"_$" => "half",
	"_*" => "横幅和广告",
 

	"addbanner" => "添加横幅",
		"addbanner_$" => "half",
		"addbanner_*" => "添加横幅",
		"addbanner_?" => "使用下面的选项，新的横幅添加到您的网站。",
		"addbanner_^" => "sub",


);

$admin_layout_page7 = array(

	"" => "显示设置",

		"_$" => "half",
		"_*" => "显示设置",
		"_?" => "使用下面的选项来打开和关闭网站功能，你不希望使用。",


	"op" => "显示选项",

		"op_$" => "half",
		"op_*" => "显示选项",
		"op_?" => "使用下面的选项自定义您的网站设置你喜欢的方式。",
	
		"op1" => "搜索设置",
	
			"op1_$" => "half",
			"op1_*" => "搜索显示设置",
			"op1_?" => "使用下面的选项可自定义的搜索页面会显示在您的网站的方式。",
			"op1_^" => "sub",
	
		"op2" => "成员设置",
	
			"op2_$" => "half",
			"op2_*" => "成员设置",
			"op2_?" => "使用下面的选项可自定义显示在您的网站会员设置的方式。",
			"op2_^" => "sub",

		/*"op3" => "Flash Server Settings",
	
			"op3_$" => "half",
			"op3_*" => "Flash Server Settings",
			"op3_?" => "A flash server is used to store member video greetings and is used within the IM and chat room to display member video cameras.",
			"op3_^" => "sub",*/

		"op4" => "API设置",
	
			"op4_$" => "half",
			"op4_*" => "API设置", 
			"op4_^" => "sub",

		"thumbnails" => "默认缩略图",
	
			"thumbnails_$" => "half",
			"thumbnails_*" => "默认缩略图", 
			"thumbnails_^" => "下面列出的是所有在您的网站上使用时，会员还没有上传自己的照片当前的默认图像。",

	"email" => "电子邮件设置",

		"email_$" => "half",
		"email_*" => "电子邮件设置",
		"email_?" => "下面列出的是网站的事件列表，你可以选择你想要的事件系统向您发送电子邮件通知。电子邮件通知将被发送到谁拥有存取权限对系统设置的所有系统管理员。",

	"paths" => "文件/文件夹路径",

		"paths_$" => "half",
		"paths_*" => "文件/文件夹路径",
		"paths_?" => "下面的文件和文件夹的路径涉及到您的托管帐户中的文件和文件夹。该软件会自动将在安装过程中却柜面他们是不正确的，你可以在下面修改它们应用这些。",

	"watermark" => "图像水印",

		"watermark_$" => "half",
		"watermark_*" => "图像水印",
		"watermark_?" => "图像水印被显示时，所显示的成员照片顶部的图像。这通常是您的网站标志，水印图像必须是格式PNG，8位。",


);


$admin_layout_page8 = array(

	"" => "网站域",

		"_$" => "half",
		"_*" => "个人资料，注册和搜索字段",
		"_?" => "下面列出的是所有在你的网站上列出当前领域。您可以选择显示在搜索页面上的字段，注册页面，个人资料页，甚至成员匹配的页面。您可以使用下面的选项快速，方便地添加新的字段到您的网站。",

		"fieldlist_*" => "列表框项目",

		"fieldedit_*" => "编辑标题",

		"fieldeditmove_*" => "移动领域的另一组",
		
		"addfields" => "创建新领域",
	
			"addfields_$" => "half",
			"addfields_*" => "创建新领域",
			"addfields_?" => "使用下面的选项到一个新的字段添加到您的网站。一个字段是用来让会员填写有关自己的信息。",
			"addfields_^" => "sub",

		"fieldgroups" => "管理组",
	
			"fieldgroups_$" => "half",
			"fieldgroups_*" => "管理字段组",
			"fieldgroups_?" => "基团是具有一个共同的主题字段的集合。因此，例如，可以创建一个名为“关于我”，并在集团内添加字段，如“我的名字”，“我的年龄”等，如果您删除在他们领域的一个群组，该字段将自动移动到下一组。",
			"fieldgroups_^" => "sub",

		"addgroups" => "创建新领域集团",
	
			"addgroups_$" => "half",
			"addgroups_*" => "创建新领域集团",
			"addgroups_?" => "字段组下一个主群标题都放在字段的集合。这使您可以创建大量团体与它们相关的组主题领域。",
			"addgroups_^" => "sub",




	"cal" => "活动日历",

		"cal_$" => "half",
		"cal_*" => "活动日历",
		"cal_?" => "活动日程表显示在您的网站，为会员创建和查看事件。使用下面的选项来创建，编辑和导入新的事件。",

		"caladd" => "添加事件",
	
			"caladd_$" => "half",
			"caladd_*" => "添加/编辑事件",
			"caladd_?" => "完成下面的字段添加/编辑网站的事件。",
			"caladd_^" => "sub",

		"caladdtype" => "管理事件类型",
	
			"caladdtype_$" => "half",
			"caladdtype_*" => "管理事件类型",
			"caladdtype_?" => "使用下面的选项来创建新的事件类型，建议将图像添加到每个事件，以使您的网站看起来更专业。",
			"caladdtype_^" => "sub",

		"importcal" => "导入活动",
	
			"importcal_$" => "half",
			"importcal_*" => "搜索和导入事件",
			"importcal_?" => "该软件有一个内置的事件API系统。这允许你搜索本地及国际活动的全球数据库，并直接添加到您的网站。",
			"importcal_^" => "sub",


	"poll" => "网站投票",

		"poll_$" => "half",
		"poll_*" => "网站投票",
		"poll_?" => "使用下面的选项来创建和管理自己的网站调查",

		"polladd" => "添加投票",
	
			"polladd_$" => "half",
			"polladd_*" => "创建一个新的投票",
			"polladd_?" => "完成下面的字段创建一个新的投票为您的网站。",
			"polladd_^" => "sub",



	"forum" => "Website Forum",

		"forum_$" => "half",
		"forum_*" => "网站论坛类别",
		"forum_?" => "使用下面的选项来管理您的网站的形式类别。它的建议添加照片图标为每个类别，以使您的网站看起来更专业。",

		"forumadd" => "加入论坛类别",
	
			"forumadd_$" => "half",
			"forumadd_*" => "加入论坛类别",
			"forumadd_?" => "完成下面的字段，以一个新的类别添加到您的网站。",
			"forumadd_^" => "sub",

		"forumchange" => "第三方论坛",
	
			"forumchange_$" => "half",
			"forumchange_*" => "管理论坛整合",
			"forumchange_?" => "该软件具有改变论坛董事会的能力对你来说，这意味着你可以选择下列任何论坛，而不是使用默认的论坛，请参考每个论坛板上安装手册启用此功能之前。",
			"forumchange_^" => "sub",

		"forumpost" => "管理职位",
	
			"forumpost_$" => "half",
			"forumpost_*" => "管理论坛帖子",
			"forumpost_?" => "下面列出的是全部由我们的会员增加了最近论坛帖子。使用下面的选项进行编辑或删除其主题是不可接受的。",
			"forumpost_^" => "sub",

	"chatrooms" => "网站聊天室",

		"chatrooms_$" => "half",
		"chatrooms_*" => "网站聊天室",
		"chatrooms_?" => "使用下面的选项为您的网站创建新的聊天室或编辑现有的。",


	"faq" => "Website FAQ",

		"faq_$" => "half",
		"faq_*" => "网站常见问题解答",
		"faq_?" => "网站FAQ是一个伟大的方式来帮助会员了解您的网站，并回答他们可能提出的任何问题。创建您自己的一套常见问题，并使用下面的选项来管理它们。",

		"faqadd" => "添加常见问题解答",
	
			"faqadd_$" => "half",
			"faqadd_*" => "添加/编辑常见问题解答",
			"faqadd_?" => "完成下面的字段添加或编辑FAQ条目。",
			"faqadd_^" => "sub",

	"words" => "词过滤器",

		"words_$" => "half",
		"words_*" => "词过滤器",
		"words_?" => "这个词过滤器适用于会员资料，即时通讯和论坛，将筛选出任何你输入的文字这里和星（**）取代它们。",



	"articles" => "网站文章",

		"articles_$" => "half",
		"articles_*" => "网站文章",
		"articles_?" => "网站文章，让您的会员了解最新的到您的网站的最新变化的新闻和事件的好方法",


		"articleadd" => "添加文章",
	
			"articleadd_$" => "half",
			"articleadd_*" => "创建新文章",
			"articleadd_?" => "完成下面的字段，以一个新的项目添加到您的网站。",
			"articleadd_^" => "sub",

		"articlerss" => "导入RSS文章",
	
			"articlerss_$" => "half",
			"articlerss_*" => "导入RSS文章",
			"articlerss_?" => "RSS的链接可用于imporn RSS文章直接进入您所创建的类别之一。因此，例如，你可能想创建一个“新闻”类别，并输入从新闻网站的RSS提要。然后，该软件将提取所有从RSS费的文章，并将其添加到您的网站。",
			"articlerss_^" => "sub",

		"articlecats" => "文章分类",
	
			"articlecats_$" => "half",
			"articlecats_*" => "文章分类",
			"articlecats_?" => "使用下面的选项为您的网站创建新的文章分类。",
			"articlecats_^" => "sub",


	"groups" => "社区团体",

		"groups_$" => "half",
		"groups_*" => "社区团体",
		"groups_?" => "使用下面的选项来创建和管理自己的网站社区团体。",


	"class" => "分类广告",

		"class_$" => "half",
		"class_*" => "Classified Adverts",
		"class_?" => "Listed below are all the classified adverts created by your members.",


		"addclass" => "Add Classified",
	
			"addclass_$" => "half",
			"addclass_*" => "添加/编辑广告",
			"addclass_?" => "使用下面的选项来添加/编辑的广告在您的网站。",
			"addclass_^" => "sub",

		"addclasscat" => "管理类别",
	
			"addclasscat_$" => "half",
			"addclasscat_*" => "管理类别",
			"addclasscat_?" => "使用下面的选项来管理您的分类广告类别。它的建议添加照片图标每个使您的网站看起来更专业。",
			"addclasscat_^" => "sub",

	"games" => "Website Games",

		"games_$" => "half",
		"games_*" => "游戏网站",
		"games_?" => "下面列出了当前安装在你的网站上的所有游戏。请参考手册的详细信息，安装新游戏",

	"gamesinstall" => "安装游戏",

		"gamesinstall_$" => "half",
		"gamesinstall_*" => "安装游戏",
		"gamesinstall_?" => "在下面选择你要安装的游戏。如果您希望新游戏添加到您的网站只是游戏tar文件上传到你的游戏文件夹的位置：INC/ EXE/游戏/焦油/。请参考手册的详细信息，安装新游戏",
		"gamesinstall_^" => "sub",


);


$admin_layout_page9 = array(

	"" => "Administrators",

		"_$" => "half",
		"_*" => "网站管理员和版主",
		"_?" => "下面列出的是所有的网站管理员和版主不包括超级用户。通过成员搜索页面，点击他们的名字旁边主持人图标添加新的主持人。",

	"pref" => "Admin Preferences",

		"pref_$" => "half",
		"pref_*" => "管理设置",
		"pref_?" => "使用下面的选项自定义管理员的喜好。",

	"manage" => "版主管理",

		"manage_$" => "half",
		"manage_*" => "管理网站管理版主",
		"manage_?" => "一个网站的版主可以有两个角色，他们可以是网站主持人，使它们只能访问缓和主网站，或者你可以为他们提供自己的管理员的登录信息，使他们能够登录到管理区域，使用管理工具。",

	"email" => "联系电子邮件",

		"email_$" => "half",
		"email_*" => "联系电子邮件",
		"email_?" => "下面列出的是所有从网站会员发送到管理员的电子邮件。",

	"compose" => "撰写电子邮件",

		"compose_$" => "half",
		"compose_*" => "撰写电子邮件",
		"compose_?" => "使用下面的选项来创建新的邮件发送给会员。",
		"compose_^" => "sub",

	"super" => "超级用户登录",

		"super_$" => "half",
		"super_*" => "超级用户登录信息",
		"super_?" => "下面编辑帐户详细信息时，请小心，这是超级用户帐户，你要确保密码在任何时候都保持秘密从别人。",
		"super_^" => "sub",
);

$admin_layout_page10 = array(

	"" => "软件更新",

		"_$" => "half",
		"_*" => "软件更新",
		"_?" => "下面列出的是相对于最新的可用版本的该软件的运行当前版本。如果你的版本是过时的，请联系您的最新升级提供商。",

	"backup" => "数据库备份",

		"backup_$" => "half",
		"backup_*" => "数据库备份",
		"backup_?" => "选择一个或多个表的下方备份数据库。我们强烈建议您使用托管区域数据库备份功能，保证所有的数据被接收。",


	"license" => "软件许可证密钥",

		"license_$" => "half",
		"license_*" => "软件许可证密钥",
		"license_?" => "下面列出的是你的软件许可证密钥，请编辑这些时要确保它们是正确的。",

	"sms" => "SMS Credits",

		"sms_$" => "half",
		"sms_*" => "短信学分",
		"sms_?" => "下面列出的是留在您的帐户的短信信用的当前总量。",

);

$admin_layout_page11 = array(

	"" => "软件插件",

		"_$" => "half",
		"_*" => "软件插件",
		"_?" => "插件延伸和拓展eMeeting交友软件的功能。一旦安装插件，你可以激活或使用左侧的菜单选项，在这里停用。",

);

// ADMIN AREA
$admin_layout_header = array(

	"charset" => "UTF-8",
	"title" => "管理区"
		
);

$admin_layout = array(

	"3" => "我的偏好",
	"4" => "登出",

);

$admin_layout_nav = array(

	"1" => "仪表板",
		"1a" => "会员统计",
		"1b" => "加盟统计",
		"1c" => "访客统计",
		"1d" => "访问者位置",
	"2" => "会员",
		"2a" => "管理成员",
		"2b" => "管理分支机构",
		"2c" => "禁止会员",
		"2d" => "会员档案",
		"2e" => "进口成员",
	"3" => "设计",
		"3a" => "主题",
		"3b" => "主题编辑器",
		"3c" => "主题映像管理器",
		"3d" => "徽标编辑器r",
		"3e" => "Meta标签",	
		"3f" => "语言",
		"3g" => "第措辞",
		"3h" => "文件管理器",
		"3i" => "菜单栏",
	"4" => "电子邮件",
		"4a" => "管理电子邮件",
		"4b" => "电子邮件模板",
		"4c" => "电子邮件报告",
		"4d" => "发送电子邮件单",
		"4e" => "电子邮件提醒",	
		"4f" => "下载电子邮件",
		"4g" => "发送简讯",		
	"5" => "开票",
		"5a" => "管理软件包",
		"5b" => "支付网关",
		"5c" => "帐单纪录",
		"5d" => "加盟帐单纪录",
	"6" => "设置",
		"6a" => "显示选项",
		"6b" => "显示设置",
		"6c" => "系统路径",
		"6d" => "照片水印",
	"7" => "内容",
		"7a" => "搜索字段",
		"7b" => "活动日历",
		"7c" => "网站投票",
		"7d" => "网站论坛",
		"7f" => "常问问题",
		"7g" => "词过滤器",
		"7h" => "文章/新闻",
		"7i" => "组",
	"8" => "促销",	
		"8a" => "横幅",
	"9" => "插件",	
		"9a" => "",
	"10" => "版主管理",	
		"10a" => "版主管理",
		"10b" => "超级用户",
	"11" => "保养",
		"11a" => "系统备份",
		"11b" => "许可证密钥",
		"11c" => "系统更新",
);

// MEMBERS PAGE
$lang_members_code = array(
	"update" => "系统更新成功",
	"no_update" => "系统更新，但是没有什么要删除！",
	"edit" => "编辑",
);
$GLOBALS['lang_admin_edit'] = " ".$lang_members_code['edit'];

$admin_button_val = array(
	"0" => "搜索",
	"1" => "全选",
	"2" => "全部取消选择",
	"3" => "批准",
	"4" => "暂停",
	"5" => "删除",	
	"6" => "让会员精选",
	"7" => "选项",	
	"8" => "更新",	
	"9" => "制作精选",
	"10" => "删除精选",	
	"11" => "更新默认语言",
	"12" => "发送",
	"13" => "继续",	
	"14" => "制作活动",
	"15" => "关闭",
	"16" => "更新订单",
	"17" => "更新域页面",	
	"18" => "启用",
);

$admin_table_val = array(
	"1" => "用户名",
	"2" => "性别",
	"3" => "上次登录",
	"4" => "状态",
	"5" => "包",
	"6" => "更新",
	"7" => "选项",	
	"8" => "日期",
	"9" => "IP地址",
	"10" => "哈克字符串",	
	"11" => "加入日期",	
	"12" => "名称",
	"13" => "电子邮件",
	"14" => "点击",
	"15" => "注册",
			
	"15" => "佣金支出",
		
	"16" => "信息",
	"17" => "时间",
	"18" => "文件名",
	"19" => "最近更新时间",	
	"20" => "编辑",
	"21" => "默认",	
	"22" => "ID",

	"23" => "价钱",
	"24" => "可见",	
	"25" => "类型",
	"26" => "管理访问",	
	"27" => "活性",

	"28" => "查看代码",
	"29" => "字段",	
	"30" => "加盟名称",
	"31" => "由于总",	
	"32" => "状态",
	
	"33" => "升级日期",
	"34" => "过期日期",	
	"35" => "付款方法",
	"36" => "依然活跃",	
	"37" => "密码",
	"38" => "上次登录",

	"39" => "位置",
	"40" => "点击",	
	"41" => "活性",
	"42" => "预习",	
	"43" => "标题",
	"44" => "用品",
	"45" => "订购",

);

$admin_search_val = array(
	"1" => "会员用户名",
	"2" => "所有包",
	"3" => "所有性别",
	"4" => "每页",
	"5" => "为了通过",
	"6" => "电子邮件地址",
	
	"7" => "任何状态",
	"8" => "活跃会员",
	"9" => "暂停会员",
	"10" => "未经批准的会员",
	"11" => "希望取消会员",
	"12" => "所有页面",
);
////////////////////////// MAIN PAGES ////////////////////////////////////
$admin_management = array(

	"1" => "管理所有组",
	"2" => "组名称",
	"3" => "语言",		
	"4" => "管理主题",
	"5" => "管理类别",	
	"6" => "集团类别名称",		
	"7" => "管理类别",	
	"8" => "名称",	
	"9" => "计数",	
	"10" => "添加文章",	
	"11" => "类别",
	"12" => "页面标题",	
	"13" => "简短的介绍",		
	"14" => "添加文章",
	"15" => "管理类别",
	"16" => "现场列表",
	"17" => "订购",
	"18" => "语言",
	"19" => "列表值",
	"20" => "新领域",	
	
	"21" => "字段标题",		
	"22" => "字段类型",
	"23" => "文本域",	
	"24" => "多行文本",	
	"25" => "列表框",
	"26" => "单个复选框",
	"27" => "多个复选框",
	
	"28" => "组标题",
	"29" => "报名期间，包括",
	"30" => "选择以下",
	
	"31" => "添加组",
	"32" => "组显示选项",
	"34" => "显示所有成员",
	"35" => "仅显示网站管理员",
	"36" => "显示器管理员和会员（不是个人资料）",
	"37" => "只要",	
	"38" => "管理组",	
	"39" => "添加事件",	
	"40" => "字段标题",
	"41" => "标题",		
	"42" => "说明文字",
	"43" => "标题类型",	
	"44" => "搜索标题",		
	"45" => "简介标题",	
	"46" => "您必须创建配置文件第一页的标题，如“我是一个'和一个搜索页面，如”我是寻求“",	
	"47" => "现有的现场字幕",	
	"48" => "现场移动到该组",		
	"49" => "会员ID",
	"50" => "事件名称",	
	"51" => "事件描述",		
	"52" => "事件类型",
	"53" => "选择类别",	
	"54" => "选择类型",
	"55" => "活动时间",
	"56" => "留空整天",
	"57" => "活动日期",
	"58" => "月",	
	
	"59" => "天",	
	"60" => "年",
	"61" => "国家",		
	"62" => "州/省",
	"63" => "街",	
	"64" => "镇/市",		
	"65" => "电话",	
	"66" => "电子邮件",	
	"67" => "Web site",	
	"68" => "事件可见的",		
	"69" => "大家",
	"70" => "仅限朋友",	
		
	"71" => "添加投票",		
	"72" => "网站投票表决结果",
	"73" => "投票名字",	
	"74" => "回答",	
	"75" => "制作活动",
	
	"76" => "加入论坛",
	"77" => "管理职位",
	"78" => "论坛主题",	
		
	"79" => "标题",	
	"80" => "描述",
	"81" => "论坛帖子",		
	"82" => "所有文章",
	"83" => "今天",	
	"84" => "本星期",		
	"85" => "上个星期",	
	"86" => "房间名称",	
	"87" => "现有的现场字幕",	
	"88" => "会议室密码",		
	"89" => "添新",
	"90" => "添加F.A.Q",
	
	"91" => "添加单词御史",		
	"92" => "字",
	
	"93" => "批准",
	"94" => "标题",
	"95" => "匹配字幕",
	"96" => "语言",

	"97" => "预习",
	"98" => "结果",
);
$admin_advertising = array(

	"1" => "ÍøÕ¾ºá·ù",
	"2" => "ÔöÌíºá·ù",
	"3" => "ÁªÃËºá·ù",	
	"4" => "Ìí¼Ó/±à¼­ºá·ù",
	"5" => "ºá·ùÀàÐÍ",	
	"6" => "ÍøÕ¾ºá·ù",			
	"7" => "ÁªÃËºá·ù",	
	"8" => "ÐÕÃû",	
	"9" => "ºá·ùÉÏÔØ",	
	"10" => "HTMLÊäÈë",	
	"11" => "HTML±àÂë",
	"12" => "ºá·ùÉÏÔØ",	
	"13" => "ºá·ùÁ´½Ó",		
	"14" => "ÏÔÊ¾ÓÚ",
		"15" => "È«Ìå»áÔ±",
		"16" => "Ö»ÓÐ³É¹¦Ç©ÈëµÄ»áÔ±",
	
	"17" => "Ò³Êý",
	"18" => "»îÔ¾",
	
	"19" => "¶¥ÃæÎ»ÖÃ",
	"20" => "ÖÐ¼äÎ»ÖÃ",	
	"21" => "×ó±ßÎ»ÖÃ",		
	"22" => "µ×ÏÂÎ»ÖÃ",
	"23" => "ÔÚºá·ù±àÂëÖ®¼ä£¬ÁôÏÂ¿Õ°×¸øÁ´½ÓÓÃÍ¾",
	"24" => "ºá·ùÔ¤ÀÀ",
	
);


$admin_maintenance = array(

	"1" => "µ±Ç°²Ù´ÓÖÐ",
	"2" => "×îÐÂµÄ°æ±¾",
	"3" => "¶ÌÐÅ·þÎñÐÅÏ¢µãÊý",	
	"4" => "¶ÌÐÅ·þÎñÐÅÏ¢Óà¶î",	
	"5" => "¹ºÂòµãÊý",	

);

$admin_admin = array(

	"1" => "Ìí¼Ó¹ÜÀíÔ±",
	"2" => "ÓÃ»§Ãû",
	"3" => "ÃÜÂë",	
	"4" => "µç×ÓÓÊ¼þ",
	
	"5" => "¹ÜÀíÔ±±à¼­ÉèÖÃ",	
	"6" => "È«Ãû",			
	"7" => "·ÃÎÊ¼¶±ð",	
		"8" => "³ä·ÖÏµÍ³·ÃÎÊ",	
		"9" => "»áÔ±ÏµÍ³·ÃÎÊ",	
		"10" => "Ö»ÏÞÓÚÉè¼ÆÍ¨Èë",	
		"11" => "Ö»ÏÞÓÚÓÊ¼þÍ¨Èë",
		"12" => "Ö»ÏÞÓÚ²¼¸æÍ¨Èë",	
		"13" => "Ö»ÏÞÓÚµ÷ÕûÍ¨Èë",		
		"14" => "Ö»ÏÞÓÚ¹ÜÀíÍ¨Èë",
	"15" => "¹ÜÀíÔ±ÏóÕ÷",

	"17" => "ÓÊ¼þÌáÐÑ",
	"18" => "¹ÜÀíÔ±ÐÂÎÅÌáÐÑ",
	"19" => "×ªÒÆËùÓÐ³ÉÔ±",
	"20" => "¶ÔÓÚÒÔÏÂÅäÌ×",	
	"21" => "ÅäÌ×±à¼­",		
	"22" => "ÅäÌ×Í¨Èë",
	"23" => "Ìí¼ÓÅäÌ×Áã¼þ",	
	"24" => "ÅäÌ×Í¨Èë¹ÜÀí",
);

$admin_settings = array(

	"1" => "Ò³ÊýÏÔÊ¾",
	"2" => "ÔÊÐí",
	"3" => "Ê¹Ö®Ê§Ð§",	
	"4" => "ÍøÒ³µÀÂ·",
	"5" => "·þÎñÆ÷µÀÂ·",	
	"6" => "Ö¸Í¼µÀÂ·",			
	"7" => "ÁìÓòÌí¼Ó",	
	"8" => "ÐÕÃû",	
	"9" => "¼ÛÖµ",	
	"10" => "ÀàÐÍ",	
	"11" => "ÁìÓò¹ÜÀí",
	"12" => "ÃÅ»§Ìí¼Ó",	
	"13" => "¸¶¿îÏµÍ³",		
	"14" => "ÃÅ»§¸¶¿î´úÂë",
	"15" => "±êÌâ",
	"16" => "ÅäÌ×Í¨Èë",
	"17" => "ÆÀÂÛ",
	"18" => "»áÔ±µ÷¶¯",
	"19" => "´ÓÕâ×ªÒÆËùÓÐ³ÉÔ±",
	"20" => "µ½ÒÔÏÂÅäÌ×",	
	"21" => "ÅäÌ×±à¼­",		
	"22" => "ÅäÌ×Í¨Èë",
	"23" => "Ìí¼ÓÅäÌ×Áã¼þ",	
	"24" => "ÅäÌ×Í¨Èë¹ÜÀí",
);

$admin_billing = array(

	"1" => "Ìí¼ÓÅäÌ×",
	"2" => "ÅäÌ×Í¨Èë¹ÜÀí",
	"3" => "µ÷¶¯»áÔ±ÅäÌ×",			
	"4" => "ÄãµÄ»áÔ±ÅäÌ×Ö®ËùÒÔ»á±»ÖÕÖ¹£¬ÒòÎªÄãµÄÍøÕ¾ÏÖ½ñÊ¹ÓÃ<b>FREE MODE</b> ²Ù×÷",
	"5" => "ÄúÒª²»Òªµ÷ÕûÃâ·Ñ¹¦ÄÜ£¬²¢ÇÒ½«ÏÔÊ¾»áÔ±×Ê¸ñÅäÌ×ÊÍ·Å£¿ ",	
	"6" => "¹¦ÄÜÊ§Ð§ÊÍ·Å·½Ê½",		
	"7" => "ÁìÓòÌí¼Ó",	
	"8" => "ÐÕÃû",	
	"9" => "¼ÛÖµ",	
	"10" => "ÀàÐÍ",	
	"11" => "ÁìÓò¹ÜÀí",
	"12" => "ÃÅ»§Ìí¼Ó",	
	"13" => "¸¶¿îÏµÍ³",		
	"14" => "ÃÅ»§¸¶¿î±àÂë",
	"15" => "±êÌâ",
	"16" => "ÅäÌ×Í¨Èë",
	"17" => "ÆÀÂÛ",
	"18" => "»áÔ±µ÷¶¯",
	"19" => "´ÓÕâ×ªÒÆËùÓÐ³ÉÔ±",
	"20" => "µ½ÒÔÏÂÅäÌ×",	
	"21" => "ÅäÌ×±à¼­",		
	"22" => "ÅäÌ×Í¨Èë",
	"23" => "Ìí¼ÓÅäÌ×Áã¼þ",	
	"24" => "ÅäÌ×Í¨Èë¹ÜÀí",
	
	"25" => "µÈ´ýÈÏÍ¬",
	"26" => "¸¶¿î±»Åà×¼",
	"27" => "¸¶¿î±»¾Ü¾ø",
	
	"28" => "ËùÓÐÀúÊ·",
	"29" => "»îÔ¾¸¶¿î",
	"30" => "Íê³É¸¶¿î",
	"31" => "»îÔ¾¶©ÔÄ",
	"32" => "Íê³É¶©ÔÄ",
	"33" => "ÅäÌ×´æÈ¡±àÂë",
	
);

$admin_email = array(

	"1" => "ÏµÍ³µç×ÓÓÊ¼þ",
	"2" => "Ê±ÊÂÍ¨Ñ¶",
	"3" => "µç×ÓÓÊ¼þÄ£°å",		
	"4" => "µç×ÓÓÊ¼þ±à¼­",
	"5" => "Ö÷Ìâ",	
	"6" => "µç×ÓÓÊ¼þÔ¤ÀÀ",	
	"7" => "µç×ÓÓÊ¼þÖÁ",
	
	"8" => "·¢ËÍÖÁ",	
		"9" => "ËùÓÐ³ÉÔ±",	
		"10" => "»áÔ±×Ê¸ñÅäÌ×¶©»§",	
		"11" => "»îÔ¾/±»ÔÝÍ£/Î´¾­Í¬ÒâµÄ³ÉÔ±",
	"12" => "ÅäÌ×ÖÁ",	
	"13" => "»áÔ±×Ê¸ñ×´¿ö",		
	"14" => "Ê±ÊÂÍ¨Ñ¶Ñ¡Ôñ",	
	
	"15" => "´´ÔìÕ¸ÐÂµÄ",
	"16" => "Ô¤ÀÀÒÑ±»´´ÔìµÄ",
	"17" => "µç×ÓÓÊ¼þ×·×Ù±àÂë",
	"18" => "´´ÔìÕ¸ÐÂµÄ",
	"19" => "Ô¤ÀÀÒÑ±»´´ÔìµÄ",
	"20" => "µç×ÓÓÊ¼þ×·×Ù±àÂë",
		"21" => "ÒÔÏÂµÄHTML±àÂë",
		
	"22" => "µç×ÓÓÊ¼þ×·×Ù½á¹û",
	"23" => "Ã»·¢ÏÖÈÎºÎ±¨¸æ",
	"24" => "±¨¸æÌôÑ¡",
	
	"25" => "·¢ËÍÌáÊ¾¸øËùÓÐ³ÉÔ±",
	"26" => "ÒÔ¼°",
	"27" => "ÌìÊý",
	"28" => "Éý¼¶¶©ÔÄÊ£ÓàµÄÌìÊý",
	"29" => "Ñ¡Ôñµç×ÓÓÊ¼þ·¢ËÍ¸ø£º",
	"30" => "ÏÂÔØ",
	"31" => "ÅäÌ×Ñ¡Ôñ",
	"32" => "×·×Ù±àÂë",
	
	
);

$admin_design = array(

	"1" => "Ìâ²ÄÏÂÔØ",
	"2" => "µ±Ç°Ä£°å",
	"3" => "Ê¹ÓÃÕâ¸öÃþ°å",	
	"4" => "Ò³½×±ê¼Ç",
	"5" => "Ò³Ãæ±êÌâ",	
	"6" => "ÃèÊöD",
	"7" => "Ö÷Ìâ´Ê¾ä",
	"8" => "Ö÷Ò³ÍøÕ¾",	
	"9" => "Ä¿Â¼Ò³Ãæ",	
	"10" => "µ±Ç°Ò³Ãæ",	
	"11" => "´´ÔìÒ³Ãæ",
	"12" => "FTPµÀÂ·",	
	"13" => "Ìâ²ÄÎÄ¼þ",		
	"14" => "Ä¿Â¼Ò³Ãæ",	
	"15" => "µ±Ç°Ò³Ãæ",


	"16" => "ÓïÑÔÌí¼Ó",
	"17" => "ÐÂÎÄ¼þÃû³Æ",	
	"18" => "Ñ¡Ôñ¸´ÖÆÎÄ¼þ",
			
	"19" => "±à¼­ÓïÑÔÎÄ¼þ",	
	"20" => "µ±Ç°Ò³Ãæ",

	"21" => "×ÖÌå",
	"22" => "×ÖÌå´óÐ¡",	
	"23" => "×ÖÌåÑÕÉ«",
	"24" => "¿í¶È",	
	"25" => "¸ß¶È",		
	"26" => "Ôö¼ÓÉÌ±êÎÄ±¾",
	"27" => "·«²¼ÀàÐÍ",	
		"28" => "Ê¹ÓÃ¿Õ°×·«²¼",
		"29" => "±£³ÖÔ­×´·ç¸ñ",	
		"30" => "ÉÏÔØ¸öÈË»¯×À²¼/ÉÌ±ê",	

	"31" => "´´ÔìÕ¸ÐÂÒ³Ãæ",
	"32" => "Õ¸ÐÂÒ³ÃæÃû³Æ",	
		"33" => "Ò³ÃæÃû³ÆÐèÒª·Ç³£¶ÌºÍÖ»ÔÊÐíÒ»¸ö´Ê£¬ÀýÈç£ºÁ´½Ó¡¢ÎÄÕÂ¡¢ÐÂÎÅ£¬ÂÛÌ³µÈ×Ö",
	"34" => "Ôö¼Ó²Ëµ¥Ñ¡Ïî£¿",	
		"35" => "²»£¬ÎÒÏÖÔÚ²»ÐèÒª´´ÔìÑ¡Ïî",		
		"36" => "ÊÇµÄ£¬ÎÒÏëÒª½«Ö®Ìí¼Óµ½ÎÒµÄ»áÔ±¹ÜÀí¿Õ¼ä",
		"37" => "ÊÇµÄ£¬Çë½«Ö®Ìí¼Óµ½Ö÷ÍøÒ³Ãæ£¬µ«²»ÊÇÔÚÎÒµÄ»áÔ±¹ÜÀí¿Õ¼ä",
			"38" => "Ò»µ©Ñ¡Ôñ£¬Ò»¸öÐÂµÄ³ÉÔ±Ñ¡Ïî½«³öÏÖÔÚÄúµÄÍøÕ¾",
);

$admin_overview = array(

	"1" => "¹«¸æ",
	"2" => "»áÔ±×ÜÊý",
	"3" => "Õâ¸öÐÇÆÚ",
	"3a" => "½ñÌì",
	"4" => "½üÆÚÍøÕ¾»î¶¯",
	"5" => "ÍøÕ¾±¨¸æ",
	
	"6" => "ÔÚ×î½ü¶þ¸öÐÇÆÚ¼ä£¬¶ÀÌØµÄÍøÕ¾·Ã¿Í´ÎÊý",
	"7" => "ÔÚ×î½ü2¸öÐÇÆÚÄÚÐÂ¼ÓÈëµÄ»áÔ±",
	"8" => "»áÔ±ÐÔ±ðÍ³¼Æ",	
	"9" => "»áÔ±ÄêÁäÍ³¼Æ",
	
	"10" => "ÔÚ×î½ü2¸öÐÇÆÚÄÚÐÂ¼ÓÈëµÄÁªÃË",
	"11" => "·Ã¿ÍµØÍ¼ÉèÖÃ",
	"12" => "Çë½«ÄúµÄ¹È¸èAPIÔ¿³×ÊäÈëÔÚÒÔÉÏÁìÓò¡£",	
	"13" => "ÄúÄÜ´ÓÎÒÃÇµÄÍøÕ¾¹Ë¿ÍÇøÓò£¬¹ºÂòÒ»°ÑÖ´ÕÕÔ¿³×",	
	
	"14" => "¹ýÂËÆ÷²éÑ°½á¹û",	
	"15" => "È«²¿ÎÄ¼þ",
	
);
$admin_members = array(

	"1" => "È«²¿»áÔ±",
	"2" => "°àÖ÷",
	"3" => "»îÔ¾",
	"4" => "±»ÔÝÍ£",
	"5" => "Î´¾­Í¬Òâ",
	"6" => "Ïë±»È¡Ïû",
	"7" => "Ä¿Ç°ÕýÔÚÍøÉÏ",
	"8" => "»áÔ±Ç©Èë¶¯Ïò",	
	"9" => "±à¼­»áÔ±×ÊÁÏ",	
	"10" => "ÁªÃËÌí¼Ó",
	"11" => "ÁªÃËºá·ù",
	"12" => "ÁªÃËÒ³Ãæ",	
	"13" => "ÁªÃËÌí¼Ó",	
	"14" => "ÁªÃËÉèÖÃ",	
	"15" => "È«²¿ÎÄ¼þ",
	"16" => "ÕÕÆ¬",
	"17" => "Â¼Ó°",
	"18" => "ÒôÀÖ",
	"19" => "Youtube",
	"20" => "Î´¾­Í¬Òâ",
	"21" => "ÌØÉ«»¯",
	"22" => "ÉÏÔØÎÄ¼þ",	
	"23" => "ÎÄ¼þ",
	"24" => "ÀàÐÍ",
	"25" => "ÓÃ»§Ãû",
	"26" => "±êÌâ",
	"27" => "ÆÀÂÛ",
	"28" => "¹Ì¶¨»¯",		
	"29" => "»áÔ±Ç©Èë¶¯Ïò",	
	"30" => "ÒÑ±¨Ãû²Î¼ÓµÄ»áÔ±",
	"31" => "ÌØÉ«»¯",
	"a5" => "ÓÃ»§Ãû",
	"a6" => "ÃÜÂë",
	"a7" => "ÐÕ",
	"a8" => "Ãû",
	"a9" => "ÉúÒâÊ¹ÓÃÃû³Æ",
	"a10" => "×¡Ö·",
	"a11" => "½Ö",
	"a12" => "Õò/Ê¡·Ý",
	"a13" => "ÖÞ/¹ú¼Ò",
	"a14" => "ÓÊ±à/ÓÊÕþ±àÂë",
	"a15" => "¹ú¼Ò",
	"a16" => "ÁªÂçµç»°",
	"a17" => "´«Õæ",
	"a18" => "µç×ÓÓÊ¼þ",
	"a19" => "ÍøÕ¾ÍøÖ·",
	"a20" => "Ì¨Í·Ö§Æ±ÇëÐ´",
);


// HELP FILES
$admin_help = array(

	"a" => "ÕýÊ½¿ªÊ¼",
	"b" => "ÎÒºÜºÃ£¬Ð»Ð»£¡",
	"c" => "¼ÌÐø",	
	"d" => "¹Ø±ÕÊÓ´°",
	
	
	"1" => "×ÔÎÒ½éÉÜ",
	"2" => "ÄãÐèÒªÈÎºÎ°ïÖúÂð£¿",
	"3" => "ÄãºÃ",	
	
	"4" => "²¢ÇÒ»¶Ó­ÄúÀ´µ½¹ÜÀíÇøÓò!ÒòÎªÄúÊÇµÚÒ»´ÎÌ¤Èë¹ÜÀíÇøÓò£¬ÎÒÃÇ½¨ÒéÄã³é³ö¼¸·ÖÖÓµÄ±¦¹óÊ±¼ä£¬Ñ§Ï°Ê¹ÓÃÎÒÃÇµÄ¼òµ¥½ÌÑ§¹ý³Ì¡£",
	"5" => "ÎÒÃÇÕâ¸ö¶ÀÌØµÄ½ÌÑ§³ÌÊ½£¬½«»áÔÚ¶ÌÊ±¼äÄÚ£¬Òýµ¼ÄúÊ¹ÓÃÓëÔË×÷»ù±¾µÄ¹ÜÀíÉè¶¨¡£",	
	"6" => "<strong>(×¢Òâ)</strong> Äú¿ÉÒÔÔÚÈÎºÎÊ±ºîÔÙ·ÃÕâÒ»Ò³¡°ÇáÒ×½ÌÑ§Ö¸ÄÏ¡±£¬ÄãÖ»ÐèÒªÔÚ×óÄ¿Â¼¸ËÉÏµã»÷¡°ÇáÒ×½ÌÑ§Ö¸ÄÏ¡±°´Å¥¼´¿É¡£<strong>(Note)</strong>",
	
	"7" => "ÕýÊ½¿ªÊ¼",
	"8" => "»¶Ó­ÄúÀ´µ½¹ÜÀíÔ±¿Õ¼ä£¡ ",	
	"9" => "»¶Ó­ÄúÀ´µ½¹ÜÀíÔ±ÕÊ»§ÇøÓò",	
	"10" => "ÕâÈí¼þÔÊÐíÄú´¦ÀíÍøÕ¾ËùÓÐ²»Í¬·½ÃæµÄ¹¦ÄÜ£¬°üÀ¨ÄúµÄ»áÔ±¡¢ÎÄ¼þ¡¢°²È«´ëÊ©¡¢µç×ÓÓÊ¼þ£¬²åÈëÒÔ¼°¸ü¶à",	
	"11" => "Õâ¸ö¼òÒ×½ÌÑ§¹ý³Ì½«»áÎªÄú½éÉÜÄ³Ð©ÔÚÍøÕ¾¹ÜÀíµÄ¸ÅÄî£¬²¢ÇÒÔÊÐíÄúÅäÖÃÄúµÄÍøÕ¾Ò»Ð©»ù±¾µÄÉèÖÃ£¬Í¬Ê±Ò²½Ìµ¼ÔÚ×î¶ÌÊ±¼äÄÚ£¬ÈçºÎÎªÄúµÄÍøÕ¾´øÀ´¸ü¶àµÄ·Ã¿Í¡£",
	"12" => "<strong>(ÇÐ¼Ç)</strong> µ±Äú²»ÔÙÐèÒªÕâ¸ö¡°ÇáÒ×½ÌÑ§Ö¸ÄÏ¡±Ê±£¬ÄúÖ»ÐèÒªÊ¹ÓÃ¹Ø±Õ¼ü¹ØÉÏÕâ¸öÊÓ´°£»ÄúÒ²¿ÉÔÚÈÎºÎÊ±¼ä£¬µã»÷ÔÚ×óÄ¿Â¼¸Ë¡°ÇáÒ×½ÌÑ§Ö¸ÄÏ¡±ÔÙ¶ÈÖØÎÂ¡£",
		
	"13" => "ÄúµÄ¹ÜÀíÇøÓò½éÉÜ! ",		
	"14" => "Èí¼þ¹ÜÀíÇøÓòÊÇ' »ùÓÚ»¥ÁªÍø' Ö®¼äµÄÒ»Ð©¹¦ÄÜ£¬¶øÕâÐ©¹¦ÄÜÊÇ·½±ãÄúÇáÒ×°Ý·Ã²¢ÇÒ´¦ÀíÄúµÄÍøÕ¾£¬ÒÔ¼°ËæÊ±ËæµØÓëÊÀ½çÈÎºÎ½ÇÂäµÄ»¥ÁªÍøÏà»¥Á¬½Ó¡£Çë°ÑÄúµÄä¯ÀÀÆ÷Ö¸Ïò£º",	
	"15" => "Ê¹ÓÃÄúµÄ¹ÜÀí×¢²áÏ¸½ÚÇ©Èë¡£",
	"16" => "ÂíÉÏµã»÷ÕâÀï°´ÊéÇ©Õâ¸öÁ´½Ó¡£",
	
	"17" => "ÄúµÄÒÇ±í°å½éÉÜ",	
	"18" => "Èí¼þÒÇ±í°å¿ÉÑ¸ËÙÎªÄúÌá¹©ÄúµÄÍøÕ¾±íÏÖºÍ¶ÁÈ¡ÖØÒªÈí¼þ¹«¸æ¡£³ý´Ë¶øÍâ£¬ÄúÒ²ÄÜ¹»Ô¤ÀÀÐÂ»áÔ±Ç©Ö¤ÀúÊ·ÒÔ¼°¹Û¿´»áÔ±Í³¼Æ±íµÈ¡£",			
	"19" => "ËùÓÐ»áÔ±µÄÐÅÏ¢£¬¶¼±»´æ·ÅÔÚÒ»¸öÃûÎªMYSQLÊý¾Ý¿â£º ",	
	"20" => "ÍøÕ¾Í³¼Æ½éÉÜ¡£",
	"21" => "Õâ¸öÈí¼þÍ³¼Æ½«»áÎªÄúÏÔÊ¾ÔÚÒ»¸ö»òÁ½¸öÐÇÆÚ¼ä£¬ÐÂ»áÔ±¼ÓÈëµÄÀúÊ·Çé¿ö¡£Ã¿µ±ÓÐÐÂ»áÔ±»áÔ±¼ÓÈëÄúµÄÍøÕ¾Ê±£¬ËûÃÇµÄ¼ÓÈëÊ±¼äÓëÈÕÆÚ»á×Ô¶¯±»¼ÇÂ¼ÒÔ¼°±íÔÚÍ¼±íÉÏ¡£",
	
	"22" => "·Ã¿ÍµØµã½éÉÜ",		
	"23" => "´¦ÀíÄúµÄ³ÉÔ±½éÉÜ",	
	"24" => "´¦ÀíÄúµÄ»áÔ±½éÉÜ",	
	"25" => "´¦ÀíÒÑ±»Äú±»½ûÖ¹µÄ³ÉÔ±½éÉÜ",		
	"26" => "´¦ÀíÄúµÄ³ÉÔ±ÎÄ¼þ½éÉÜ",
	"27" => "ÊäÈëÄúµÄ³ÉÔ±½éÉÜ",	
	"28" => "ÍøÕ¾Ìâ²Ä½éÉÜ",
	"29" => "Ìâ²Ä±à¼­½éÉÜ",	
	"30" => "Ìâ²ÄÍ¼Ïó¾­Àí½éÉÜ",
	"31" => "ÉÌ±ê±à¼­½éÉÜ",
	"32" => "½×±ê¼Ç½éÉÜ",	
	"33" => "ÓïÑÔ½éÉÜ",
	"34" => "µç×ÓÓÊ¼þ´¦Àí½éÉÜ",	
	"35" => "¸øÄ£°å·¢µç×ÓÓÊ¼þµÄ½éÉÜ",		
	"36" => "¸ø±¨¸æ·¢µç×ÓÓÊ¼þµÄ½éÉÜ",
	"37" => "·¢ËÍÊ±ÊÂÍ¨Ñ¶µÄ½éÉÜ",
	"38" => "¸øÌáÊ¾·¢µç×ÓÓÊ¼þµÄ½éÉÜ",
	"39" => "µç×ÓÓÊ¼þÏÂÔØ½éÉÜ",
	"40" => "»áÔ±×Ê¸ñÅäÌ×½éÉÜ",
	"41" => "ÃÅ»§¸¶¿î½éÉÜ",
	"42" => "»áÔ±×Ê¸ñ²¼¸æÀúÊ·½éÉÜ",
	"43" => "ÁªÃË²¼¸æÀúÊ·½éÉÜ",
	"44" => "Ñ¡ÔñÏÔÊ¾½éÉÜ",
	"45" => "ÏÔÊ¾ÉèÖÃ½éÉÜ",
	"46" => "ÏµÍ³µÀÂ·½éÉÜ",
	"47" => "Ë®Ó¡½éÉÜ",
	"48" => "²éÑ°·¶Î§½éÉÜ",
	"50" => "ÊÂ¼þÈÕÀú½éÉÜ",
	"51" => "ÍøÕ¾ÃñÒâ²âÑé½éÉÜ",
	"52" => "ÍøÕ¾ÂÛÌ³½éÉÜ",
	"53" => "ÁÄÌìÊÒ½éÉÜ",
	"54" => "ÍøÕ¾³£¼ûÎÊÌâ½â´ð½éÉÜ",
	"55" => "ÎÄ×Ö¹ýÂËÆ÷µÄ½éÉÜ",
	"56" => "ÐÂÎÅ/ÎÄÕÂµÄ½éÉÜ",
	"57" => "Ð¡×é½éÉÜ",

		"22a" => "·Ã¿ÍµØµãµØÍ¼×Ô¶¯ÎªÄú¼ÍÂ¼ÄãÍøÕ¾µÄÃ¿Ò»Ãû³ÉÔ±×ÊÁÏ£¬ÈÃÄú¿ÉÒÔÇáÒ×µØÔ¤ÀÀ»áÔ±ÃÇËùÀ´×ÔµÄ¹ú¼ÒÒÔ¼°ÇøÓò¡£",		
		"23a" => "»áÔ±´¦Àí¹¤¾ßÔÊÐíÄú²ì¿´¼ÓÈëÁËÄúµÄÍøÕ¾µÄËùÓÐ»áÔ±¡£Äã¿ÉÊ¹ÓÃ²éÑ°Ñ¡Ôñ¹ýÂËÄúµÄ»áÔ±±à¼­£¬¸üÐÂºÍÉ¾³ý»áÔ±µÈ¡£",	
		"24a" => "ÁªÃË´¦Àí¹¤¾ßÔÊÐíÄú²ì¿´ËùÓÐ¼ÓÈëÄúÍøÕ¾µÄÁªÃË¡£Äã¿ÉÒÔÊ¹ÓÃ²éÑ°Ñ¡ÔñÀ´¹ýÂË»ò±à¼­ÄúµÄÁªÃË£¬¸üÐÂºÍÉ¾³ýÁªÃËµÈ¡£",	
		"25a" => "ÎªÁËµÌ·ÀÄãµÄÍøÕ¾Ôâµ½ÒÑ¾­±»É¾³ý»ò·Ç»áÔ±µÄÍâÀ´¹¥»÷£¬Õâ¸öÈí¼þÏµÍ³½«»á×Ô¶¯×èÖ¹ÄÇÐ©¿ÉÒÉÈËÎïÓÎÀÀÄãµÄÍøÕ¾£¬ÒÔ·ÀÖ¹´øÀ´²»±ØÒªµÄÉËº¦¡£",		
		"26a" => "»áÔ±ÎÄ¼þ¹¤¾ßÔÊÐíÄú¹Û¿´ºÍ¼Ó¹¤´¦ÀíÄúÍøÕ¾ËùÓÐµÄ³ÉÔ±ÉÏÔØ£¬ÒôÀÖÒÔ¼°Â¼ÏñµÈ¡£ËæÒâµã»÷ÆäÖÐÒ»ÕÅÕÕÆ¬£¬È»ºóÊ¹ÓÃ±à¼­ÎÒÃÇµÄ¹¤¾ßÐÞ¸ÄÕÕÆ¬¡£",
		"27a" => "»áÔ±½ø¿Ú¹¤¾ßÔÊÐíÄú´ÓÆäËûÈí¼þÓ¦ÓÃ½ø¿Ú³ÉÔ±¹¦ÄÜ¡£ÄúÖ»ÐèÒª½«ËüÊäÈëÓë´æ·ÅÔÚÄúµÄÍøÕ¾ÏµÍ³£¬Ö®ºó½«Ëü×ªÒÆµ½ÄúµÄÐÂÍøÕ¾¡£",	
		"28a" => "ÍøÕ¾Ìâ²Ä²¿·ÖÔÊÐíÄú¼´¿Ì¸Ä±äÄúµÄÍøÕ¾Ä£°åºÍÉè¼Æ! µ±Äúµã»÷ÏëÊ¹ÓÃµÄÌâ²ÄÊ±£¬ÄúµÄÍøÕ¾½«»á×Ô¶¯¸üÐÂ¡£",
		"29a" => "Ìâ²Ä±à¼­¹¤¾ßÔÊÐíÄúÖ±½ÓµØ´Ó¹ÜÀíÇøÓò±à¼­ÍøÕ¾Ò³¡£Ò»µ©ÄúÍê³É±à¼­£¬Äú¿ÉÒÔð¤ÌùËü£¬Ò²¿ÉÒÔ¸´ÖÆºÍ²åÈë±àÂëÓÚÄú×Ô¼ºµÄÍøÕ¾¡£",	
		"30a" => "Ìâ²ÄÍ¼Ïó¾­Àí¹¤¾ßÔÊÐíÄúÉÏÔØÐÂÍ¼Ïñ£¬ÒÔ·½±ã¸Ä±äÄúÍøÕ¾ÉÏµÄµ±Ç°ÐÎÏó¡£Ò»µ©ÉÐÔØ³É¹¦£¬µ±Ç°Í¼Ïó½«Á¢¼´±»ÐÂµÄÍ¼Ïó½«Ìæ»»¡£",
		"31a" => "ÉÌ±ê±à¼­¹¤¾ßÔÊÐíÄú¸Ä±äÄúµ±Ç°µÄÉÌ±êÉè¼Æ¡£Äú¿ÉÒÔÉÏÔØ×Ô¼ºµÄÉÌ±êµ½ÄãµÄÍøÕ¾£¬½Ó×ÅÊ¹ÓÃÄú×Ô¼ºµÄÍ¼Ïó±à¼­ÅäÌ×£¬°ÑËü×ª»»³ÉÄú¸öÈË¶ÀÌØµÄÉÌ±ê¡£",
		"32a" => "½×±ê¼ÇÌØµãÔÊÐíÄú±à¼­ËùÓÐÈí¼þÍ¨ÓÃµÄÍøÕ¾Ò³µÄ½×±ê¼Ç¡£ÄúÄÜËæÒâµØÔö¼ÓÄúµÄ×Ô¼ºµÄ±êÌâ¡¢Ö÷Ìâ´ÊºÍÃèÊöÄúµÄÃ¿Ò»ÍøÕ¾Ò³Ãæ¡£",	
		"33a" => "ÓïÑÔ¹ÜÀí¹¤¾ßÔÊÐíÄúÌí¼ÓÄúÏëÒªÊ¹ÓÃÒÔ¼°É¾³ýÄã²»ÏëÒªµÄÓïÑÔ¡£",
		"34a" => "µç×ÓÓÊ¼þ¹ÜÀí¹¤¾ßÔÊÐíÄú´´ÔìÄú×Ô¼ºµÄÏµÍ³ºÍÊ±ÊÂÍ¨Ñ¶µç×ÓÓÊ¼þ£¬ÕâÄÜ´ø¸øÄúµÄÍøÕ¾Ò»ÖÖ¶ÀÌØµÄ¸öÈË·ç¸ñ¡£",	
		"35a" => "¸øÄ£°å·¢µç×ÓÓÊ¼þµÄ½éÉÜ",		
		"36a" => "¸ø±¨¸æ·¢µç×ÓÓÊ¼þµÄ½éÉÜ",
		"37a" => "·¢ËÍÊ±ÊÂÍ¨Ñ¶µÄ½éÉÜ",
		"38a" => "¸øÌáÊ¾·¢µç×ÓÓÊ¼þµÄ½éÉÜ",
		"39a" => "µç×ÓÓÊ¼þÏÂÔØ½éÉÜ",
		"40a" => "»áÔ±×Ê¸ñÅäÌ×½éÉÜ",
		"41a" => "ÃÅ»§¸¶¿î½éÉÜ",
		"42a" => "»áÔ±×Ê¸ñ²¼¸æÀúÊ·½éÉÜ",
		"43a" => "ÁªÃË²¼¸æÀúÊ·½éÉÜ",
		"44a" => "Ñ¡ÔñÏÔÊ¾½éÉÜ",
		"45a" => "ÏÔÊ¾ÉèÖÃ½éÉÜ",
		"46a" => "ÏµÍ³µÀÂ·½éÉÜ",
		"47a" => "Ë®Ó¡½éÉÜ",
		"48a" => "²éÑ°·¶Î§½éÉÜ",
		"50a" => "ÊÂ¼þÈÕÀú½éÉÜ",
		"51a" => "ÍøÕ¾ÃñÒâ²âÑé½éÉÜ",
		"52a" => "ÍøÕ¾ÂÛÌ³½éÉÜ",
		"53a" => "ÁÄÌìÊÒ½éÉÜ",
		"54a" => "ÍøÕ¾³£¼ûÎÊÌâ½â´ð½éÉÜ",
		"55a" => "ÎÄ×Ö¹ýÂËÆ÷µÄ½éÉÜ",
		"56a" => "ÐÂÎÅ/ÎÄÕÂµÄ½éÉÜ",
		"57a" => "Ð¡×é½éÉÜ",
);

$admin_login = array(

	"1" => "¹ÜÀíÔ±µØÇø×¢²á",
	"2" => "Íü¼ÇÁËÄúµÄÃÜÂë£¿²»±Øµ£ÐÄ£¬ÇëÔÚÏÂÃæÊäÈëÄúµÄµç×ÓÓÊ¼þ£¬ÎÒÃÇ±£Ö¤½«ËÍÄúÒ»¸öÐÂµÄÃÜÂë¡£",
	"3" => "µç×ÓÓÊ¼þÓÊÖ·",
	"4" => "ÏÂÃæÎÄ±¾",
	"5" => "ÖØÐÂÉèÖÃÃÜÂë",
	"6" => "ÇëÔÚÏÂÃæÊäÈëÄúµÄÐÅÏ¢ÒÔ±ãµÇÂ¼",
	"7" => "ÓÃ»§Ãû",
	"8" => "ÃÜÂë",	
	"9" => "Ö´ÕÕ",	
	"10" => "ÓïÑÔ",
	"11" => "µÇÂ¼",
	"12" => "±»²ÉÓÃµÄIPÊÇ",	
	"13" => "Íü¼ÇÃÜÂë",	
);

// EXTRA BITS

$admin_members_extra = array(

	"1" => "¸öÈË×ÊÁÏÖØµã",
	"2" => "ÍøÕ¾°àÖ÷",
	"3" => "»áÔ±ÅäÌ×",
	"4" => "·¢ËÍÉý¼¶µç×ÓÓÊ¼þ",
	"5" => "Ôö¼Ó¿ªµ¥ÏµÍ³µÄÅäÌ×±ä¶¯",
	"6" => "¶ÌÐÅ·þÎñÊý×Ö",
	"7" => "¶ÌÐÅ·þÎñµãÊý",
	"8" => "¼¯ºÏÕÊ»§Çé¿ö",	
	
	"9" => "µã»÷±à¼­ÃÜÂëÏä×Ó¡£",	
	"10" => "²éÑ°½á¹ûÏÔÊ¾±»×ÅÖØµÄ³ÉÔ±ÓÐ²»Í¬µÄ´æÔÚ±³¾°¡£",
	"11" => "ÔÊÐí·ÃÎÊÄãÍøÕ¾µÄ»áÔ±³ÉÎª°àÖ÷£¬ÒÔ·½±ã´¦Àí´¦ÀíÄúµÄÍøÕ¾¡£",
	
	"12" => "»¶Ó­ÁªÃËÒ³Ãæ",	
	"13" => "ºá·ù±àÂëÏÔÊ¾Ò³Ãæ",	
	"14" => "ÁªÃË¸¶¿îÒ³Ãæ",	
	"15" => "ÁªÃË¸ÅÒªÒ³Ãæ",
	"16" => "ÁªÃËÕÊ»§±à¼­Ò³",
	
	"17" => "ÊäÈë³ÉÔ±",	
	
	"18" => "ÄêÁä",			
	"19" => "ÎÄ¼þ¹Û¿´",	
	"20" => "Ë½ÈË",
	"21" => "¹«ÖÚ",
	
	"22" => "²áÒ³",		
	"23" => "ÓÐ³ÉÈËÎÄ¼þ",	
	"24" => "Ã»ÓÐ³ÉÈËÎÄ¼þ",	
	
	"25" => "´óÐ¡",		
	"26" => "½«ÎÄ¼þÒÆ¶¯ÖÁ³ÉÈË²áÒ³",
	"27" => "³ÉÈËÎÄ¼þ",

);

$admin_selection = array(

	"1" => "ÊÇ",
	"2" => "²»ÊÇ",
	
	"3" => "¿ª",
	"4" => "¹Ø",
);

$admin_plugins = array(

	"1" => "²åÈëÊ½¹¦ÄÜ¿ÉÒÔÀ©´óºÍÀ©Õ¹eMeetingµÄÔ¼»áÈí¼þµÄ¹¦ÄÜ¡£Ò»µ©°²×°²åÈëÊ½£¬Äú¿ÉÒÔÊ¹ÓÃÔÚ×ó±ßµÄ²Ëµ¥£¬Ñ¡Ôñ¼¤»îËü»ò³·ÏúËü¡£",
	"2" => "ÄúÄÜ¹»´ÓÎÒÃÇµÄÍøÕ¾¹Ë¿ÍÇøÓò¹Û¿´ºÍÏÂÔØÐÂµÄÈí¼þ²åÈë¡£",
	"3" => "²åÈëÊ½Ãû³Æ",
	"4" => "²åÈëÊ½×ÊÁÏ",
	"5" => "×îºó¸üÐÂ",
	"6" => "×´¿ö",

);
$admin_pop_welcome = array(

	"1" => "»¶Ó­",
	"2" => "ÏÂÃæÊÇ½ñÌìµÄ³ÉÔ±Ç©Ô¼ºÍÍøÕ¾±íÏÖµÄ¸ÅÒª¡£",
	"3" => "½ñÌìÐÂ¼ÓÈëµÄ»áÔ±",
	"4" => "ÐèÒªÅú×¼µÄÎÄ¼þ",
	"5" => "<strong>ÇÐ¼Ç</strong> Èç¹ûÄú²»Ï£Íû¼ÌÐøÊÕµ½ÕâÐ©ÊÜ»¶Ó­µÄ×ÖÌõ£¬ÄÇÃ´ÔÚÄúµÇÂ¼Ê±£¬¼ÇµÃÔÚ¹ÜÀíÔ±ÌØÇø½«»¶Ó­×ÖÑÛ¹ØÉÏ¡£",
	"6" => "¹Ø±ÕÊÓ´°",

);
$admin_pop_chmod = array(

	"1" => "ÎÄ¼þ´íÎóÔÊÐí",
	"2" => "ÕâÒ³µÄÎÄ¼þ²»ÄÜ±»ÐÞ¸Ä",
	"3" => "ÔÚÄú±à¼­»òÐÞ¸ÄËûÃÇÖ®Ç°£¬ÒÔÏÂµÄÎÄ¼þ»òÄ¿Â¼ÐèÒªÓÐ'write'µÄ×ÖÑÛ¡£Èç¹ûÄúÊÇÔÚLinux»òUnixµÄWEBÖ÷»ú²Ù×÷£¬ÄÇÃ´ÄúÄÜÊ¹ÓÃÄúµÄFTP³ÌÊ½ºÍÊ¹ÓÃ'CHMOD'('¸Ä±äÄ£Ê½')ÊÚÓèµÄ×÷ÓÃ£¬»ñµÃÖØÐÂÐ´×÷µÄÐí¿É¡£Èç¹ûÄúÊÇÊ¹ÓÃWindowsµÄ£¬Äú½«ÐèÒªÓëËûÃÇÁªÏµ¹ØÓÚ°²×°Ð´×÷Ðí¿ÉÖ¤£¬ÔÚÕâÐ©ÎÄ¼þ»òÎÄ¼þ¼Ð¡£",
	"4" => "ÒªÇóCHMOD 777µÄÎÄ¼þ»òÄ¿Â¼ÊÇ",
	"5" => "¹Ø±ÕÊÓ´°",

);
$admin_pop_demo = array(

	"1" => "Æô¶¯ÑÝÊ¾·½Ê½",
	"2" => "ÄúÏµÍ³µÄ±ä»¯½«²»»á±»±£´æÔÚÑÝÊ¾·½Ê½ÉÏ",
	"3" => "ÄúµÄÏµÍ³·ÃÎÊÉèÖÃÒÑ±»ÉèÖÃ³É'ÑÝÊ¾Ä£Ê½' ÕâÒâÎ¶×ÅºÜ¶à´Ó¹ÜÀíÇøÓòµÄÄÚ²¿Í¨ÈëºÍ¹¦ÄÜ½«±»ÏÞÖÆÎª'ÔÄ¶Á¹¦ÄÜ'¡£",
	"4" => "Äú¿ÉÒÔÔÚ¹ÜÀíÇøÓò¸½½ü×ÔÓÉä¯ÀÀ£¬µ«ÊÇÄãËù×÷µÄÒ»ÇÐ¸Ä±ä½«²»»á±»±£´æ¡£",
	"5" => "<strong>ÇÐ¼Ç</strong> Èç¹ûÄúÏ£Íû³ýÈ¥Ô¼ÊøÄãÕË»§µÄÑÝÊ¾·½Ê½ÖÆÔ¼£¬ÇëÁªÂçÄúµÄÏµÍ³¹ÜÀíÁªÏµÒÔ»ñÈ¡¸ü¶àÏêÇé¡£",
	"6" => "¹Ø±ÕÊÓ´°",
);

$admin_pop_import = array(

	"1" => "Êý¾Ý¿âµ÷¶¯½á¹û",
	"2" => "Ë³ÀûµØÊäÈë»áÔ±!",
	"3" => "»áÔ±Ë³ÀûµØ±»ÊäÈëÁË",
	"4" => "Èí¼þ¡£ Çë×ñÊØÒÔÏÂÖ¸Ê¾ÎªÁËÈ·±£ÄúÄÜË³Àû¸üÐÂÄúµÄ³ÉÔ±Í¼Ïó¡£",
	"5" => " eMeetingµÄÍ¼ÏóÎÄ¼þ¼ÐµÀÂ·ÔÚÏÂÃæ£¬¶øÄú±ØÐë¸´ÖÆ¾ÉÍøÕ¾µÄÍ¼Ïó£¬ÔÙ½«Ëü·Åµ½ÏÂÃæÐÂµÄµÀÂ·;",
	"6" => "¹Ø±ÕÊÓ´°",
);

$admin_loading= array(

	"1" => "ÓÅÑ¡Êý¾Ý¿â±í",
	"2" => "ÇëµÈ´ý",

);
$admin_menu_help= array(
"1" => "Ñ¸ËÙ°ïÖúÖ¸ÄÏ",
);

$admin_settings_extra = array(

	"1" => "显示搜索页面",
	"2" => "显示联系人页面",
	"3" => "在您的网页",
	"4" => "显示FAQ页面",
	"5" => "展示活动",
	"6" => "显示组",
	"7" => "显示器论坛",
	"8" => "Display Matches",	
	"9" => "展示广告网络",	
	"10" => "显示联盟系统",
	"11" => "显示短信/短信报警系统",
	
	"12" => "显示博客",	
	"13" => "显示聊天室",	
	"14" => "显示文本即时通讯",
	"15" => "显示注册验证图片",
	"16" => "英国显示邮政编码搜索",
	"17" => "显示美国邮政编码搜索",
	"18" => "显示MSN /雅虎整合",
	
	"19" => "默认成员包",
	"20" => "这是会员包成员都签署了默认",
	"21" => "会员必须上传图片加入",
	"22" => "这个设置将决定会员可以跳过注册过程中上传图片的选项。",	
	"23" => "自由模式",
	"24" => "将其设置为“是”，如果你希望你的网站的所有功能是每个人都可以访问。",
	"25" => "维护模式",
	"26" => "这将停止所有访问你的网站会员和非会员只允许谁已登录到管理区管理员浏览网站。",
		
	"27" => "每页的搜索结果数",
	"28" => "选择要显示每页的配置文件数量",		
	"29" => "Number of match results on overview page",	
	"30" => "选择每页要显示的配置文件数量。",
		
	"31" => "电子邮件激活码",
	"32" => "会员将发送一个激活码到他们的电子邮件必须经过验证才可以登录。",
	"33" => "手动批准会员",
	"34" => "这取决于如果你想手动验证会员帐号才可以登录上设置此为“是”或“否”。",
	"35" => "手动批准文件",
	"36" => "这取决于如果你想手动验证显示之前的文件上设置此为“是”或“否”",
	"37" => "手动批准视频记录",
	"38" => "设置此为'是'或'不'，这取决于您是否要手动验证成员广播（视频聊天供稿）。",
		
	"39" => "显示视频录制问候语",
	"40" => "这使得成员录制自己的视频消息他们的个人资料。您必须在下面输入您的Flash视频RMS连接字符串。",
	"41" => "闪存RMS连接字符串",
	"42" => "你需要一个闪光的托管帐户才能使用此",
	"43" => "显示日期格式",
	"44" => "选择要显示在您的网站，你想要的日期格式",
	"45" => "允许资料/档案评论",
	"46" => "如果你想成员能够发布个人资料和文件的注释启用该选项。",
	"47" => "显示聊天室和即时通讯在单独的窗口",
	
	"48" => "如果你想IM弹出窗口来打开一个新的窗口，启用该选项。",
	
	"49" => "搜索引擎友好？",
	"50" => "如果你是在Linux或UNIX托管帐户，并使用默认的.htaccess文件启用该选项",
	"51" => "搜索空白照片",
	"52" => "是否要被显示在搜索结果谁没有添加相片成员？",
	"53" => "显示标志图片",
	"54" => "将其设置为“是”或“否”，如果你想对你的网站上显示的语言标志。",
	"55" => "货币联盟",	
	"56" => "使用HTML编辑器",	
	"57" => "这取决于如果你想手动验证显示之前的文件上设置此为“是”或“否”",

	"58" => "显示文章页面",

	"59" => "国家封锁",
	"60" => "使用此选项可从您的网站阻止整个国家。",

);

$admin_billing_extra = array(

	"1" => "将其设置为“是”，如果你希望你的网站的所有功能是每个人都可以访问。",
	
	"2" => "封装类型",
	"3" => "会员套餐",
	"4" => "短信套餐",
	"5" => "如果你想创建一个SMS程序包只允许使用这个包在您的网站上购买额外的短信学分选择YES。",
	"6" => "包名称",
	"7" => "此包输入一个名称，这将您的订阅页面上显示。",
	"8" => "描述",	
	"9" => "价钱",	
	"10" => "多少钱你要收取会员订阅这个包？ 注意。不要输入货币符号",
	"11" => "显示货币代码",
	
	"12" => "这是将您的网站上显示的货币代码，这是不是用于付款的货币，这需要在付款设置中进行设置。",	
	"13" => "订阅",	
	"14" => "选择是，如果你想这是一个定期付款。",	
	"15" => "升级期",
	
	"16" => "天",
	"17" => "周",
	"18" => "月",
	"18a" => "无限",
	"19" => "最大消息（每日）",
	"20" => "这是会员可以每天发送邮件的最大数量。",
	"21" => "最大使眼色",
	"22" => "媚眼的最大数量与此包可以发送每一天的成员。",	
	"23" => "最大文件上传",
	"24" => "文件的最大数量的成员可以上传。",
	"25" => "包图标链接",
	"26" => "包图标链接需要是图像的链接你的网站。推荐尺寸：28px x 90px.",
		
	"27" => "特色会员",
	"28" => "选择是，如果你想成员显示照片也可以在你的网站的面前。",		
	"29" => "突出",	
	"30" => "选择是，如果你想用这个包成员能够在搜索结果中突出显示的背景。",
		
	"31" => "查看成人形象",
	"32" => "选择是，如果你想在这个包中的成员能够查看会员成人图片。",
	"33" => "短信学分",
	"34" => "这是当它们被升级到这个包帐户添加到成员的SMS信用的数量。这将被添加到其的电流量，如果他们已经拥有信用。",
	"35" => "可见升级包"

);

$admin_mainten_extra = array(

	"1" => "链接",
	"2" => "只能输入一个链接，如果你想链接到外部网站",
	"3" => "RSS新闻提要数据",
	
	"4" => "类别",
	"5" => "意见",
	"6" => "标题",
	"7" => "语言",
	"8" => "私人集团",
		
	"9" => "变更董事会论坛",	
	"10" => "选择论坛董事会",
	"11" => "默认论坛",
	
	"12" => "您目前使用的是第三方论坛。请登录他们的管理区来管理您的论坛。",	
	"13" => "密码"
);
$admin_set_extra1 = array(

	"1" => "Allow Photo / Image Uploads",
	"2" => "Allow Video Uploads",
	"3" => "Allow Music Uploads",	
	"4" => "Allow YouTube Uploads",	
);
$admin_alerts = array(

	"1" => "Alerts",
	"2" => "new visitors",
	"3" => "new members",	
	"4" => "unapproved members",	
	"5" => "unapproved files",
	"6" => "new upgrades",	
);
$lang_members_nn = array(

	"0" => "Member Abuse Monitor",
	"1" => "Username or ID",
	"2" => "No Chat History Found",	
);
$members_opts = array(

	"1" => "编辑个人资料",
	"2" => "文件上传",
	"3" => "帐单纪录",	
	"4" => "发电子邮件",	
	"5" => "发信息",
	"6" => "论坛帖子",
	"7" => "信息滥用",	
);
?>