<?php
$LANG_ = array(
"_language" => "arabic",
"_charset" => "windows-1256", 
"_dir" => "DIR='RTL'",

);
$LANG_COMMON = array(

	"0" => "2 من٪ 1 الصفحة٪ ",
	"1" => "كلمة سر منسية",
	"2" => "كل الأعضاء",
	"3" => "أصدقائى",

	"4" => "بلدي قائمة الأكثر طلبا",
	"5" => "ألبوماتي",
	"6" => "إعلاناتي",
	"7" => "مدونتي",
	"8" => "تعليقاتي",
	"8a" => "احداثي",
	"9"  => "إرسال رسالة",
	"10" => "إرسال غمزة",
	"11" => "عرض الصفحة الشخصية",
	"12" => "أضف إلى قائمتي الساخنة",
	"13" => "إضافة إلى قائمة أصدقاء",
	"14" => "إضافة الى قائمة الحظر",
	"15" => "البحث المتقدم",
	"16" => "إضافة كشريك الشخصي",
	"17" => "فعاليات مميزة",
	"18" => "الأعضاء المميزون",
	"19" => "المجموعات مميزة",
	"20" => "فيديوهات مميزة",	
	"21" => "أحدث الأخبار",
	"22" => "أحدث المقالات",
	"23" => "أحدث صور",
	"24" => "تحديثات عضو الزوار",
	"25" => "أبدا تحديث",
	"26" => "٪ 1 ثواني منذ",
	"27" => "منذ٪ 1 دقيقة",
	"28" => "منذ٪ 1 أيام",
	"29" => "منذ٪ 1 أسابيع",
	"30" => "منذ٪ 1 منذ أشهر",
	"31" => "٪منذ 1 سنة",
	"32" => "منذ٪ 1 ساعات",
	"33" => "تم الارسال",
	"34" => "رسائل كتلة من",
	"35" => "إذا كنت ترغب في منع جنس معين من الاتصال بك تسليط الضوء عليها في القائمة أعلاه.",
	"36" => "رسائلي",
	"37" => "مجموعاتي",
	"38" => "شغل الفيديو",
	"39" => "رسائل جديدة",
	"40" => "اصدقاء جدد",
	"41" => "تعليقات جديدة",
	"42" => "تريد تلبية هذا المستخدم؟",
);

$LANG_WELCOME = array(

	"_join" => "لست عضوا بعد؟",
	"_join1" => "انها حرة للانضمام فما تنتظرون!",
	"_join2" => "أفتح حساب الأن!",

	"_ct1" => "سجل مجانا",
	"_ct2" => "بدء الدردشة",
	"_ct3" => "قابل الناس!",
	
	"_cb1" => "إنشاء حساب على الانترنت مجانا اليوم، ويستغرق سوى دقيقة واحدة!",
	"_cb2" => "ونحن نقدم العديد من الطرق المختلفة بالنسبة لك أن تعرف أعضائنا!",
	"_cb3" => "تجد ذلك الشخص المميز وجعل التاريخ! كل شيئ وارد!",

	"1" => "أحدث موقع المادة",
	"2" => "اقرأ المادة كاملة",
	"3" => "ثلاث خطوات للنجاح!",
	"4" => "1. سجل الآن",
	"5" => "2. إنشاء ملف تعريف",
	"6" => "3. البحث عن الحب الحقيقي",
	"7" => "فإنه من السهل أن تبدأ، قم بالتسجيل الآن وإنشاء ملف تعريف فراغك، في غضون دقائق هل يمكن أن يكون لقاء الشخص المناسب لك!",
	"8" => "البحث السريع الأعضاء",
	"9" => "نلقي نظرة على بعض من أعضاء آخرين لدينا.",
);
$LANG_ERROR = array(
	"_complete" => "حساب التحديث بنجاح",
	"_incomplete" => "يرجى تعبئة جميع الحقول",
	"_notaccepted" => "نوع الملف غير مقبولة.",
	"_error" => "كان هناك خطأ في البيانات التي أدخلتها. يرجى مراجعة وحاول مرة أخرى.",
	"_offline1" => "الموقع مؤقتا للصيانة غير متصل",
	"_offline2" => "نحن حاليا بتحديث موقعنا على الانترنت، وسوف يعود على الانترنت قريبا.", 
	"_offline3" => "ونحن نعتذر عن أي إزعاج وشكرا لسعة صدرك.",  
	"_noResults" => "آسف لم تكن هناك نتائج.",
	"_inviteMsg" => "لقد وجدت هذا الموقع الرائع أنني أعتقد أنك سوف تكون مهتمة في والارتباط",
	"_welcomeMsg" => "شكرا لك، لقد تم تسجيل بنجاح وقمت بتسجيل الدخول الآن إلى حسابك، استخدم الخيارات القائمة أعلاه وعلى اليسار لتبحر في طريقك حولها، وإذا كان لديك أي مشاكل لا تترددوا في الاتصال بنا. حظا سعيدا والسعادة التي يرجع تاريخها!",	
	"_invalid" => "العنوان٪ s الخاص بك غير صالح",
	"_invalidCode" => "كان رمز التحقق الذي قمت بإدخاله غير صالح. يرجى مراجعة وحاول مرة أخرى.",
	"_adultWarning" => "يرجى اختيار نعم إذا كان هذا الملف يحتوي على محتوى للبالغين.",
	"_waitingApproval" => "حساب موافقة انتظار",

	"_AlertQuickMsg" => "أدخل رسالتك ادناه للاتصال٪ الصورة",
 	"_AlertQuickWink" => "إرسال غمزة إلى٪ s. عن طريق اختيار من الرسالة أدناه",
	"_userBlocked" => "نحن نأسف ولكن لا يمكنك التواصل مع هذا العضو لأنها قد سدوا لك",

	"_videoIntro" => "<p> وسجل تحيات ملفك الشخصي!، المساعد موقع الويب الخاص بك وميكروفون، وتبدأ مع تحيات الشخصية الخاصة بك. </ P> <p> عند جاهزة، انقر على زر التسجيل، تسجيل الفيديو الخاص بك لمدة تصل إلى 5 دقائق، ثم اضغط على زر التوقف عند عمله الخاص بك! لا ننسى لمعاينة الفيديو الخاصة بك ومن ثم حفظه قبل أن تغادر. </ P>",
	"_emailSent" => "شكرا لك، لقد تم ارسال البريد الالكتروني الخاص بك.",

	"_noT&C" => "يرجى التحقق من مربع لقبول شروط وأحكام الموقع.",
	"_eventWho" => "تريد هذا الحدث ليتم عرضها لأصدقائك فقط أو للجميع على الموقع؟",
	"_fileE1" => "يظهر الملف أن يكون فاسدا.",
	"_fileE2" => "كنا قادرين على توليد أي بيانات الصور من هذا الملف. يرجى المحاولة مرة أخرى مع صورة مختلفة.",
	"_fileE3" => "الملف فارغ. يرجى تحميل شيء أكثر جوهرية.",
	"_fileE4" => "نوع MIME سيئة المقدمة من المتصفح الخاص بك.",
	"_fileE5" => "ملف التمديد سيئة.",
	"_fileE6" => "أنا آسف ولكن نحن لا ندعم [٪ الصورة] أنواع الملفات، يرجى تحميل ملف صورة JPEG.",
	"_fileE7" => "ملف مؤقت سيئة. حاول إعادة تسمية الملفات والتحميل مرة أخرى.",
	"_fileE8" => "ملف سيئة. حاول مرة أخرى، أو محاولة إعادة عليه.",
	"_fileE9" => "الملف فارغ.",

	//
	"_noAdultAccess" => "آسف لم يكن لديك أذونات لعرض ملفات الكبار.",

	"_t10" => "الأعضاء الأكثر مشاهدة",
	"_t11" => "الأعلى تقييما الأعضاء",

	"_t12" => "احفظ البحث",
	"_t13" => "بلدي عمليات البحث المحفوظة",
);

$LANG_UPGRADE = array(	
	"0" => "شكرا",
	"_complete" => "ترقية كاملة، شكرا لك",
	"2" => "تسجيل الخروج الآن",
	"_cancel" => "من أجل إلغاء",
	"4" => "ترقية إلغاء",
	"6" => "خطأ الترقية",
);

$LANG_BODY = array(

"_yold" 			=> "سنة",

// A
"_account" 		=> "حساب",
"_all" 			=> "جميع",
"_add" 			=> "إضافة",
"_addComment" 	=> "أضف تعليق",
"_approve" 		=> "وافق",
"_approved" 	=> "موافق عليه",
"_article" 		=> "مقالة",
"_articles" 	=> "مقالات",
"_adultContent"=> "محتوى للبالغين",
"_accountOverview" => "نظرة عامة على الحساب",
"_advert" 		=> "الاعلانات",
"_affiliate" 		=> "انضم",
"_age" 			=> "عمر",
"_advanced" 		=> "متقدم",
"_album" 		=> "ألبوم",
"_albums" 		=> "ألبومات",
"_address" 		=> "عنوان",
"_attending" 		=> "حضور",
//B
"_banners" 		=> "لافتات",
"_blog" 			=> "مدونة",
"_blockList" 		=> "القائمة المحظورة",
//C
"_category" 	=> "فئة",
"_created" 		=> "مكون",
"_createNew" 	=> "خلق جديد إبداع جديد",
"_createdBy" 	=> "تم إنشاؤها بواسطة",
"_change" 		=> "تغيير",
"_comments" 	=> "تعليقات",
"_country" 		=> "بلد",
"_city" 		=> "المدينة / المدينة",
"_cancel" 		=> "إلغاء",
"_current" 		=> "تيار",
"_correct" 		=> "صحيح",
"_credits" 		=> "الاعتمادات",
//D
"_delete" 		=> "حذف",
"_deleted" 		=> "تم الحذف",
"_deselectAll" 		=> "الغاء تحديد الكل",
"_date" 			=> "تاريخ",
"_displayPhoto" 	=> "عرض صور",
"_day" 			=> "يوم",
"_description" 	=> "وصف",
//E
"_edit" 		=> "تحرير",
"_error" 		=> "خطأ",
"_email" 		=> "البريد الإلكتروني",
"_event" 		=> "حدث",
"_events" 	=> "أحداث",
"_everyone"	=> "كل واحد",
"_expires" 	=> "تنتهي",

//F
"_fax" 		=> "فاكس",
"_faq" 		=> "التعليمات",
"_friend" 		=> "صديق",
"_friends" 	=> "هل نبقى اصدقاء",
"_friendsList" 	=> "قائمة الأصدقاء",
"_featured" 	=> "متميز",
"_favorites" 	=> "المفضلة",
"_file" 		=> "ملف",
"_files" 		=> "ملفات",
"_fileType" 	=> "اكتب",
"_forgotten" 	=> "نسي",

//G
"_groups" 		=> "المجموعات",
"_gender" 		=> "جنس",
//H
"_hightlighted" 	=> "سلط الضوء",
"_hotList" 		=> "قائمة الساخنة",
//I
"_information" 	=> "معلومات",
"_itsFree" 		=> "انه مجانا",
"_location"		=> "موقع",
//J
"_joinToday" 	=> "انضمت اليوم",
"_joined" 		=> "انضم",
//k
"_keyword" 	=> "الكلمة",
//L
"_latest" 		=> "آخر",
"_login" 		=> "تسجيل الدخول",
"_lastLogin" 	=> "آخر تسجيل دخول",
"_logout" 	=> "خروج",
"_link" 		=> "صلة",
//M
"_manage" 			=> "إدارة",
"_member" 			=> "عضو",
"_members" 			=> "أعضاء",
"_message" 			=> "الرسالة",
"_messages" 		=> "رسائل",
"_month" 			=> "شهر",
"_my" 				=> "لي",
"_mile" 			=> "ميل الشعاع",
"_music" 			=> "موسيقى",
"_membership" 		=> "عضوية",
//N
"_no" 		=> "لا",
"_next" 	=> "التالى",
"_name" 	=> "اسم",
"_namef" 	=> "الاسم الاول",
"_namel" 	=> "الكنية",
"_nameb" 	=> "اسم الشركة",
"_now" 		=> "الآن",
"_new" 		=> "جديد",
//O
"_options" 	=> "خيارات",
"_of" 		=> "من",
//P
"_photo" 	=> "صورة فوتوغرافية",
"_photos" 	=> "الصور",
"_play" 	=> "لعب",
"_previous" => "سابق",
"_page" 	=> "صفحة",
"_payments" => "المدفوعات",
"_privacy" 	=> "خصوصية",
//0
"_online" 		=> "على الانترنت",
"_onlineNow" 	=> "متواجد حاليا",
//V
"_view" 		=> "رأي",
"_views" 		=> "المشاهدات",
"_visitors" 	=> "آخر",
"_viewAll" 	=> "مشاهدة الكل",
"_verification" => "رمز التحقق", 
"_video" 		=> "فيديو",
"_videos" 	=> "فيديو",
"_visibility" 	=> "رؤية",
//q
"_question" 	=> "سؤال",
"_questions" 	=> "أسئلة",
"_quiz" 		=> "بلدي مسابقات",
"_quiz1" 		=> "اختبار قصير",
//U
"_username" 	=> "اسم المستخدم",
"_updateAccount" => "تحديث الحساب",
"_updated" 		=> "تحديث",
"_update" 		=> "تحديث",
//r
"_results" 		=> "النتائج",
"_recurring" 	=> "تناوبي",
"_remove" 		=> "إزالة",
"_rating" 		=> "تصنيف",
"_rememberMe" 	=> "تذكرنى",
"_register" 	=> "تسجيل",
"_read" 		=> "اقرأ",
"_reply" 		=> "الرد",
"_removed" 		=> "إزالة",
//S
"_speadWord" 	=> "نشر الكلمة",
"_save" 		=> "حفظ",
"_sent" 		=> "أرسلت",
"_settings" 	=> "إعدادات",
"_search" 		=> "بحث",
"_searchQ" 		=> "بحث سريع",
"_select" 		=> "اختار",
"_selectAll" 	=> "اختر الكل",
"_submit" 		=> "عرض",
"_sort" 		=> "ترتيب حسب",
"_send" 		=> "إرسال",
"_slideshow" 	=> "ابدا العرض الشرائحي",
"_sort0" 		=> "مشاهدة الأساسي",
"_sort1" 		=> "ألبوم",
"_sort2" 		=> "عرض مفصل",
"_sort3" 		=> "وضعت مؤخرا",
"_sort4" 		=> "تم تحديثه مؤخرا",
"_sort5" 		=> "الاكثر شهره",
"_sort6" 		=> "عرض٪ ق لكل صفحة",
"_street" 		=> "شارع",
"_status" 		=> "الحالة",
"_subject" 		=> "موضوع",
"_song" 		=> "الملف كلمات",
//P
"_password" 	=> "كلمه السر",	
"_province" 	=> "الدولة / مقاطعة",
"_phone" 		=> "هاتف",
"_profile" 		=> "الملف الشخصي",
"_partners" 	=> "شركاء",
//T
"_thankyou" 	=> "شكرا",
"_topic" 		=> "موضوع",
"_top10" 		=> "أعلى 10",
"_tags" 		=> "الكلمات",
"_title" 		=> "عنوان",
"_time" 		=> "مرة",
"_today" 		=> "اليوم",
//Y
"_yes" 			=> "نعم فعلا",	
"_year" 		=> "عام",
//W
"_watch" 		=> "راقب",	
"_website" 		=> "موقع الكتروني",
"_wink" 		=> "غمزة", 
"_within" 		=> "ضمن",	
"_withPics" 	=> "مع صور",	
"_zipcode" 		=> "الرمز البريدي / الرمز البريدي",
// MONTHS
"_monday" 	=> "الإثنين",
"_tuesday" 	=> "الثلاثاء",
"_wednesday"=> "الأربعاء",
"_thursday" => "الخميس",
"_friday" 	=> "الجمعة",
"_saturday" => "يوم السبت",
"_sunday" 	=> "Sunday",
// DAYS
"_january" 	=> "كانون الثاني",
"_febuary" 	=> "فبراير",
"_march" 	=> "مارس",
"_april" 	=> "أبريل",
"_may" 		=> "قد",
"_june" 	=> "يونيو",
"_july" 	=> "يوليو",
"_august" 	=> "أغسطس",
"_september"=> "سبتمبر",
"_october" 	=> "شهر اكتوبر",
"_november" => "تشرين الثاني",
"_december" => "ديسمبر",

// ALERTS
"_alert1" 	=> "ملفي الشخصي التنبيهات",	
"_atTitle" 	=> "إرفاق صور الألبوم",
"_atSub" 	=> "يمكنك إرفاق احدة من ألبومات الصور الخاصة بك إلى هذه القائمة وسيتم عرض جميع الصور في الألبوم على صفحة ويب.",
"_atNo" 	=> "لا نعلق الصور والالبومات",


// MODERATOR TEXT 
"_mod1" 	=> "الحالة مشرف",	
"_mod2" 	=> "يعيش الموافقة",
"_mod3" 	=> "يعيش تحرير",
"_mod4" 	=> "تحديث مباشر",

"_pChat" => "دردشة خاصة",
"_pLink" => "رابط الملف الشخصي",
"_details"=> "تفاصيل",

"_pSmsg" => "يبحث عن",

"_skype1" => "تمكين المكالمات سكايب",
"_skype2" => "ببساطة إدخال اسم المستخدم سكايب الخاص بك في المربع أعلاه وسوف نضع زر الاتصال بي على ملف التعريف الخاص بك، يمكن للأعضاء ثم الدردشة لك.",

"_seconds" => "ثواني",
"_minutes" => "دقيقة",
"_hours" => "ساعات",
"_months" => "أشهر",
"_today" => "اليوم",
"_ago" => "منذ",
"_about" => "حول",
"_about" => "حول",

"_media" => "وسائل الإعلام",

"_compare" => "قارن",

"_compatibilityquiz" => "التوافق مسابقة",

"_email" => "البريد الإلكتروني",

"_days" => "أيام",

"_msgSent" => "تم الارسال",


 "_home1" => "أنا",
 "_home2" => "أبحث عن",

"_star1" => "الجدي",
"_star2" => "القوس",
"_star3" => "العقرب",
"_star4" => "برج الميزان",
"_star5" => "برج العذراء",
"_star6" => "الأسد",
"_star7" => "سرطان",
"_star8" => "الجوزاء",
"_star9" => "برج الثور",
"_star10" => "برج الحمل",
"_star11" => "الحوت",
"_star12" => "برج الدلو",

//

"_CompleteProfile" => "أكمل ملفك الشخصي",
"_menue1" 		=> "بلدي آخر لمحات شوهد",

"_menue2" => "حدد بحثك",
"_menue3" => "البحث السريع الأعضاء",
"_menue4" => "بحث بكلمة مفتاحية",
"_menue5" => "أعياد ميلاد اليوم",
"_menue6" => "انضم في الماضي",
"_menue7" => "حدد الفترة",
"_menue8" => "عنوان الشخصية",
"_menue9" => "الملف الشخصي الوصف",
"_menue10" => "أخر ظهور علي الانترنت",
"_menue11" => "الأعضاء غير موافق عليها",
"_weeks" => "أسابيع",

 "_fpost" => "جعل المشاركة",

// IM CHAT
"_imchat1" => "طلب الدردشة الجديد",
"_imchat2" => "يريد التحدث معك.",
"_imchat3" => "بدء الدردشة",
"_imchat4" => "رفض",
"_imchat5" => "Chat",
"_friends3" => "Friends",
"_hotlist3" => "Hostlist",
"_block3" => "Block",
"_wink3" => "Wink",
"_email3" => "Email",
"_email4" => "Send Emails",
"_credits2" => "Credits",
"_balance2" => "Balance:",

);

$lang_global_options = array(
	"1" => "هل تريد أن..",
	"2" => "إطبع هذه الصفحة",
	"3" => "ارسل هذه الصفحة",
	"4" => "مرحلة ما بعد تعليق",
	"5" => "الاتصال المشارك",
	"6" => "أضف الى المفضلة",
	"7" => "تصدير إلى PDF",
	"8" => "ترك هذه المجموعة",
	"9" => "انضم إلى هذه المجموعة",
	"10" => "حضور هذا الحدث",
	"11" => "إزالة حضور الحالة", 
	"12" => "حالتي الدردشة",
	"13" => "متواجد حاليا",
	"14" => "اخذ استراحة!",
	"15" => "خيارات القائمة",
	"16" => "تسجيل إيقاف / تسجيل الخروج",
	"17" => "شوهدت مؤخرا",
	"18" => "نشر الكلمة",
	"19" => "الأعضاء حضور",
	"20" => "شوهدت مؤخرا",
	"21" => "شوهدت مؤخرا",	
	"22" => "نسخة رابط الصفحة", 
 	"23" => "Lترك تعليق ل",
	"24" => "علق على الفيديو",
	"25" => "ترك تعليق على ملف الألبوم",
	"26" => "ترك تعليق على بلوق من قبل",
	"27" => "ترك تعليق على",
	"28" => "تسجيل الدخول",
	"29" => "تحديث ملفهم الشخصي",
	"30" => "إضافة صور جديدة",
	"31" => "تغيرت عرض صورهم",
	"32" => "هل يحضر الآن",
	"33" => "إضافة مجموعة جديدة",
	"34" => "تغيير حالتها ل",
	"35" => "تصفح جميع الفئات",
	"36" => "إعطائها التصويت",
	"37" => "حدد الألبوم صور وشاشة عرض الصور",
	"38" => "حدد الألبوم صور وشاشة عرض الصور",
	"39" => "ويمكن للأعضاء كتابة مواضيع",
	"40" => "ويمكن للأعضاء كتابة مواضيع",
 	"41" => "أحداث التقويم",
	"42" => "انقر هنا لعرض تسجيلات الفيديو الحالية",
	"43" => "اضغط هنا للتسجيل مقطع فيديو جديد",
	"44" => "تحديثات عضو الزوار",
	"45" => "مواضيع المنتدى الأخيرة", 
);

$lang_main_menu = array(
"index" => "الصفحة الرئيسية",
"search" => "بحث",
"forum" => "المنتدى",
"blog&sub=search" => "المدونات",
"classads" => "إعلانات مبوبة",
"calendar" => "أحداث",
"gallery&sub=search" => "الصور",
);

$lang_main_menu_sub = array(
	
	"account" => "ملفي الشخصي",
	"logout" => "خروج",
	"chatroom" => "& # 219؛ & # 209؛ & # 221؛ & # 201؛ & # 199؛ & # 225؛ & # 207؛ & # 209؛ & # 207؛ & # 212؛ & # 229",
	"settings" => "إعدادات",
	"matches" => "مسابقات",
	"friends" => "هل نبقى اصدقاء",
	"videos&sub=search" => "فيديوهات",
	"music&sub=search" => "موسيقى",
	"messages" => "رسائل",
	"account" => "ملفي الشخصي",	
	"login" => "تسجيل الدخول",

); 
$lang_main_footer = array(
	"index" => "الصفحة الرئيسية",
	"privacy" => "سياسة الخصوصية",
	"articles" => "مقالات",
	"affiliate" => "الشركات التابعة",
	"contact" => "اتصل بنا",
	"faq" => "الأسئلة الأكثر شيوعا",
	"links" => "وصلات الصفحة",
	"invite" => "اخبر صديق",
	"map" => "خريطة الموقع",
	"wld" => "WLD",

);
$lang_quick_box = array(
"search" => "ايجاد الناس",
"messages" => "صندوق الوارد",
"logout" => "الخروج",
"messages" => "صندوق الوارد",

"messages" => "صندوق الوارد",
"messages" => "صندوق الوارد",

);


/////////////////////////////////////////////////////////////////////////////
////////////////////////////////////////////////////////////////////////////

$LANG_ACCOUNT_MENU = array(
 
	"" => "خيارات الحساب",
		"_?" => "",
	"&dll=account&sub=view" => "عرض صفحتي",
	"&dll=account&sub=view_?" => "عرض ملف التعريف الخاص بك كأعضاء آخرين سوف نرى.",
	"&dll=gallery" => "بلدي صور والملفات",
	"&dll=gallery_?" => "انقر هنا لعرض وإدارة الملفات ألبومك.",
	"edit" => "Edit Profile",
	"edit_?" => "تعديل المعلومات الشخصية الخاصة بك باستخدام الخيارات هنا.",
	"design" => "Profile Designer",
	"design_?" => "استخدام الخيارات التالية لتخصيص ملف التعريف الخاص بك.",
	"video" => "Vتحية الفيديو",
	"music" => "الشخصية الموسيقى",
	"video_?" => "إنشاء تحيات الفيديو الخاصة بك باستخدام الخيارات هنا.",
	"comments" => "تعليقاتي",
	"comments_?" => "عرض، حذف التعليقات موقع الويب الخاص بك هنا.",
	"view" => "",
		"view_?" => "",
);
$LANG_HEADINGS = array(

	"home"			=> "الصفحة الرئيسية",
	"subscribe"		=> "عضويتي",
	"subscribe_matrix" => "رسم بياني للمقارنة",
	"cryptoconvert" => "عملة تشفير سرية",
	"cryptopayment"	=> "كريبتو كيرنسي بايمنت",
	"register"		=> "تسجيل",
	"register_activation"		=> "Activation",
	"login"			=> "تسجيل الدخول",
	"blog"			=> "المدونات",
	"blog_search"	=> "جميع المدونات",
	"blog_view"		=> "عرض المدونة",
	"blog_add"		=> "إضافة مدونة",
	"calendar"		=> "أحداث",
	"calendar_manage"	=> "إدارة الأحداث",
	"calendar_search"	=> "بحث الأحداث",
	"calendar_events"	=> "أحداث التقويم",
	"classads"		=> "إعلانات مبوبة",
	"classads_add"		=>	"إضافة جديد مصنف",
	"classads_search" 	=> "بحث الإعلانات المبوبة",
	"calendar_add"      => "إضافة أحداث",
	"order"			=> "طلب",
	"order_thankyou"		=> "شكرا",
	"order_requitix"		=> "شكرا",
	"order_cancel"			=> "إلغاء",
	"order_error"			=> "خطأ",
	"profile"				=> "الملف الشخصي",
	"profile_admin"		=>	"الملف الشخصي",
	"profile_overview"	=> "نظرة عامة",
	"profile_manage"	=> "تدبير",
	"profile_viewfile"	=> "استعراض الملف",
	"profile_blogview" 	=> "عرض المدونة",
	"gallery"			=> "صالة عرض",
	"gallery_search"	=> "صالة عرض",
	"gallery_manage"	=> "صالة عرض",
	"gallery_edit"		=> "صالة عرض",
	"gallery_albums"	=> "صالة عرض",
	"gallery_create"	=> "إنشاء ألبوم",
	"gallery_upload"	=> "إضافة ملف الألبوم",
	"gallery_display"	=> "عرض بيك",
	"search"			=> "بحث",
	"search_advanced"	=> "البحث المتقدم",
	"search_detail"		=> "قائمة أصدقائي",
	"search_friends" => "اصحاب",
	"search_1"			=> "قائمتي الساخنة",
	"search_3"			=> "القائمة المحظورة",
	"search_5"			=> "شريكى",
	"groups_search" => "بحث المجموعات",
	"groups_add" => 	"عنوان المجموعات",
	"search_inc" => 	"سيرتش إنك ",
	"search_basic" 	=> "الأساسية",
	"search_view" 	=> "عرض البحث",
	"viewed"			=> "تمت مشاهدة الملف الشخصي",
	"viewed_search" => "تمت مشاهدة البحث",
	"birthday"			=> "عيد ميلاد اليوم", 
	"forum"				=> "المنتدى",
	"matches"			=> "مسابقات",
	"matches_test"		=> "بلدي مسابقات",
	"matches_taken"		=> "مسابقات لقد اتخذت",
	"matches_addquiz"	=> "تصميم الحساب",
	"matches_add" => "إضافة مباريات",
	"matches_results"	=> "نتائج المباريات",
	"account" 			=> "ملفي",
	"account_comments"	=> "تعليقات",
	"account_edit"		=> "تحرير الحساب",
	"account_design"	=> "تصميم الحساب",
	"music" 			=> "موسيقى",
	"music_search"		=> "جميع الموسيقى",
	"music_view"		=> "بلدي الموسيقى",
	"videos" 			=> "أشرطة فيديو",
	"videos_search"		=> "جميع مقاطع الفيديو",
	"friends" 			=> "اصحاب",
	"games" 			=> "ألعاب",
	"games_search" 		=> "جميع الألعاب",
	"games_play" 		=> "لعب",
	"games_top" 		=> "زعيم المجلس",
	"settings" 			=> "إعدادات",

	"settings_privacy" => "إعدادات الخصوصية",
	"settings_password" => "تغيير كلمة السر",
	"settings_cancel" 	=> "إلغاء حساب",
	"settings_alerts" 	=> "تنبيهات البريد الإلكتروني",
	"settings_settings" => "إعدادات المباراة",
	"settings_gdpr" 	=> "GDPR",
	"groups"		=> "مجموعة",
	"groups_view"	=> "عرض المجموعات",
	"groups_show"	=> "عرض المجموعات",
	"blogs"			=> "المدونات",
	"classifieds"	=> "إعلانات مبوبة",
	"events"		=> "أحداث",
	"recommend"		=> "نوصي",
	"photos"		=> "الصور",
	"contact"		=> "الاتصال وا",
	"privacy"		=> "سياسة الخصوصية",
	"articles"		=> "مقالات",
	"articles_view"	 => "عرض المادة",
	"affiliate"		 => "التابعون",
	"affiliate_login"=> "تسجيل الدخول التابعة",
	"affiliate_join" => "سجل التابعة",
	"faq"			=> 'أسئلة وأجوبة',
	"links"			=>	"صفحة الروابط",
	"invite"		=> "اخبر صديق",
	"map"			=> "خريطة الموقع",
	"wld"			=> "التسمية البيضاء يؤرخ",
	"wld_login"			=> "ولد تسجيل الدخول",
	"wld_register"		=> "سجل ولد",
		"wld_dashboard"		=> "لوحة القيادة",
		"wld_create_site"	=> "إنشاء موقع جديد",
		"wld_sites"			=> "مواقعي",
		"wld_ads"			=> "إعلانات",
		"wld_reports"		=> "تقارير",
		"wld_wallet"		=> "حسابي",
		"wld_help"			=> "مساعدة",
	    "messages"			=> "رسائل",
		"messages_sent"		=> "أرسلت",
		"messages_wink"		=> "غمزة",
		"messages_inbox"	=> "صندوق البريد الخاص بي",
		"messages_create"	=> "إرسال رسالة",
		"messages_trash"	=> "حاوية القمامة",
		"messages_read" 	=> "اقرأ الرساله",
		"mgal"				=> "عضو معرض الصور",
		"compatibilityquiz" => "التوافق مسابقة",

);


$LANG_MESSAGES_MENU = array(

	"" => "رسائلي",
		"_?" => "",
	"inbox" => "علبة الوارد",
		"inbox_?" => "عرض وإدارة رسائل البريد الوارد الخاص بك هنا.",
	"wink" => "بلدي الغمزات",
		"wink_?" => "تلقى أي الغمزات الجديدة؟ إدارة الغمزات الخاص بك هنا.",
	"sent" => "البريد المرسل",
		"sent_?" => "عرض الرسائل المرسلة هنا.",
	"trash" => "حاوية القمامة",
		"trash_?" => "يتم وضع الرسائل المحذوفة في سلة المهملات الخاصة بك. إدارتها هنا.",
	"create" => "إرسال رسالة",		
		"create_?" => "إنشاء رسالة جديدة لإرسالها إلى الأعضاء الآخرين هنا.",
	"read" => "قراءة رسالة",		
		"read_?" => "",

 
);
$LANG_BREADCRUMB = array(

		"home"			=> "الصفحة الرئيسية",
		"subscribe"		=> "عضويتي",
		"subscribe_matrix"	=> "رسم بياني للمقارنة",
		"cryptoconvert" => "عملة تشفير سرية",
		"cryptopayment"	=>	"كريبتو كيرنسي بايمنت",
		"register"		=> "تسجيل",
		"register_activation"		=> "Activation",
		"login"			=> "تسجيل الدخول",
		"blog"			=> "المدونات",
		"blog_search"	=> "جميع المدونات",
		"blog_view"		=> "عرض المدونة",
		"blog_add"		=> "إضافة مدونة",
		"calendar"		=> "أحداث",
		"calendar_manage"	=> "إدارة الأحداث", 
		"calendar_search"	=> "بحث الأحداث",
		"calendar_add"      => "إضافة أحداث",
		"calendar_events"	=> "أحداث التقويم",
		"classads"		=> "إعلانات مبوبة",
		"classads_add"		=>	"إضافة جديد مصنف",
		"classads_search" 	=> "بحث الإعلانات المبوبة",
		"order"			=> "Order",
		"order_thankyou"		=> "شكرا",
		"order_requitix"		=> "شكرا",
		"order_cancel"			=> "إلغاء",
		"order_error"			=> "خطأ",
		"profile"		=> "Profile",
		"profile_admin"		=>	"الملف الشخصي",
		"profile_overview"	=> "نظرة عامة",
		"profile_manage"	=> "تدبير",
		"profile_viewfile"	=> "استعراض الملف",
		"profile_blogview" 	=> "عرض المدونة",
		"gallery"			=> "صالة عرض",
		"gallery_search"	=> "صالة عرض",
		"gallery_manage"	=> "عرض الألبومات",
		"gallery_edit"		=> "تعديل ملف",
		"gallery_albums"	=> "عرض الألبوم",
		"gallery_create"	=> "إنشاء ألبوم",
		"gallery_upload"	=> "إضافة ملف الألبوم",
		"gallery_display"	=> "عرض بيك",
		"search"		    => "بحث",
		"search_advanced"	=> "البحث المتقدم",
		"search_detail"		=> "قائمة أصدقائي",
		"search_friends" => "اصحاب",
		"search_1"	=> "قائمتي الساخنة",
		"search_3"	=> "القائمة المحظورة",
		"search_5"	=> "شريكى",
		"groups_search" => "بحث المجموعات",
		"groups_add" => 	"عنوان المجموعات",
		"search_inc" => 	"سيرتش إنك ",
		"search_basic" 	=> "الأساسية",
		"search_view" 	=> "عرض البحث",
		"viewed"		=> "تمت مشاهدة الملف الشخصي",
		"viewed_search" => "تمت مشاهدة البحث",
		"birthday"		=> "عيد ميلاد اليوم", 
		"forum"			=> "المنتدى",
		"matches"		=> "مسابقات",
		"matches_test"		=> "بلدي مسابقات",
		"matches_taken"		=> "مسابقات لقد اتخذت",
		"matches_addquiz"	=> "تصميم الحساب",
		"matches_add" => "إضافة مباريات",
		"matches_results"	=> "نتائج المباريات",

		"account" 			=> "ملفي",
		"account_comments"	=> "تعليقات",
		"account_edit"		=> "تحرير الحساب",
		"account_design"	=> "تصميم الحساب",
		
		"music" 			=> "موسيقى",
		"music_search"		=> "جميع الموسيقى",
		"music_view"		=> "بلدي الموسيقى",
		"videos" 			=> "Videos",
		"videos_search"		=> "جميع مقاطع الفيديو",
		"friends" 			=> "اصحاب",
		"games" 			=> "ألعاب",
		"games_search" 		=> "جميع الألعاب",
		"games_play" 		=> "لعب",
		"games_top"		 	=> "زعيم المجلس",
		"settings" 			=> "إعدادات",
		"settings_gdpr" 	=> "GDPR",
		"settings_privacy" 	=> "إعدادات الخصوصية",
		"settings_password" => "تغيير كلمة السر",
		"settings_cancel" 	=> "إلغاء حساب",
		"settings_alerts" 	=> "تنبيهات البريد الإلكتروني",
		"settings_settings" 	=> "إعدادات المباراة",
		"groups"		=> "المجموعات",
		"groups_view"	=> "عرض المجموعات",
		"groups_show"	=> "عرض المجموعات",
		"blogs"			=> "المدونات",
		"classifieds"	=> "إعلانات مبوبة",
		"events"		=> "أحداث",
		"recommend"		=> "نوصي",
		"contact"		=> "الاتصال وا",
		"photos"		=> "الصور",
		"privacy"		=> "سياسة الخصوصية",
		"articles"		=> "مقالات",
		"articles_view"		=> "عرض المادة",
		"affiliate"		=> "التابعون",
		"affiliate_login"	=> "تسجيل الدخول التابعة",
		"affiliate_join"	=> "سجل التابعة",
		"faq"			=> 'أسئلة وأجوبة',
		"links"			=>	"صفحة الروابط",
		"invite"		=> "اخبر صديق",
		"map"			=> "خريطة الموقع",
		"wld"			=> "التسمية البيضاء يؤرخ",
		"wld_login"			=> "ولد تسجيل الدخول",
		"wld_register"		=> "سجل ولد",
		"wld_dashboard"		=> "لوحة القيادة",
		"wld_create_site"	=> "إنشاء موقع جديد",
		"wld_sites"			=> "مواقعي",
		"wld_ads"			=> "إعلانات",
		"wld_reports"		=> "تقارير",
		"wld_wallet"		=> "حسابي",
		"wld_help"			=> "مساعدة",
		"messages"			=> "رسائل",
		"messages_sent"		=> "أرسلت",
		"messages_wink"		=> "غمزة",
		"messages_inbox"	=> "صندوق البريد الخاص بي",
		"messages_create"	=> "إرسال رسالة",
		"messages_trash"	=> "حاوية القمامة",
		"messages_read" 	=> "اقرأ الرساله",
		"mgal"				=> "عضو معرض الصور",
		"compatibilityquiz" => "التوافق مسابقة",

);

$LANG_GALLERY_MENU = array(

	"search" => "عرض جميع الالبومات",	
		"search_?" => "",
	"albums" => "عرض الصور والالبومات",
		"albums_?" => "عرض وإدارة ألبومات موقع الويب الخاص بك هنا.",
	"create" => "إنشاء الألبوم",
		"create_?" => "إنشاء ألبوم جديد وتحميل الصور والفيديو وملفات الموسيقى.",
	"upload" => "إضافة ملف الألبوم",	
		"upload_?" => "تحميل فيديو جديد، والموسيقى أو الصور إلى ملف ألبوم حالي.",
	"display" => "تغيير العرض صورة",
		"display_?" => "عرض الصورة هي أول صورة سوف الأعضاء ترى عند عرض الموقع. استخدام الخيارات هنا لتحديد المطلوب عرض الصورة.",
	"manage" => "",	
		"manage_?" => "انقر فوق أي من ألبومك ملفات أدناه لعرض محتوياته.",
	"edit" => "",	
		"edit_?" => "استخدام الخيارات التالية لتعديل تفاصيل الملف.",

);

$LANG_MATCH_MENU = array(

	"test" => "بلدي مسابقات",
		"test_?" => "استخدام الخيارات هنا لإضافة وإدارة الاختبارات ملفك الشخصي.",

	"addquiz" => "إضافة مسابقة جديدة",
		"addquiz_?" => "",

	"results" => "نتائج مسابقة",
		"results_?" => "",

	"add" => "إدارة الأسئلة",			
		"add_?" => "",

	"taken" => "مسابقات لقد أخذت",			
		"taken_?" => "عرض وإدارة اختبار التوافق التي اتخذتموها هنا.",
);

$LANG_EVENTS_MENU = array(
	"events" => "عرض جميع الأحداث",
		"events_?" => "عرض جميع الأحداث أوكومينغ هنا.",	
	"add" => "اضف حدث",
		"add_?" => "سمعت عن الحدث الجديد؟ لماذا لا نقول للعالم ومعرفة أي أعضاء آخرين يشاركون أيضا.",	
	"manage" => "احداثي",		
		"manage_?" => "إدارة الأحداث الموجودة هنا.",
	"search" => "بحث الأحداث",		
		"search_?" => "",
);
$LANG_GROUPS_MENU = array(
	"search" => "عرض جميع المجموعات",
		"search_?" => "عرض جميع المجموعات موقع هنا.",
	"add" => " إنشاء مجموعة",
	"view" => "المجموعات عرض",
		"view_?" => "استخدم الخيارات أدناه لتصفح من خلال مجموعة الأعضاء.",
		"add_?" => "لماذا لا إنشاء مجموعة جديدة والسماح لأعضاء لتبادل المصالح الخاصة بك.",
	"manage" => "مجموعاتي",		
		"manage_?" => "إدارة المجموعات الموجودة لديك هنا.",
	"show" => "",		
		"show_?" => "",
);

$LANG_CLASSADS_MENU = array(

	"search" => "جميع إعلانات",
		"search_?" => "عرض جميع الإعلانات المبوبة التي تم إنشاؤها من قبل أعضائنا.",
	"manage" => "عرض الإعلانات",
		"search&fcid=0_?" => "عرض جميع الإعلانات المبوبة التي قمت بإنشائها هنا.",
	"add" => "إنشاء الاعلان",
		"add_?" => "إنشاء إعلان مبوب جديد هنا.",
	"view" => "",		
		"view_?" => "",
);
$LANG_MUSIC_MENU = array(
	"search" => "جميع ملفات الموسيقى",
		"search_?" => "عرض كافة ملفات الموسيقى التي أضافها أعضائنا هنا.",
	"view" => "الموسيقى",
		"view_?" => "عرض وإدارة ملفات الموسيقى التي قمت بتحميلها هنا.",
	"" => "",
		"_?" => "",
);

$LANG_VIDEO_MENU = array(
	"search" => "عرض جميع الفيديوهات",
		"search_?" => "عرض جميع فيديوهات الاعضاء هنا.",
	"myvideos" => "أشرطة الفيديو الخاصة بي",
		"myvideos_?" => "المذكورة أدناه جميع مقاطع الفيديو التي أضفتها إلى حسابك.",

	"view" => "",
		"view_?" => "",
);
$LANG_FLASHCOM_CHAT = array(
	
	"chat" => "دردشة فيديو",
	
		"chat_?" => "يمكنك التحدث وجها لوجه مع عضو آخر",

);


$LANG_INVITE_MENU = array(
	"&dll=invite" => "ادعو أصدقاء",	
		"&dll=invite_?" => "إرسال دعوة إلى أصدقائك باستخدام الخيارات هنا.",
);
$LANG_1GAME_MENU = array(
	"search" => "عرض جميع الألعاب",
		"search_?" => "عرض وتشغيل أي من الألعاب المدرجة في موقعنا هنا.",
	"top" => "المتصدرين",
		"top_?" => "تحقق من المتصدرين للهداف.",
	"play" => "لعب الألعاب",
		"play_?" => "",
);
$LANG_SETTINGS_MENU = array(

	"privacy" => "إعدادات الخصوصية",
		"privacy_?" => "إدارة إعدادات الخصوصية الحساب الخاص بك هنا",
	"password" => "تغيير كلمة السر",
		"password_?" => "تحديث حسابك الدخول كلمة المرور هنا.",
	"cancel" => "إلغاء حساب",
		"cancel_?" => "الوداع؟ واسمحوا لنا أن نعرف إذا كنت ترغب في إلغاء الحساب الخاص بك هنا.",
	"sms" => "بلدي تنبيهات الرسائل القصيرة",	
		"sms_?" => "إدارة وتحديث إعدادات رسالة SMS / النص الخاص بك هنا.",
	"alerts" => "تنبيهات البريد الإلكتروني",			
		"alerts_?" => "إدارة وتحديث إعدادات تنبيه عبر البريد الإلكتروني هنا.",
	"settings" => "إعدادات مباراة",
		"settings_?" => "اختر إعدادات مباراة عضويتك هنا، ونحن سوف تضييق قاعدة البيانات الخاصة بنا من الأعضاء للعثور على شركاء المثالي بالنسبة لك",
		
		"gdpr" => "GDPR",

		"gdpr_?" => "To fully comply with GDPR, you may dwonload your personal data here. <a href='/gdpr' >Download Now</a>",


);
$LANG_BLOG_MENU = array(
	"search" => "عرض جميع المدونات",
		"search_?" => "تحقق من أحدث بلوق عضو هنا.",
	"view" => "عرض مدوناتي",
		"view_?" => "عرض وإدارة الموقع مقالات بلوق الخاص بك هنا.",
	"add" => "إنشاء مدونة جديدة",
		"add_?" => "إنشاء بلوق جديد ونقول للعالم عن يومك هنا.",
);
$LANG_LINKS_MENU = array(

	"links" => "وصلات الصفحة",
		"links_?" => "إذا كنت مهتما في وضع رابط لموقع الويب الخاص بك أدناه، يرجى الاتصال بنا اليوم.",

);
$LANG_SEARCH = array(



	"search" => "عرض جميع الأعضاء",

		"search_?" => "",



	"search&friendid=2" => "قائمة أصدقائي",

		"search&friendid=2_?" => "",



	"search&friendid=1" => "قائمتي الساخنة",

		"search&friendid=1_?" => "",



	"search&friendid=2&friend_type=3" => "قائمتي المحظورة",

		"search&friendid=2&friend_type=3_?" => "",



 

);

$LANG_CHAT_MENU = array(

	"im" => "مراسل مباشر",
		"im_?" => "",
	"wink" => "إرسال الغمزات",
		"wink_?" => "",
	"profile" => "عرض لمحات",
		"profile_?" => "",
	"forum" => "مشاهدة المنتدى",
		"forum_?" => "",
);

// contact PAGE
$LANG_CONTACT_MENU = array(

	"" => "اتصل بنا",	
		"_?" => "إذا كان لديك أي أسئلة حول موقعنا على الانترنت أو خدمات لا تترددوا في الاتصال بنا باستخدام النموذج أدناه.",


);
// sitemap
$LANG_SITEMAP_MENU = array(

	"" => "خريطة الموقع",	
		"_?" => "المدرجة أدناه هي خريطة الموقع.",

);
$LANG_UPGRADE_MENU = array(

	"" => "عضويتي",	
		"_?" => "استخدام الخيارات التالية لترقية عضويتك",

	"matrix" => "رسم بياني للمقارنة",	
		"matrix_?" => "المدرجة أدناه هي حزم ترقية الحالية وملامح وصولهم.",
);
$LANG_AFFILIATE_MENU = array(
 
	"" => "الشبكة التابعة لها",
		"_?" => "",
	"login" => "انضم الدخول",
		"login_?" => "",
	"join" => "تاريخ الشبكة التابعة لنا اليوم!",
		"join_?" => "",
	"summary" => "ملخص الحساب",	
		"summary_?" => "",
	"banners" => "لافتات التابعة لها",			
		"banners_?" => "",
	"edit" => "حسابي",	
		"edit_?" => "",
	"payment" => "تاريخ الدفع",			
		"payment_?" => "",
);

$LANG_FORUM_MENU = array(
	"" => "منتديات",	
		"_?" => "الدردشة مع الأعضاء الآخرين في المحافل مجتمعنا أدناه.",
);
// articles
$LANG_ARTICLES_MENU = array(
	"" => "مقالات",	
		"_?" => "وفيما يلي بعض من أحدث المواد على شبكة الإنترنت.",

	"view" => "",	
		"view_?" => "",
);

// subscribe
$lang_subscribe = array(

	"" => "ترقية عضويتي",	
	"_?" => "استخدام الخيارات التالية لترقية عضويتك",
	"a1" => "ترقية حسابي",
	"a3" => "ترقية حسابك اليوم!",
	"a4" => "أنا ترقية في وقت لاحق",
	"a5" => "فوائد رفع مستوى اليوم!",
	"a6" => "انقر فوق حزمة لعرض ميزات",
	"a7" => "ترقية الحزم",		
	"a8" => "خيارات الدفع",	
	"a9" => "طرق الدفع",	
	"a10" => "لكي تتمكن من الاستفادة من انخفاض اسعار، يتم تجديد تصاريح تلقائيا على أساس شهري حال انتهاء الاشتراك الأولي الخاص بك. يمكنك إلغاء بالطبع التجديد التلقائي في أي وقت عن طريق الاتصال بنا.",
	"a11" => "نحن نقبل",	
	"a12" => "طرق الدفع",
	"a13" => "اختار طريقة الدفع",
	"a14" => "ترقية الآن",		
	"15" => "العضوية الحالية",
	"16" => "بنك / الأسلاك الدفع",
	"17" => "ماذا تريد أن تفعل",		
	"18" => "يرجى طرح البنك الذي تتعامل معه لنقل",
	"19" => "لنا باستخدام التفاصيل الواردة أدناه. سيتم إنشاء حسابك وجاهزة للاستخدام في أقرب وقت نتلقى الدفع الخاص بك.",
	"20" => "قروض SMS إضافية",
);
 
$WINK_MESSAGE_ARRAY = array(
	"0" => "كنت اريد ان اسلم عليك..",
	"1" => "عندما جعلوا الابجدية يجب وضع يو وانا معا.",
	"2" => "هو والدك أجنبي لأنه لا يوجد أي شيء آخر مثلك في هذا العالم!",
	"3" => "مرحبا، أردت فقط أن تعطيك الارتياح تحول لي إلى أسفل؛ المضي قدما يقول لا.",
	"4" => "كان والدك لص؟ لأن أحدهم سرق النجوم من السماء ووضعها في عينيك!",
	"5" => "أنت تبدو وكأنها نوع من الرجل / الفتاة التي سمع كل سطر في الكتاب ... لذلك ما هو أكثر واحد؟",
	"6" => "هل الجو حار هنا أو هو لك؟",
	"7" => "المسمار لي إذا كنت مخطئا، ولكن كنت أريد أن يقبلني أليس كذلك؟",
	"8" => "مرحبا، أنا لا أسعى للضغط عليك، وأنا لا أريد أن ممارسة الجنس بدون موافقة المتبادلة؛ وبالمناسبة، لديك موافقتي.",
	"9" => "ماهو لونك المفضل؟",
	"10" => "هل لديك خريطة؟ لأنني حفاظ على التخبط في عينيك.",

);

$lang_overview_page = array(
		
	"a7" => "تسجيل المعايدة فيديو",
	"a21" => "من شاهد ملفي الشخصي",
	"51" => "عضويتي",
	"52" => "إدارة التوصيفات",
	"53" => "بلدي صور، فيديو وملفات الموسيقى",
		"54" => "انقر فوق لعرض ألبوماتك",
	"55" => "تحرير الوصف",
		"56" => "انقر لتعديل المعلومات الشخصية",
	"57" => "إدارة أصدقائي",
		"58" => "انقر فوق لعرض أصدقائك",
	"59" => "إدارة تعليقاتي",
		"60" => "انقر لعرض التعليقات الخاصة بك",
	"61" => "إضافة وتغيير صورة عرض",
		"62" => "انقر لتحميل وإدارة الصور",
	"63" => "إعدادات المباراة بلدي",
		"64" => "انقر لتعديل إعدادات مباراة",
	"65" => "إعدادات الخصوصية بلدي",
		"66" => "انقر لتعديل إعدادات الخصوصية",
	"67" => "سجل فيديو",
		"68" => "تسجيل رسالة الشخصي",
	"69" => "إنشاء رسالة",
		"70" => "انقر لإرسال رسالة جديدة",
	"71" => "إعدادات الرسائل القصيرة SMS نص / ",
		"72" => "انقر لعرض إعدادات SMS",
	"73" => "بلدي إعدادات البريد الإلكتروني التنبيه",
		"74" => "انقر لتعديل إعدادات البريد الإلكتروني",
	"75" => "القوائم بلدي",
		"76" => "انقر فوق لعرض المجموعات الخاصة بك",
	"77" => "مجموعاتي",
		"78" => "انقر فوق لعرض المجموعات الخاصة بك",
	"79" => "احداثي",
		"80" => "انقر لعرض الأحداث الخاصة بك",
	"81" => "إعلاناتي",
		"82" => "انقر فوق لعرض المصنفة الخاص بك",
	"83" => "مدونتي",
		"84" => "انقر لعرض إدخالات بلوق الخاص بك",
	"86" => "وهنا بعض الروابط المفيدة لمساعدتك على البدء إدارة ملف التعريف الخاص بك. تحميل الصور والفيديو والموسيقى وأكثر من ذلك وتبدأ اليوم خلق التعريف الخاص بك الكمال.",
	"87" => "وهنا بعض الروابط المفيدة للحصول على انك بدأته عند إدارة رسائلك. بدء اتصال بأفراد آخرين اليوم عن الصداقة، والمرح أو أكثر!",
	"88" => "وهنا بعض الروابط المفيدة للحصول على انك بدأته إدارة قوائمك موقع على شبكة الإنترنت. إنشاء مجموعات جديدة، إضافة الاعلانات المبوبة جديدة أو كتابة بلوق.",

//
	"89" => "وهنا بعض الروابط المفيدة لمساعدتك على البدء إدارة الحساب الخاص بك. يمكنك إعادة تصميم الألوان ملفك الشخصي، تحديث إعدادات مباراة الخاص بك وأكثر من ذلك!",
	"90" => "مباريات الأعضاء",
	"91" => "اضغط على الصورة لعرض أعضاء الشخصية الخاصة بهم.",
	
	"92" => "أهلا بك",
	"93" => "ما الذي تبحث عنه اليوم؟",

	"94" => "غير الصوره",

    "95" => "بالقرب مني",

	"96" => "قابلني",
	"97" => "دردشة",
);



$lang_register_page = array(

	"1" => "اسم المستخدم قيد الاستخدام بالفعل",
	"2" => "البريد الالكتروني قيد الاستخدام بالفعل",
	"3" => "عنوان البريد الإلكتروني غير صالح",
	"4" => "كلمة المرور قصيرة جدا!",
	"5" => "اسم المستخدم قصيرة جدا!",
	"6" => "اسم المستخدم يحتوى على رموز غير مصرح بها!",
	"7" => "كلمة المرور قصيرة جدا!",
	"8" => "يرجى تعبئة جميع الحقول",
	"9" => "كانت صورة التحقق خاطئة!",
	"10" => "يجب تحميل صورة",
	"11" => "شكرا لكم، يرجى التحقق من بريدك الالكتروني لرمز التفعيل الخاص بك.", 
	"a6" => "أسماء الأعضاء يمكن أن يكون أي مزيج من الحروف والأرقام، يؤكد والواصلات، وتصل إلى 15 حرفا. لا يسمح للمسافات، هجات وغيرها من علامات الترقيم.",	 
	"a8" => "يرجى إدخال عنوان البريد الإلكتروني يعمل هذا سيتم استخدامها لإرسال رسائل تذكير كلمة المرور و رموز التحقق من الصحة.",
	"a10" => "وسوف تحتاج هذه لتعديل ملفك الشخصي أو استرداد رسائلك. يجب أن تكون كلمات المرور بين 4 و 15 حرفا.",
	"a11" => "أعد إدخال كلمة السر",
	"a12" => "يرجى إعادة إدخال يتم إدخال كلمة المرور أعلاه.",
	"a13" => "مطلوب تفاصيل الحساب",	
	"a14" => "حمل الصورة",
	"a15" => "حدد صورة",	
	"a16" => "الحد الأقصى لحجم: 1MB، الحد الأدنى لحجم: 105 × 105 بكسل، شكل JPG.",


	"a17" => "توصية: لأفضل النتائج نوصي تحديد الصورة التي تسلط الضوء على وجهك، يجب أن يكون التعرف عليها بسهولة، وحده، ويواجه الكاميرا",
	"a18" => "تحديثات الموقع",
	"a19" => "تلقي موقع النشرة الإخبارية",
	"a20" => "تلقي تحديثات وتنبيهات",
	"a22" => "Eأدخل كلمة الأمان كما يظهر في الصورة متهاد. هذا يمنع التسجيلات الآلية. هذا هو حالة الأحرف.",
	"a23" => "لقد قرأت وفهمت وأوافق بالإلتزام بما جاء في",
	"a24" => "حيث + شروط",
	"a25" => " الاستخدام",
	"a26" => "اكمل التسجيل",		
	"28" => "إنشاء حسابك الخاص",
	"29" => "يرجى الانتظار بضع لحظات بينما نحن إنشاء حسابك",
	"30" => "تحديث حسابك",
	"31" => "يرجى الانتظار بضع لحظات بينما قمنا بتحديث حسابك",
	"32" => "مرحبا بكم في موقعنا",
	"33" => "مبروك لقد تم إنشاء حسابك٪ الصورة بنجاح.",
	"34" => "لقد قمت بإرسال بريد التنشيط إلى عنوان البريد الإلكتروني التالي:",
	"35" => "كل ما عليك القيام به هو استرداد البريد الإلكتروني من حسابك وانقر على الرابط في الرسالة.",
	"36" => "إذا لم تكن قد تلقت بريد التنشيط، الرجاء إعادة إدخال أو تغيير عنوان البريد الالكتروني أدناه:",

	"37" => "رجاء قم بإدخال بريد الكتروني صحيح",
	
	"38" => "تم تحديث عنوان بريدك الإلكتروني الجديد. تم إرسال رسالة تأكيد إليك.",

	"39" => "تعذر العثور على تفاصيل حسابك، يرجى إعادة المحاولة لاحقا.",
);

$lang_account_page = array( 
	"5" => "أنماط النص",
	"6" => "ألوان الخلفية",
	"7" => "شريط القوائم ورأس",
	"8" => "مربع الألوان",
	"9" => "الخط الجسم",
	"10" => "جبهة الرأس",
	"11" => "الصفحة الخلفية",
	"12" => "اختر صورة",
	"13" => "ملف",
	"14" => "نوع العرض",
	"15" => "حذف تم الحفظ صورة",
	"16" => "صندوق صورة الخلفية",
	"17" => "رأس صندوق الخلفية",
	"18" => "نص رأس صندوق",
	"19" => "لون الخط الرئيسي",
	"20" => "نص مربع رأس",
	"21" => "مربع الأعلى الخلفية",
	"22" => "خلفية مربع الجسم",
	"23" => "لا كرر صورة",
	"24" => "بلاط صورة",
	"25" => "كرر عموديا",
	"26" => "كرر أفقيا",
	"27" => "لا يوجد لديك تعليق",
	"28" => "احذف تحيات فيديو",
	"29" => "استخدام الخيارات على اليسار لتحديث نظام الألوان الشخصية لملفك الشخصي. يمكنك تخصيص الألوان وتحميل الخلفية ورأس بنفسك الصور.",
);

$lang_messages_page = array(

	"1" => "اسم المستخدم الذي أدخلته غير موجود، يرجى مراجعة وحاول مرة أخرى.",
	"2" => "لا يمكنك إرسال رسائل لنفسك",
	"3" => "موضوع مثل قصيرة جدا",
	"4" => "لقد وصلت إلى حد رسالتك",
	"5" => "كنت منعت من إرسال الرسائل إلى هذا المستخدم",
	"a2" => "عرض الوارد لل",
	"a3" => "يرجى الانتظار بينما نقوم بإرسال رسائلك",
	"a4" => "وهذا قد يستغرق بضع دقائق، وشكرا لكم على صبركم.",
	"a5" => "إدخال أعضاء أسماء المستخدمين أدناه",
	"a6" => "اسم المستخدم إدخال أعضاء فوق",
	"a17" => "اقرأ",
	"a21" => "أرسلت ل",
	"a33" => "عرض الوارد لل",
	"a34" => "الرسائل المرسلة بواسطة",
	"a35" => "في",	
	"a36" => "لا يوجد لديك بريد إلكتروني",
	"a38" => "حد عرض حدد",
);
$lang_gallery_page = array(

	"1" => "فشل تحميل الملف",
	"2" => "تحميل المنجزة",
	"3" => "لقد نفدت مساحة حساب",	
	"4" => "ملف الموسيقى التي تم تحميلها غير صالح أو فاسد، يرجى مراجعة وحاول مرة أخرى.",
	"5" => "ملف الفيديو الذي قمت بتحميله غير صالحة أو فاسدة، يرجى مراجعة وحاول مرة أخرى.",
	"6" => "نوع الملف صورة غير صالح",
	"7" => "ملف التحديث بنجاح",
	"8" => "ألبوم مكون بنجاح، الآن تحميل بعض الملفات",
	"9" => "ألبوم تحديث بنجاح",
	"10" => "حدث خطأ أثناء تحميل ملف",	
	"a1" => "عمليات التحميل الخاصة بي",
	"a2" => "تحميل الملفات الألبوم",
	"a4" => "يرجى الانتظار حتى يتم حفظ الملف.",
	"a5" => "قد يستغرق هذا بضع دقائق اعتمادا على حجم الملف.",
	"a7" => "حدد الألبوم سيتم حفظ الملف إلى.",
	"a15" => "الحد الأقصى للحجم: 1 ميغابايت، الحد الأدنى للحجم: 105 × 105 بكسل، تنسيق جبغ",
	"a16" => "توصية: لأفضل النتائج نوصي تحديد الصورة التي تسلط الضوء على وجهك، يجب أن يكون التعرف عليها بسهولة، وحده، ويواجه الكاميرا.",
	"a17" => "عرض صور",
	"a20" => "عرض صورتك هي الصورة الافتراضية المعروضة على ملفك الشخصي ونتائج البحث.",	
	"a22" => "الحد الأقصى لحجم: 3 ميغابايت، شكل MP3، MIDI وتلفزيون.",
	"a23" => "توصية: لأفضل النتائج نوصي قمت بتحديد الملفات الموسيقية من أقل من 1MB لتحميل سريع والاستماع.",
	"a24" => "إدخال URL يوتيوب",
	"a25" => "أدخل يوتيوب عنوان صفحة الويب فقط، وليس تضمين قانون.",
	"a26" => "مثال: انسخ عنوان موقع الويب مثل http://youtube.com/watch؟v=Dc541D7ny9I42234 في المربع أعلاه لالتقاط فيديو يوتوب.",
	"a28" => "الحد الأقصى لحجم: 5 ميجا بايت، شكل MPG، MPEG، وسائل التحقق، كيو تي، mxu والأفلام وملفات الافلام.",
	"a29" => "توصية: لأفضل النتائج نوصي تحديد الفيديو التي قمت بإنشائها مؤخرا.",	
	"a32" => "رفع ملف",
	"a40" => "تحميل الملفات الألبوم",
	"a44" => "عرض الموافقة المسبقة عن علم",
	"a46" => "لا يوجد لديك ملفات في هذا الألبوم",
	"a53" => "لا توجد تعليقات لهذا الملف",
	"a62" => "تحميل الملفات الألبوم",
	"a64" => "إنشاء عنوان وصفي لألبومك الجديد. على سبيل المثال. بلدي العطلة الصيفية صور",
	"a66" => "ألبوم خاص",
	"a69" => "صور الكبار",
	"a70" => "البوم الجمهور",
	"a71" => "الخيارات الجدوى ألبوم تسمح لك لاختيار من يستطيع ومن لا يستطيع عرض ملفات ألبومك.",
	"a74" => "أدخل عنوانا لا تنسى لملف",	
	"76" => "ترك فارغا إذا كنت لا ترغب في حماية كلمة السر ألبومك.",
);
$lang_match_page = array(

	"1" => "للتو إنشاء اختبار التوافق الجديد، انقر هنا لإجراء الاختبار!",
	"2" => "وأضاف مسابقة بنجاح، والآن يمكنك إضافة بعض الأسئلة ..",
	"3" => "اختبار الوصف التحديث",
	"4" => "عنوان قصيرة جدا",
	"5" => "السؤال أضيف بنجاح",
	"6" => "سؤال التحديث بنجاح.",
	"7" => "شكرا، لقد تم تحديث نتائج المباريات الخاصة بك",
	"8" => "مباراة الإعدادات المحفوظة",					
	"a1" => "إعدادات المباراة بلدي",
	"a3" => " مجموع المباريات تم العثور عليها ل إعدادات مباراة الحالية!",
	"a4" => "إنشاء إعدادات مباراة جديدة",
	"a5" => "نتائج البحث المباراة",
	"a8" => "تحديث إعدادات المباراة بلدي",	 
	"a10" => "أدخل عنوانا لوصف الأسئلة التي يرغبون في طرحها. على سبيل المثال: كيف جيدا هل تعرفني!",
	"a13" => "إدارة الاختبارات",	
	"a22" => "لم تقم بإنشاء أي اختبارات التوافق",  
	"a31" => "يرجى تعبئة جميع الحقول الخمسة",	
	"a33" => "مباراة أسئلة",
	"a36" => "السؤال الممكنة",
	"a37" => "اختر الإجابة المفضل لديك عن طريق التحقق من المربع على اليمين بجانب الإجابة",
	"a42" => "لم تقم بإنشاء أي سؤال! استخدام النموذج أعلاه لإنشاء أسئلة جديدة.",
	"a48" => "لا يوجد لديك نتائج المباريات لهذا الاختبار",
	"a57" => "اخضع لاختبار",	
	"a60" => "اختبارات التوافق أخذت",
	"a61" => "بلدي اختبار النتائج",	
	"a66" => "لا يوجد لديك نتائج المباريات لهذا الاختبار",	
	"a67" => "إعدادات التحديث",
	"10" => "اختر مسابقة أيقونة",
	"11" => "الأوقات التي اتخذت",

);
$lang_ajax = array(
 
	"2" => "التصويت اضاف أشكرك",
	"3" => "لا يمكنك إرسال أي مزيد من الغمزات اليوم!",
	"4" => "وقد أرسلت الأسبوع ل",
	"5" => "وقد أرسلت أسبوعك",
	"6" => "الرجاء تسجيل الدخول لاستخدام هذه الميزة!",
	"7" => "تحديث الأعضاء",	
	"8" => "ألبوم محذوفة بنجاح",
	"9" => "التعليق المعتمدة بنجاح",
	"10" => "التعليق المحذوفة بنجاح",
	"11" => "التعليقات المرسلة للموافقة عليها.",
	"12" => "الابتدائية صور تحديث",
	"13" => "نتيجة مباراة المحذوفة",	
	"14" => "السؤال المحذوفة",
	"15" => "حذف النص مباراة",
	"16" => "التعليق المحذوفة",
	"17" => "التعليق افق",
	"18" => "وقد تم إرسال تعليقاتكم للموافقة عليها.",
	"19" => "مقال المدونة محذوفة",
	"24" => "الملف ألبوم المحذوفة",
	"26" => "اسم المستخدم قصيرة جدا!",
	"27" => "اسم المستخدم يحتوى على رموز غير مصرح بها",
	"28" => "أخذ اسم المستخدم بالفعل، حاول بديل",	
	"29" => "عنوان البريد الإلكتروني غير صالح",
	"30" => "كلمة المرور قصيرة جدا!",
	"31" => "يجب أن يحتوي على الأرقام والحروف",	
	"32" => "أرسل لك غمزة!",
	"33" => "لقد تلقيت غمز من",	
	"34" => "هذا العضو هو بالفعل في القائمة الخاصة بك.",
	"35" => "الرجاء تسجيل الدخول",
	"37" => "رسالة يوميا",
	"38" => "الغمزات يوميا",
	"39" => "ارسال ما يصل الى",
	"40" => "حتى",
	"41" => "الملف الشخصي سلط الضوء في نتائج البحث",
	"42" => "الملف الشخصي المميز في الصفحة الرئيسية",
	"43" => "قروض SMS إضافية",
	"44" => "يرجى تسجيل الدخول لإضافة التعليقات",
	"45" => "هذا البريد الإلكتروني قيد الاستخدام بالفعل",
	"46" => "الرجاء تسجيل الدخول لاستخدام هذه الميزة!",
	"47" => "تم تحديث تفاصيل الحدث بنجاح.",
	"48" => "الحدث المحذوفة بنجاح",			

);

// ORDER COMPLETE PAGE
$LANG_ORDER_MENU = array(
	"thankyou" => "ترقية ناجحة",	
		"thankyou_?" => "شكرا لطلبك، ويجري الآن تحديث حسابك. من فضلك خروج من حسابك لتصبح التغييرات سارية المفعول.",
	"cancel" => "ترقية إلغاء",	
		"cancel_?" => "تم إلغاء طلب الترقية. لم يتخذ أي المال منك في هذا الوقت. إذا كان لديك أي أسئلة لا تترددوا في الاتصال بنا.",
	"error" => "خطأ الترقية",	
		"error_?" => "حدث خطأ أثناء الترقية. يرجى الاتصال بنا اليوم إذا كان لديك أي مشاكل مع حسابك.",

);
$LANG_TOUR = array(
	"a1" => "جولة الموقع",
	"a3" => "لست عضوا بعد؟ سجل هنا",	
	"a4" => "
	<p> ومرحبا بكم في موقعنا على شبكة الإنترنت </ P> <P> هذا هو موقع على شبكة الإنترنت مجتمع على الانترنت التي تقدم خدماتها لجميع الفئات العمرية الكبار. انضم مجانا اليوم وابدأ اللقاء مثل التفكير الأفراد الذين يبحثون عن صداقة، المواعدة أو أكثر! </ P> <P> التسجيل مجاني تماما، انقر فوق الزر أدناه لتبدأ! <P> <P> داخل موقعنا على شبكة الانترنت لدينا العديد من الميزات مسبقا لمساعدتك على البدء مثل؛ </ P>",	
	"a6" => "الشروع <p> والتسجيل سريعة وبسيطة. يمكنك إضافة كثيرا أو معلومات أقل قدر كنت ترغب في ملفك الشخصي. </ P> <P> فقط تريد أن تعطي الحد الأدنى؟ وهذا جيد جدا، مجرد ملء الأساسيات التي هي اسم أو عنوان البريد الإلكتروني تاريخ الميلاد والمهنة. يمكنك دائما العودة وإضافة المزيد لاحقا. </ p> وحالما يتم التحقق من عنوان البريد الإلكتروني الخاص بك في كل متروك لكم. حظا سعيدا والسعادة التي يرجع تاريخها.",
	"a7" => "<p> والبدء في البحث <BR> استخدام مرة واحدة مسجلة نظام قوي لنا للبحث عن الشريك المناسب. لها سريعة وسهلة الاستخدام ويتيح لك البحث عن ما هو في رأيك مهم في التاريخ. سواء في مظهرهم، والدين، ونمط الحياة أو الخلفية المهنية، ونظامنا يتيح لك إجراء المكالمات. </ P> <P> يمكنك أن تبحث في العديد من التشكيلات كما تريد، ويمكن مشاهدة ألبومات جودة الصورة وليس فقط الابهام مثل معظم مواقع التعارف </ P>",
	"a8" => "نظام غمزة <p> إذا خجولة الخاص بك قليلا عندما يتعلق الأمر نقول أن شخص مميز كيف تشعر بعد ذلك نحن هنا للمساعدة في الحصول على شعرة معاوية. </ P> <P> نظامنا غمزة المتقدمة سوف تعطيك القدرة على تدع الآخرين يعرفون المهتمة الخاص في نفوسهم دون أن يقول لمن ذلك بكثير! </ P> <P> تم بناء نظام صوتي لدينا في نظام التنبيه SMS لدينا مما يسمح لك ليتم إعلامك عبر الهاتف المحمول من أي مصالح جديدة! </ P>",
	"a9" => "<p> وتنبيهات الرسائل القصيرة <BR> <ص> لدينا نظام إنذار SMS متقدمة يبقيك على اطلاع على الرسائل ومصالح الحب ممكن حتى أنت ابق متصلا! </ P> <P> لدينا بنيت في نظام الرسائل القصيرة يعني أنه يمكنك الحصول غمزة جديدة وتنبيهات الرسائل الحق على الهاتف المحمول الخاص بك! </ P> <P> لا تنتظر حولها، تبدأ اليوم! </ P>"
);
 
$_LANG_LOGIN = array(
	"login" => "دخول الأعضاء",	
		"login_?" => "",
	"1" => "يتم تعليق هذا الحساب",
	"2" => "لم يتم تفعيل هذا الحساب، يرجى التحقق من البريد الإلكتروني الخاص بك وأدخل رمز التحقق من الصحة.",
	"3" => "حسابك لا يزال ينتظر موافقة المشرف. سيتم إرسال بريد إلكتروني إليك لمرة واحدة حسابك نشطا. شكرا لك على صبرك.",
	"4" => "فشلت تفاصيل تسجيل الدخول الخاصة بك. يرجى مراجعة وحاول مرة أخرى.",
	"5" => "آسف ولكن الرمز الذي أدخلته غير صحيح.",
	"6" => " إذا لم تكن قد تلقت بريد التنشيط، يرجى مراجعة مجلد الرسائل غير المرغوب فيها. إذا كان بريد التنشيط ليس هناك أي، يرجى الاتصال بنا، ونحن سيتم تنشيط حسابك يدويا. ",
	"7" => "لم يتم العثور على عنوان بريدك الإلكتروني في قاعدة البيانات الخاصة بنا.",
	"8" => "عنوان البريد الإلكتروني الخاص بك غير صالحة. يرجى مراجعة وحاول مرة أخرى.",
	"9" => "عنوان البريد الإلكتروني الخاص بك غير صالحة. يرجى مراجعة وحاول مرة أخرى.",
	"10" => "شكرا. أرسلنا كلمة سر جديدة إلى بريدك الالكتروني.",
	"11" => "يتم تنشيط حسابك بالفعل.",	
	"a3" => "اسم المستخدم أو البريد الالكتروني",
	"a7" => "أدخل رمز التفعيل",
	"a11" => "كود تفعيل إعادة إرسال",
	"a12" => "أدخل عنوان بريدك الإلكتروني",
	"a13" => "تفعيل الحساب",
	"a15" => "رمز التفعيل",
	"a16" => "أعد إرسال الرمز",
);


$LANG_INVITE_PAGE = array(
 	"7" => "تفاصيل تسجيل الدخول الخاصة بك غير صحيحة، يرجى مراجعة وحاول مرة أخرى.",
	"a28" => "لقد وجدنا",
	"a29" => "جهات الاتصال",
	"a30" => "وقد انضم الاتصالات بالفعل كأعضاء.",
	"a31" => "هل تريد منا أن ترسل دعوة للآخرين؟",	
	"a32" => "نعم من فضلك",
	"a33" => "لا شكرا",
);
$LANG_GAMES_PAGE = array(
	"1" => "لعبت مشاركة",
	"2" => "لعبت",
	"3" => "مرات",
	"4" => "مرات",
	"5" => "الاعلى نقاطا",
	"6" => "المتصدرين",
	"7" => "2 و3",
	"8" => "العب الان",
 	"9" => "كل الألعاب",
);

$LANG_SETTINGS = array(
	 
	"5" => "وينبغي أن تبدأ أرقام الهواتف النقالة مع 0",
	"6" => "أرقام الهواتف النقالة هي إما غير صالحة أو غير لائقة.",
	"7" => "تفاصيل SMS المحدثة",
	"9" => "تم تحديث كلمة السر",
	"10" => "لا تطابق كلمة المرور الحالية",
	"11" => "حساب علامة للحذف",
	"12" => "حساب تنشيط",	
	"a1" => "هاتفي المحمول (SMS) التنبيهات",
	"a2" => "رقم الجوال الخاص بي",
	"a3" => "ملاحظة. من فضلك لا تدخل رمز الدولة في هذا المجال. فقط رقم هاتفك المحمول.",
	"a5" => "ملاحظة. هذا يجب ان ترسل الى البلاد حيث كنت تستخدم حاليا الهاتف المحمول الخاص بك.",
	"a6" => "تلقي تنبيهات رسالة",
	"a9" => "أريد أن تلقي تنبيه عندما يرسل لي أحدهم رسالة جديدة",	
	"a10" => "تلقي تنبيهات غمزة",
	"a11" => "أريد أن تلقي تنبيه عندما يرسل لي شخص ما غمزة",	
	"a12" => "عندك",
	"a13" => "قروض قصيرة اليسار!",
	"a14" => "انقر هنا لشراء المزيد من الاعتمادات",
	"a16" => "بلدي تنبيه عبر البريد الإلكتروني",	
	"a17" => "عنوان بريدى الإلكتورنى",
	"a18" => "ملاحظة. يرجى التأكد من هذا هو عنوان بريد إلكتروني صالح.",
	"a19" => "تنبيه رسالة جديدة",
	"a20" => "أريد أن يتم تنبيهك عند تلقي رسالة جديدة أو عند واحد من رسائلي للقراءة",
	"a21" => "جديد غمزة تنبيه",
	"a22" => "أريد أن يتم تنبيهك عندما الغمزات عضوا في وجهي",
	"a23" => "طلب صديق جديد",
	"a24" => "أريد أن يتم تنبيهك عندما كان عضو يريد أن يضيفني إلى قائمتها من الاتصالات",
	"a25" => "نتائج المباراة جديدة",
	"a26" => "أريد الحصول على قائمة 'الفردي المجتمع",	
	"a27" => "عروض ترويجية",	
	"a28" => "أريد أن أكون على علم العروض الترويجية شريك",
	"a29" => "النشرات الإخبارية على الانترنت",	
	"a30" => "أنا ترغب في الحصول على النشرة الإخبارية المجتمع.",
	"a34" => "تمكين دردشة خاصة",	
	"a37" => "أريد لعرض زر الدردشة الخاص على ملفي الشخصي",
	"a38" => "الموافقة على السيارات الأصدقاء",
	"a39" => "إذا طلب العوز إلى صديق جديد لتتم الموافقة تلقائيا، حدد نعم",
	"a40" => "الموافقة على السيارات تعليقات",
	"a41" => "أريد أن يتم تنبيهك عند تلقي رسالة جديدة أو عند واحد من رسائلي للقراءة",	
	"a51" => "إذا تقرر أنك لا تحتاج إلى حساب بعد الآن، وكنت على يقين أنك لن ترغب اسم المستخدم الخاص بك في المستقبل، يمكنك ببساطة إغلاق الحساب. ضع علامة في المربع أدناه لتأكيد كنت ترغب في إلغاء الحساب الخاص بك. وبعد ذلك يتم حذف حسابك من قبل المشرف لدينا في غضون 7 ايام القادمة.",
	"a52" => "هل أنت واثق؟",	
						
);


$LANG_AFFILIATE_PAGE = array(
	"1" => "حساب التحديث بنجاح",
	"2" => "تم تعليق حسابك",
	"3" => "اسم المستخدم غير صالح",					
	"4" => "وقد تم بالفعل تسجيل عنوان البريد الإلكتروني",
	"5" => "عنوان البريد الإلكتروني غير صالح",
	"6" => "كلمة المرور قصيرة جدا",
	"7" => "عنوان اسم المستخدم غير صالح",
	"8" => "اسم المستخدم يحتوى على رموز غير مصرح بها",
	"9" => "كلمة المرور قصيرة جدا",
	"10" => "يرجى تعبئة جميع الحقول",
	"11" => "شكرا لك، لقد تم الآن إنشاء حسابك بنجاح، يمكنك الآن تسجيل الدخول.",	
	"12" => "عنوان البريد الإلكتروني الخاص بك غير صالحة. يرجى مراجعة وحاول مرة أخرى.",
	"13" => "عنوان البريد الإلكتروني الخاص بك غير صالحة. يرجى مراجعة وحاول مرة أخرى.",
	"14" => "شكرا. أرسلنا كلمة سر جديدة إلى بريدك الالكتروني.",
	"a1" => "إنضم لبرنامج",
	"a2" => "تاريخ البرنامج التابع لدينا",
	"a3" => "إذا كنت تابعا؟ سجل الدخول هنا",
	"a4" => "انضم تفاصيل تسجيل الدخول",
	"a14" => "الرمز البريدي / الرمز البريدي",
	"a20" => "تقديم شيك مستحق الدفع ل",
	"a21" => "لم يتم تابعا؟",
	"a23" => "اسم المستخدم أو البريد الالكتروني",
	"a26" => "أدخل عنوان بريدك الإلكتروني",	
	"a27" => "التاريخ المعاملة",
	"a29" => "إجمالي المكتسبة",
	"a31" => "دفع",	
	"a32" => "تم إنشاء الحساب",
	"a33" => "تم إنشاء الحساب...",
	"a34" => "ملخص الحساب",
	"a35" => "إجمالي انقر-thrus",
	"a36" => "إجمالي مسجل",
	"a37" => "مجموع الاشتراكات",
	"a38" => "إجمالي المكتسبة",
	"a39" => "مجموع المبالغ المدفوعة",
	"a40" => "توازن",
	"a41" => "المدفوعات ل",
	"a42" => "هذا هو اسم الشخص الذي سوف سوف ترسل المدفوعات لل.",


);



$GLOBALS['_META'] = $LANG_;	

$GLOBALS['LANG_COMMON'] = $LANG_COMMON;

$GLOBALS['_LANG_ERROR'] = $LANG_ERROR;

$GLOBALS['_LANG'] = $LANG_BODY;

$GLOBALS['LANG_NETWORK']=  $LANG_INVITE_PAGE; 

$GLOBALS['LANG_GAMES'] = $LANG_GAMES_PAGE;

$GLOBALS['LANG_SETTINGS'] = $LANG_SETTINGS;

$GLOBALS['LANG_WELCOME'] = $LANG_WELCOME;

$GLOBALS['LANG_GLO_OPTIONS'] = $lang_global_options;

//$GLOBALS['LANG_LOGIN'] = $lang_main_sub_sub22;

$GLOBALS['LANG_ORDER'] = $lang_subscribe;

$GLOBALS['LANG_OVERVIEW'] = $lang_overview_page;

$GLOBALS['LANG_REGISTER'] = $lang_register_page; 

$GLOBALS['LANG_ACCOUNT'] = $lang_account_page;

$GLOBALS['LANG_MESSAGES'] = $lang_messages_page;

$GLOBALS['LANG_GALLERY'] = $lang_gallery_page;

$GLOBALS['LANG_MATCH'] = $lang_match_page;

$GLOBALS['LANG_AJAX'] = $lang_ajax;

/*    ---------------  VERSION 13  ---------------- */

$LANG_COMPATIBILITY = array(
	'page_title' => 'Compatibility Quiz',
	'title' => 'Take the Compatibility Quiz',
	'questions' => 'Questions',
	'content_heading' => 'Take the Compatibility Quiz'

);




?>