<?php

$LANG_ = array(

"_language" => "chinese Simplified",

"_charset" => "UTF-8", 

);



$LANG_COMMON = array(
	"0"=>"页 %1 的 %2",
	"1"=> "被遗忘的密码",
	"2"=> "所有成员",
	"3"=>"我的朋友",
	"4"=>"我的",
	"5"=>"我的相册",
	"6"=>"我的分类",
	"7"=>"我的博客",
	"8"=>"我的意见",
	"8a"=>"我的活动",
	"9"=> "短信发送",
	"10"=> "发送传情动漫",
	"11"=> "查看配置文件",
	"12"=>"添加到我的热榜",
	"13"=>"添加到我的朋友列表中",
	"14"=>"添加到我的阻止列表中",
	"15"=> "高级的搜索",
	"16"=>"作为合作伙伴配置文件添加",
	"17"=> "特色的事件",
	"18"=> "特色的成员",
	"19"=> "特色的组",
	"20"=> "特色的视频",
	"21"=> "最新新闻",
	"22"=> "最新文章",
	"23"=> "最新照片",
	"24"=>"最近成员更新",
	"25"=>"永远不会更新",
	"26"=>"%1 秒前",
	"27"=>"%1 分钟前",
	"28"=>"%1 天前",
	"29"=>"%1 周前",
	"30"=>"%1 月前",
	"31"=>"%1 年前",
	"32"=>"%1 小时前",
	"33"=>"发送的邮件",
	"34"=>"阻止的邮件",
	"35"=>"如果你想阻止特定的性别与您联系在以上列表中突出显示它们。",
	"36"=>"我的邮件",
	"37"=>"我的组",
	"38"=> "播放视频",
	"39"=> "新邮件",
	"40"=> "新朋友",
	"41"=> "新注释",
	"42" => "想要认识这个用户？",
);



$LANG_WELCOME = array(



"_join"=>"还不是会员吗？",

"_join1"=>"其免费加入所以什么等待你 ！",

"_join2"=>"立即注册 ！",

"_ct1"=>"免费注册",

"_ct2"=> "开始聊天",

"_ct3"=>"满足人民 ！",

"_cb1"=>"创建今天你免费的在线帐户,只需一分钟 ！",

"_cb2"=>"我们提供很多不同的方式,你知道我们的会员 ！",

"_cb3"=>"找到那个特别的人和我们约个时间 ！一切皆有可能 ！",

"1"=> "最新网站第条",

"2"=>"阅读全文",

"3"=>"三步骤成功 ！",

"4"=>"1。立即注册",

"5"=>"2。创建配置文件",

"6"=>"3。找到真爱",

"7"=>"容易得到开始,现在注册和创建您可用的配置文件,在几分钟内你可以满足您的合适人选 ！",

"8"=>"快速成员搜索",

"9"=>"看看我们的其他成员。",

);

$LANG_ERROR = array(

"_complete"=>"成功更新的帐户",

"_incomplete"=>"请填写所有字段",

"_notaccepted"=>"您的文件是不接受的文件类型。 重新选择要上载的文件从您的计算机之一",

"_error"=>"时出现的错误与您输入的数据。请检查并再试一次。",

"_offline1"=>"网站临时脱机维护",

"_offline2"=>"我们正在更新我们的网站和不久就可以回到联机状态。",

"_offline3"=>"我们深表歉意不便和你的耐心谢谢。",

"_noResults"=> " 对不起有没有找到的结果",

"_inviteMsg"=>"我找到了这个伟大的网站,我认为你会感兴趣,则链接",

"_welcomeMsg"=>"感谢您,您已经成功注册,您已经登录到您的帐户,使用上面的菜单选项和左边导航你周围的方式,如果您有任何问题不要犹豫与我们联络。好运和幸福约会 ！",

"_invalid"=>"您 %s 的地址是无效的",

"_invalidCode"=> "您输入的验证码无效。请检查并再试一次。",

"_adultWarning"=>"请选择是如果此文件包含成人内容。",

"_waitingApproval"=> "帐户等待审批",

"_AlertQuickMsg"=>"输入您要联络 %s 下面的消息",

"_AlertQuickWink"=>"发送传情动漫 %s.slecting 由从下面的消息。",

"_userBlocked"=>"我们很抱歉但你不能沟通此用户,他们有他们阻止您。",

"_videoIntro"=>"<p> <b> 记录您的配置文件的问候 ！ </b> </p> <p> 插件网站和麦克风就可以使用您自己的配置文件的问候。</p> <p> 当您已准备好,单击记录按钮,记录您的视频到 5 分钟,然后按停止按钮时为您完成 ！别忘了预览您的视频,然后将其保存在您之前离开。 </p>",

"_emailSent"=>"感谢您,您的电子邮件已发送。",

"_noT & c"=>"请选中该框以接受网站条款和条件。",

"_eventWho"=>"你想此事件只或网站上的每个人都要显示给你的朋友吗？",

"_fileE1"=>"文件似乎已损坏。",

"_fileE2"=>"我们不能从该文件中生成任何照片数据。请使用不同的照片再试。",

"_fileE3"=> "文件为空。请上传更大的东西。",

"_fileE4"=>"坏 MIME 类型由您的浏览器提交。",

"_fileE5"=>"错误的文件扩展名。",

"_fileE6"=>"对不起,但我们做不支持 [%s] 文件类型,请将 JPEG 图像文件上载",

"_fileE7"=>"坏的临时文件。尝试重命名该文件并再次上传。",

"_fileE8"=> "错误的文件。重试,或尝试重新创建它。",

"_fileE9"=>"的文件是空白",

//

"_noAdultAccess" => "抱歉,您不必查看成人的文件权限.",

"_t10"=> "顶部查看成员",

"_t11"=> "顶额定成员",


"_t12"=>"保存搜索",

"_t13"=>"我保存的搜索",

);

$LANG_UPGRADE = array(

"0"=> "谢谢",

"_complete"=>"升级完成,谢谢你",

"2"=> "注销现在",

"_cancel"=>"取消订单",

"4"=>"取消的升级",

"6"=> "升级错误",

);

$LANG_BODY = array(



"_yold" 			=> "岁",


// A

"_account"=>"在内",

"_all"=>"全部",

"_add"=>"添加",

"_addComment"=>"添加注释",

"_approve"=>"批准",

"_approved"=>"批准",

"_article"=> "第条",

"_articles"=>"的文章",

"_adultContent"=> "成人内容",

"_accountOverview"=> "帐户概述",

"_advert"=>"广告",

"_affiliate"=>"加盟",

"_age"=>"年龄",

"advanced"=>"高级",

"_album"=>"相册",

"_albums"=> "张专辑",

"_address"=>"地址",

"_attending"=>"出席",

//B

"_banners"=> "横额",

"_blog"=>"博客",

"_blockList"=>"阻止的列表",

//C

"_category"=>"类别",

"_created"=>"创建",

"_createNew"=> "创建新的",

"_createdBy"=>"创建的",

"_change"=>"变",

"_comments"=>"的话",

"_country"=>"国",

"_city"=>"镇 / 城市",

"_cancel"=>"取消",

"_current"=>"当前",

"_correct"=>"正确",

"_credits"=>"学分",

//D

"_delete"=>"删除",

"_deleted"=>"删除",

"_deselectAll"=>"取消全选",

"_date"=>"日",

"_displayPhoto"=> "显示照片",

"_day"=>"日",

"_description"=>"说明",

//E

"_edit"=>"编辑",

"_error"=>"错误",

"_email"=> "电子邮件",

"_event"=>"事件",

"_events"=>"事件",

"_everyone"=>"所有人",

"_expires"=>"过期",





//F

"_fax"=>"传真",

"_faq"=>"常见问题",

"_friend"=>"朋友",

"_friends"=> "朋友们",

"_friendsList"=> "朋友列表",

"_featured"=>"特色",

"_favorites"=> "收藏夹",

"_file"=>"文件",

"_files"=>"文件",

"_fileType"=>"类型",

"_forgotten"=>"忘记",





//G

"_groups"=>"组",

"_gender"=>"性别",

//H

"_hightlighted"=>"突出显示",

"_hotList"=> "热列表",

//I

"_information"=>"信息",

"_itsFree"=>"它是免费",

"_location"=>"位置",

//J

"_joinToday"=>"联接今日 （星期三）",

"_joined"=>"加入",

//k

"_keyword"=>"关键字",

//L

"_latest"=>"最新",

"_login"=> "登录名",

"_lastLogin"=> "最后登录",

"_logout"=>"注销",

"_link"=>"链接",

//M

"_manage"=>"管理",

"_member"=>"成员",

"_members"=>"成员",

"_message"=>"消息",

"_messages"=>"消息",

"_month"=> "个月",

"_my"=>"我",

"_mile"=> "英里",

"_music"=>"音乐",

"_membership"=>"成员资格",

//N

"_ 否"=>"否",

"_next"=>"下一步",

"_name"=>"名称",

"_namef"=> "名字",

"_namel"=> "最后一个名称",

"_nameb"=> "公司名称",

"_now"=> "现在",

"_new"=> "新",

//O

"_options"=>"选项",

"_of"=>"的",

//P

"_photo"=> "张照片",

"_photos"=>"照片",

"_play"=>"播放",

"_previous"=>"之前",

"_page"=>"页",

"_payments"=>"金",

"_privacy"=>"隐私",

//0

"_online"=> "在线",

"_onlineNow"=> "在线现在",

//V

"_view"=>"查看",

"_views"=>"意见",

"_visitors"=> "访客",

"_viewAll"=>"查看所有",

"_verification"=> "验证代码",



"_video"=>"视频",

"_videos"=>"视频",

"_visibility"=> "可见性",

//q

"_question"=>"问题",

"_questions"=>"问题",

"_quiz"=>"我的问答",

"_quiz1"=>"常识问答比赛",

//U

"_username"=>"用户名",

"_updateAccount"=> "更新帐户",

"_updated"=>"更新",

"_update"=>"更新",

//r

"_results"=>"结果",

"_recurring"=>"重复",

"_ 删除"=>"删除",

"_rating"=>"评级",

"_rememberMe"=>"记住我",

"_register"=>"注册",

"_read"=>"读取",

"_reply"=>"回复",

"_remove"=>"删除",

//S

"_speadWord"=>"放风",

"_save"=>"保存",

"_sent"=>"发送",

"_settings"=>"设置",

"_search"=>"搜索",

"_searchQ"=> "快速搜索",

"_select"=>"选择",

"_selectAll"=>"选择所有",

"_submit"=>"提交",

"_sort"=>"排序依据",

"_send"=>"发送",

"_slideshow"=> "开始幻灯片演示",

"_sort0"=>"基本观",

"_sort1"=>"库视图",

"_sort2"=> "详细的视图",

"_sort3"=>"最近添加",

"_sort4"=>"最近更新",

"_sort5"=>"最受欢迎",

"_sort6"=>"显示 %s 每页",

"_street"=>"大街",

"_status"=>"状态",

"_subject"=>"─",

"_song"=> "配置文件首歌",

//P

"_password"=>"密码",

"_province"=>"国家 / 省",

"_phone"=>"电话",

"_profile"=> "配置文件",

"_partners"=>"合作伙伴",

//T

"_thankyou"=> "谢谢",

"_topic"=>"主题",

"_top10"=>"十强",

"_tags"=>"标记",

"_title"=>"标题",

"_time"=>"时",

"_today"=> "今天",

//Y

"_yes"=> "是",

"_year"=>"年",

//W

"_watch"=>"看",

"_website"=>"网站",

"_wink"=> "传情动漫",

"_within"=>"内",

"_withPics"=>"的照片",

"_zipcode"=>"邮政编码 / 邮政编码",

// MONTHS

"_monday" => "星期一",

"_tuesday" => "礼拜二",

"_wednesday" => "礼拜三",

"_thursday" => "礼拜四",

"_friday" => "礼拜五",

"_saturday" => "礼拜六",

"_sunday" => "星期日",

// DAYS

"_january" => "一月",

"_febuary" => "二月",

"_march" => "三月",

"_april"=> "四月",

"_may"=>"可能",

"_june"=> "六月",

"_july"=> "七月",

"_august"=> "八月",

"_september"=> "九月",

"_october"=> "十月",

"_november"=> "十一月",

"_december"=>"十二月",



// ALERTS

"_alert1"=>"我的配置文件和警报",

"_atTitle"=>"附加相册",

"_atSub"=>"您可以将您的相册之一附加到此列表,在影集中的所有照片都将都显示在网页上",

"_atNo"=> "不要附加我的相簿",



// MODERATOR TEXT 

"_mod1"=> "版主状态",

"_mod2"=> "活批准",

"_mod3"=> "实时编辑",

"_mod4"=> "活删除",



"_pChat"=> "私人聊天",

"_pLink"=> "配置文件链接",

"_details"=> "详细信息",





"_pSmsg"=>"正在寻找",





"_skype1"=> "启用 Skype 调用",

"_skype2"=> "只需到上面的框中输入您的 skype 用户名和我们会打个电话,我到您的配置文件,大家可以上的按钮,然后可以和你聊天。",





"_seconds"=>"秒",

"_minutes"=>"分钟",

"_hours"=>"小时",

"_months"=> "个月",

"_today"=> "今天",

"_ago"=>"前",

"_ 关于"=> "约",

"_days"=>"日",





"_msgSent"=>"发送的邮件",







"_home1"=>"我",

"_home2"=>"寻求",





"_star1"=>"摩羯座",

"_star2"=> "人马座",

"_star3"=>"天蝎",

"_star4"=>"天秤座",

"_star5"=>"处女座",

"_star6"=> "利奥",

"_star7"=>"癌症",

"_star8"=>"双子星",

"_star9"=>"金牛",

"_star10"=>"白羊",

"_star11"=>"双鱼",

"_star12"=>"水瓶座",

//



"_CompleteProfile"=>"完成您的配置文件",

"_menue1"=> "我最后查看配置文件",





"_menue2"=>"优化您的搜索",

"_menue3"=>"快速成员搜索",

"_menue4"=> "关键字搜索",

"_menue5"=>"今天生日",

"_menue6"=>"在最后加入",

"_menue7"=> "选择期间",

"_menue8"=> "配置文件标题",

"_menue9"=> "配置文件说明",

"_menue10"=>"在线最后",

"_menue11"=> "未经批准的成员",

"_weeks"=> "几周",





"_fpost"=> "使开机自检",



//IM CHAT

"_imchat1"=>"新聊天请求",

"_imchat2"=>"什么是同你聊聊",

"_imchat3"=> "开始聊天",

"_imchat4"=>"拒绝",
"_imchat5" => "Chat",
"_friends3" => "Friends",
"_hotlist3" => "Hostlist",
"_block3" => "Block",
"_wink3" => "Wink",
"_email3" => "Email",
"_email4" => "Send Emails",
"_credits2" => "Credits",
"_balance2" => "Balance:",

);



$lang_global_options = array(

"1"=>"你想 … …",

"2"=>"打印此页",

"3"=>"发送此页",

"4"=>"发表评论",

"5"=> "联系海报",

"6"=>"添加到收藏夹",

"7"=>"导出为 PDF",

"8"=>"离开此群",

"9"=>"加入该群",

"10"=>"参加这次活动",

"11"=>"删除出席状态",

"12"=>"我聊天的状态,",

"13"=> "在线现在",

"14"=> "同时中断的考虑",

"15"=> "菜单选项",

"16"=>"登录 / 注销",

"17"=>"最近查看",

"18"=>"放风",

"19"=>"出席的成员",

"20"=>"最近查看",

"21"=>"最近查看",

"22"=>"复制页面链接",

"23"=>"留下的注释",

"24"=> "评论视频",

"25"=>"左的相册文件的注释",

"26"=>"的博客上留了评论",

"27"=>"上留了评论",

"28"=>"登录",

"29"=>"更新他们的配置文件",

"30"=>"添加一张新照片",

"31"=>"更改其显示照片",

"32"=>"正在出席",

"33"=>"添加新的组",

"34"=>"其状态更改为",

"35"=>"浏览所有类别",

"36"=>"给它评级",

"37"=>"选择相册中的照片作为显示图像",

"38"=>"您还没有创建任何尚未 ！若要开始,请单击此处 ！",

"39"=>"成员可以开机自检主题",

"40"=>"按类别浏览",

"41"=> "事件日历",

"42"=>"单击此处以查看您当前的录像",

"43"=>"单击此处以录制新视频",

"44"=>"最近成员更新",

"45"=>"最近的论坛主题",

);



$lang_main_menu = array(



"index" => "首页",

"search" => "搜索",

"forum" => "论坛",

"groups&sub=search" => "团体",

"blog&sub=search" => "博客",

"classads" => "分类",

"calendar" => "活动",

"gallery&sub=search" => "照片",

"games&sub=search" => "游戏",



);

$lang_main_menu_sub = array(



	"account" => "我的个人资料",	

	"messages" => "消息",

	"music&sub=search" => "音乐",

	"videos&sub=search" => "影片",

	"friends" => "朋友",

	"matches" => "测验",

	"settings" => "设置",

	"chatroom" => "聊天室",

	"follow" => "追随者",

	"logout" => "注销",

	"login"=> "登录名",

); 

$lang_main_footer = array(


"index" => "家",
"privacy" => "隐私政策",
"articles" => "用品",
"affiliate" => "关联公司",
"contact" => "联系我们",
"faq" => "常见问题解答",
"links" => "链接页面",
"invite" => "告诉一个朋友",
"map" => "网站地图",
"wld" => "WLD",
);



$lang_quick_box = array(
"search" => "找人",
"messages" => "收件箱",
"logout" => "登出",
"messages" => "收件箱",

"messages" => "收件箱",
"messages" => "收件箱",

);

/////////////////////////////////////////////////////////////////////////////

////////////////////////////////////////////////////////////////////////////



$LANG_ACCOUNT_MENU = array(

 

	"" => "帐户选项",

		"_?" => "",

	"&dll=account&sub=view" => "查看我的个人资料",

		"&dll=account&sub=view_?" => "查看您的个人资料的其他成员会看到它.",

	"&dll=gallery" => "我的照片和文件",

		"&dll=gallery_?" => "点击这里查看和管理您的相册文件.",

	"edit" => "编辑个人资料",

		"edit_?" => "编辑您的个人信息使用的选择这里.",

	"design" => "设计师简介",

		"design_?" => "使用下面的选项来定制您的个人资料.",

	"video" => "视频问候",

		"video_?" => "创建您自己的视频问候选择这里使用.",

	"comments" => "我的评论",

		"comments_?" => "查看,删除您的网站有任何意见在这里.",

	"view" => "",

		"view_?" => "",

);
$LANG_HEADINGS = array(

		"home"			=> "家",
		"subscribe"		=> "我的会员资格",
		"subscribe_matrix"	=> "比较图",
		"cryptoconvert" => "隐藏加密货币",
		"cryptopayment"	=> "加密货币支付",
		"register"		=> "寄存器",
		"register_activation"		=> "Activation",
		"login"			=> "登录",
		"blog"			=> "博客",
		"blog_search"		=> "所有博客",
		"blog_view"			=> "查看博客",
		"blog_add"			=> "添加博客",
		"calendar"			=> "活动",
		"calendar_manage"	=> "管理事件",
		"calendar_search"	=> "搜索事件",
		"calendar_add"      => "添加事件",
		"calendar_events"	=> "日历事件",
		"classads"		=> "公告",
		"classads_add"		=>	"添加新的分类",
		"classads_search" 	=> "搜索分类",
		"order"				=> "订购",
		"order_thankyou"		=> "谢谢",
		"order_requitix"		=> "谢谢",
		"order_cancel"			=> "取消",
		"order_error"			=> "错误",
		"profile"			=> "轮廓",
		"profile_admin"		=>	"轮廓",
		"profile_overview"	=> "概观",
		"profile_manage"	=> "管理",
		"profile_viewfile"	=> "查看文件",
		"profile_blogview" 	=> "博客视图",
		"gallery"		=> "画廊",
		"gallery_search"	=> "搜索",
		"gallery_manage"	=> "查看相册",
		"gallery_edit"		=> "编辑文件",
		"gallery_albums"	=> "查看我的相册",
		"gallery_create"	=> "创建相册",
		"gallery_upload"	=> "添加相册文件",
		"gallery_display"	=> "显示图片",
		"search"			=> "搜索",
		"search_advanced"	=> "高级搜索",
		"search_detail"	=> "我的朋友列表",
		"search_friends" => "友",
		"search_1"	=> "我的热门列表",
		"search_3"	=> "阻止列表",
		"search_5"	=> "我的合伙人",
		"groups_search" => "团体搜索",
		"groups_add" => "组地址",
		"search_inc" => "公司搜索",
		"search_basic" => "基本",
		"search_view" => "查看搜索",
		"viewed"		=> "简介",
		"viewed_search" => "查看搜索",
		"birthday"		=> "今天的生日", 
		"forum"			=> "论坛",
		"matches"		=> "测验",
		"matches_test"		=> "我的测验",
		"matches_taken"		=> "我已经采取的测验",
		"matches_addquiz"	=> "匹配Addquiz",
		"matches_add" => "添加匹配",
		"matches_results"	=> "结果匹配",	

		"account" 		=> "我的简历",
		"account_comments"	=> "注释",
		"account_edit"		=> "编辑帐户",
		"account_design"	=> "账户设计",
		"music" 		=> "音乐",
		"music_search"		=> "所有音乐",
		"music_view"		=> "我的音乐",
		"videos" 		=> "影片",
		"videos_search"		=> "所有视频",
		"friends" 		=> "友",
		"games" 		=> "游戏",
		"games_search" 	=> "所有游戏",
		"games_play" 	=> "玩",
		"games_top" => "领导委员会",
		"settings" 		=> "设置",

		"settings_privacy" => "隐私设置",
		"settings_password" => "更改密码",
		"settings_cancel" 	=> "取消帐户",
		"settings_alerts" 	=> "电子邮件警报",
		"settings_settings" => "匹配设置",
		"settings_gdpr" 	=> "GDPR",
		"groups"		=> "组",
		"groups_view"	=> "查看组",
		"groups_show"	=> "显示组",
		"blogs"			=> "博客",
		"classifieds"	=> "公告",
		"events"		=> "活动",
		"recommend"		=> "推荐",
		"photos"		=> "相片",
		"contact"		=> "联系ua",
		"privacy"		=> "隐私政策",
		"articles"		=> "用品",
		"articles_view"	=> "查看文章",
		"affiliate"	=> "关联公司",
		"affiliate_login"	=> "会员登录",
		"affiliate_join"	=> "联盟注册",
		"faq"			=> '常见问题解答',
		"links"			=>	"链接页面",
		"invite"		=> "告诉一个朋友",
		"map"			=> "网站地图",
		"wld"			=> "白色标签约会",
		"wld_login"			=> "Wld登录",
		"wld_register"		=> "Wld注册",
		"wld_dashboard"		=> "仪表板",
		"wld_create_site"	=> "创建新网站",
		"wld_sites"			=> "我的网站",
		"wld_ads"			=> "广告",
		"wld_reports"		=> "报告",
		"wld_wallet"		=> "我的帐户",
		"wld_help"			=> "帮帮我",
		"messages"			=> "消息",
		"messages_sent"		=> "发送",
		"messages_wink"		=> "眨眼",
		"messages_inbox"	=> "我的收件箱",
		"messages_create"	=> "发信息",
		"messages_trash"	=> "垃圾箱",
		"messages_read" 	=> "阅读消息",
		"mgal"				=> "会员照片库",
		"compatibilityquiz" => "兼容性测验",

);
$LANG_BREADCRUMB = array(

		"home"			=> "家",
		"subscribe"		=> "我的会员资格",
		"subscribe_matrix"	=> "比较图",
		"cryptoconvert" => "隐藏加密货币",
		"cryptopayment"	=>	"加密货币支付",
		"register"		=> "寄存器",
		"register_activation"		=> "Activation",
		
		"login"			=> "登录",
		"blog"			=> "博客",
		"blog_search"	=> "所有博客",
		"blog_view"		=> "查看博客",
		"blog_add"		=> "添加博客",
		"calendar"		=> "活动",
		"calendar_manage"	=> "管理事件", 
		"calendar_search"	=> "搜索事件",
		"calendar_add"      => "添加事件",
		"calendar_events"	=> "日历事件",
		"classads"			=> "公告",
		"classads_add"		=>	"添加新的分类",
		"classads_search" 	=> "搜索分类",
		"order"				=> "订购",
		"order_thankyou"		=> "谢谢",
		"order_requitix"		=> "谢谢",
		"order_cancel"			=> "取消",
		"order_error"			=> "错误",
		"profile"			=> "轮廓",
		"profile_admin"		=>	"轮廓",
		"profile_overview"	=> "概观",
		"profile_manage"	=> "管理",
		"profile_viewfile"	=> "查看文件",
		"profile_blogview" 	=> "博客视图",
		"gallery"			=> "画廊",
		"gallery_search"	=> "搜索",
		"gallery_manage"	=> "查看相册",
		"gallery_edit"		=> "编辑文件",
		"gallery_albums"	=> "查看相册",
		"gallery_create"	=> "创建相册",
		"gallery_upload"	=> "添加相册文件",
		"gallery_display"	=> "显示图片",
		"search"		=> "搜索",
		"search_advanced"	=> "高级搜索",
		"search_detail"	=> "我的朋友列表",
		"search_friends" => "友",
		"search_1"	=> "我的热门列表",
		"search_3"	=> "阻止列表",
		"search_5"	=> "我的合伙人",
		"groups_search" => "团体搜索",
		"groups_add" => "组地址",
		"search_inc" => "公司搜索",
		"search_basic" => "基本",
		"search_view" => "查看搜索",
		"viewed"		=> "简介",
		"viewed_search" => "查看搜索",
		"birthday"		=> "今天的生日", 
		"forum"			=> "论坛",
		"matches"		=> "测验",
		"matches_test"		=> "我的测验",
		"matches_taken"		=> "我已经采取的测验",
		"matches_addquiz"	=> "匹配Addquiz",
		"matches_add" => "添加匹配",
		"matches_results"	=> "结果匹配",
		"account" 		=> "我的简历",
		"account_comments"	=> "注释",
		"account_edit"		=> "编辑帐户",
		"account_design"	=> "账户设计",
		
		"music" 		=> "音乐",
		"music_search"		=> "所有音乐",
		"music_view"		=> "我的音乐",
		"videos" 		=> "影片",
		"videos_search"		=> "所有视频",
		"friends" 		=> "友",
		"games" 		=> "游戏",
		"games_search" 	=> "所有游戏",
		"games_play" 	=> "玩",
		"games_top" 	=> "领导委员会",
		"settings" 		=> "设置",
		"settings_privacy" => "隐私设置",
		"settings_password" => "更改密码",
		"settings_cancel" 	=> "取消帐户",
		"settings_alerts" 	=> "电子邮件警报",
		"settings_settings" 	=> "匹配设置",
		"settings_gdpr" 	=> "GDPR",
		"groups"		=> "组",
		"groups_view"	=> "查看组",
		"groups_show"	=> "显示组",
		"blogs"			=> "博客",
		"classifieds"	=> "公告",
		"events"		=> "活动",
		"recommend"		=> "推荐",
		"contact"		=> "联系ua",
		"photos"		=> "相片",
		"privacy"		=> "隐私政策",
		"articles"		=> "用品",
		"articles_view"		=> "查看文章",
		"affiliate"		=> "关联公司",
		"affiliate_login"	=> "会员登录",
		"affiliate_join"	=> "联盟注册",
		"faq"			=> '常见问题解答',
		"links"			=>	"链接页面",
		"invite"		=> "告诉一个朋友",
		"map"			=> "网站地图",
		"wld"			=> "白色标签约会",
		"wld_login"			=> "Wld登录",
		"wld_register"		=> "Wld注册",
		"wld_dashboard"		=> "仪表板",
		"wld_create_site"	=> "创建新网站",
		"wld_sites"			=> "我的网站",
		"wld_ads"			=> "广告",
		"wld_reports"		=> "报告",
		"wld_wallet"		=> "我的帐户",
		"wld_help"			=> "帮帮我",
		"messages"			=> "消息",
		"messages_sent"		=> "发送",
		"messages_wink"		=> "眨眼",
		"messages_inbox"	=> "我的收件箱",
		"messages_create"	=> "发信息",
		"messages_trash"	=> "垃圾箱",
		"messages_read" 	=> "阅读消息",
		"mgal"				=> "会员照片库",
		"messages_createcwctest" => "messages createcwctest",
		

);




$LANG_MESSAGES_MENU = array(



	"" => "我的信息",

		"_?" => "",

	"inbox" => "我的收件箱",

		"inbox_?" => "在这里查看和管理您的收件箱信息.",

	"wink" => "我的眨眼",

		"wink_?" => "收到任何新的眨眼？在这里管理你的眨眼.",

	"sent" => "发送邮件",

		"sent_?" => "在这里查看您的发送消息.",

	"trash" => "垃圾箱",

		"trash_?" => "已删除的邮件被放入您的垃圾箱。在这里管理他们.",

	"create" => "发信息",		

		"create_?" => "创建一条新消息发送给这里的​​其他成员.",

	"read" => "阅读消息",		

		"read_?" => "",


 

);



$LANG_GALLERY_MENU = array(



	"search" => "查看全部相册",	

		"search_?" => "",

	"albums" => "查看我的相册",

		"albums_?" => "查看和管理您的网站在这里相册.",

	"create" => "创建相册",

		"create_?" => "创建一个新的相册,上传图片,视频和音乐文件.",

	"upload" => "添加相册文件",	

		"upload_?" => "上传新的视频,音乐或照片到现有相册文件.",

	"display" => "更改显示图片",

		"display_?" => "显示照片是第一张照片时将看到一个成员浏览网站。使用选项这里选择您所需的显示照片.",

	"manage" => "",	

		"manage_?" => "点击相册的任何文件以查看其内容.",

	"edit" => "",	

		"edit_?" => "下面的选项用于编辑文件的细节.",



);



$LANG_MATCH_MENU = array(



	"test" => "我的小测验",

		"test_?" => "这里使用的选项添加和管理您的个人资料测验.",



	"addquiz" => "添加新的测验",

		"addquiz_?" => "",



	"results" => "测验结果",

		"results_?" => "",



	"add" => "管理问题",			

		"add_?" => "",



	"taken" => "测验我已经采取了",			

		"taken_?" => "查看和管理兼容性测试,你已在这里.",

);



$LANG_EVENTS_MENU = array(

	"events" => "查看所有事件",

		"events_?" => "鉴于即将举行的活动都在这里.",	

	"add" => "新增事件",

		"add_?" => "听说了一个新的事件？为什么不告诉世界,找出其他成员也参加.",	

	"manage" => "我的活动",		

		"manage_?" => "在这里管理您的现有事件.",

	"search" => "搜寻活动",		

		"search_?" => "",

);

$LANG_GROUPS_MENU = array(

	"search" => "查看全部群组",

		"search_?" => "查看所有的网站群在这里.",

	"add" => " 创建组",

	"view" => "视图组",

		"view_?" => "使用下面的选项浏览通过会员团体.",

		"add_?" => "为什么不创建一个新的小组,让成员分享您的兴趣.",

	"manage" => " 我的群组",		

		"manage_?" => "管理现有的团体在这里.",

	"show" => "",		

		"show_?" => "",

);



$LANG_CLASSADS_MENU = array(



	"search" => "所有分类广告",

		"search_?" => "查看所有的分类由会员创建的广告.",

	"manage" => "查看我的广告",

		"search&fcid=0_?" => "查看所有的分类广告,你在这里创建.",

	"add" => "创建广告",

		"add_?" => "创建一个新的分类广告在这里.",

	"view" => "",		

		"view_?" => "",

);

$LANG_MUSIC_MENU = array(

	"search" => "所有的音乐文件",

		"search_?" => "查看所有的音乐文件加入我们的会员在这里.",

	"view" => "我的音乐",

		"view_?" => "查看和管理音乐文件,你在这里上传.",

	"" => "",

		"_?" => "",

);



$LANG_VIDEO_MENU = array(

	"search" => "查看全部影片",

		"search_?" => "鉴于我们这里会员的所有影片.",

	"myvideos" => "我的影片",

		"myvideos_?" => "下面列出了所有你已经添加到您的帐户视频.",



	"view" => "",

		"view_?" => "",

);


$LANG_FLASHCOM_CHAT = array(
	
	"chat" => "视频聊天",
	
	"chat_?" => "您可以与其他会员面对面交谈",

);




$LANG_INVITE_MENU = array(

	"&dll=invite" => "邀请朋友",	

		"&dll=invite_?" => "寄邀请函给您的朋友使用这里的选项.",

);

$LANG_1GAME_MENU = array(

	"search" => "查看所有游戏",

		"search_?" => "查看和播放在我们的网站在这里列出的任何游戏.",

	"top" => "排行榜",

		"top_?" => "检查出的最高分排行榜.",

	"play" => "玩游戏",

		"play_?" => "",

);

$LANG_SETTINGS_MENU = array(



	"privacy" => "隐私设置",

	"privacy_?" => "您的帐户管理隐私设置在这里",

	"password" => "更改密码",

	"password_?" => "更新您的帐户登录密码在这里.",

	"cancel" => "取消帐户",

	"cancel_?" => "告别？让我们知道,如果你想在这里取消帐户.",

	"sms" => "我的短信提醒",	

		"sms_?" => "管理和更新您的SMS/文字信息设置在这里.",

	"alerts" => "电子邮件警报",			

		"alerts_?" => "管理和更新电子邮件警报设置在这里.",

	"settings" => "比赛设置",

		"settings_?" => "选择您的会员比赛设置在这里,我们会缩小我们的会员数据库,为您找到理想的合作伙伴",
	"gdpr" => "GDPR",

		"gdpr_?" => "To fully comply with GDPR, you may dwonload your personal data here. <a href='/gdpr' >Download Now</a>",
);

$LANG_BLOG_MENU = array(

	"search" => "查看所有博客",

		"search_?" => "看看这里的最新成员博客.",

	"view" => "查看我的博客",

		"view_?" => "查看和管理您的网站在这里博客条目.",

	"add" => "创建新博客",

		"add_?" => "创建一个新的博客,每天在这里告诉你世界.",

);

$LANG_LINKS_MENU = array(


	"links" => "链接页面",

		"links_?" => "如果您有兴趣在下面放置一个链接到您的网站，请立即联系我们.",

	"recommend" => "建议页面",

		"recommend_?"=> "",

);

// search page

$LANG_SEARCH = array(



	"search" => "查看所有成员",

		"search_?" => "",



	"search&friendid=2" => "我的好友列表",

		"search&friendid=2_?" => "",



	"search&friendid=1" => "我的热门名单",

		"search&friendid=1_?" => "",



	"search&friendid=2&friend_type=3" => "我的封锁名单",

		"search&friendid=2&friend_type=3_?" => "",



 

);



$LANG_CHAT_MENU = array(



	"chatroom" => "聊天室",

		"chatroom_?" => "",

	"im" => "即时信使",

		"im_?" => "",

	"wink" => "眨眼传情",

		"wink_?" => "",

	"profile" => "查看详细资料",

		"profile_?" => "",

	"forum" => "查看论坛",

		"forum_?" => "",

);



// contact PAGE

$LANG_CONTACT_MENU = array(



	"" => "联系我们",	

		"_?" => "如果您对我们的网站或服务有任何问题,请不要犹豫联系我们使用下面的表格.",





);

// sitemap

$LANG_SITEMAP_MENU = array(



	"" => "网站地图",	

		"_?" => "下面列出的是一个网站地图.",



);

$LANG_UPGRADE_MENU = array(



	"" => "我的会员资格",	

		"_?" => "使用下面的选项来升级您的会员资格",



	"matrix" => "比较表",	

		"matrix_?" => "下面列出了最新的升级包和它们的访问功能.",

);



$LANG_AFFILIATE_MENU = array(

 

	"" => "加盟网络",

		"_?" => "",

	"login" => "会员登录",

		"login_?" => "",

	"join" => "今天加入我们的合作伙伴网络!",

		"join_?" => "",

	"summary" => "帐户摘要",	

		"summary_?" => "",

	"banners" => "联盟旗帜",			

		"banners_?" => "",

	"edit" => "我的帐户",	

		"edit_?" => "",

	"payment" => "付款历史",			

		"payment_?" => "",

);



$LANG_FORUM_MENU = array(

	"" => "社区论坛",	

		"_?" => "在我们的聊天社区论坛低于其他成员.",

);

// articles

$LANG_ARTICLES_MENU = array(

	"" => "文章",	

	"_?" => "下面列出了一些最新的网站的文章.",



	"view" => "",	

	"view_?" => "",

);



// subscribe

$lang_subscribe = array(


"" => "升级我的会员资格",	

"_?" => "使用下面的选项来升级您的会员资格",

"a1"=>"升级我帐户",

"a3"=>"升级您的帐户今天 ！",

"a4"=>"病以后升级",

"a5"=>"的好处今天升级 ！",

"a6"=>"单击以查看功能包",

"a7"=>"升级包",

"a8"=> "付款选择",

"a9"=> "付款方式",

"a10"=>"为了让您能够受益于降低,刀路自动续订按月一旦您初始订阅过期。当然可与我们联系,以取消自动续期随时。",

"a11"=>"我们接受",

"a12"=> "付款方式",

"a13"=> "选择的付款方法",

"a14"=>"现在升级",

"15"=> "当前成员",

"16"=>"银行 / 线支付",

"17"=>"所需的 todo",

"18"=>"请询问您的银行转让",

"19"=>"我们使用下面列出的详细信息。您的帐户将被创建并可供使用,一旦我们收到您的付款。",

"20"=> "额外 SMS 学分",

);



 

$WINK_MESSAGE_ARRAY = array(



"0"=>"我只是想说你好 … …",

"1"=>"当他们字母表他们应把 U 和我一起。",

"2"=>"外星人是你的父亲,因为他们是什么你在这个世界 ！",

"3"=>"嗨,我只是想给你满意的我关闭 去前面说 no。",

"4"=>"是你父亲的小偷吗？ 因为有人偷了天上的星星,并把它们放在你的眼睛 ！",

"5"=>"你看起来像类型的家伙/女孩听过 … … 书中的每一行的人那么什么是多了一个？",

"6"=>"是在这里的热还是你吗？",

"7"=>"陷害我如果我错了,但您想吻我吗？",

"8"=>"嗨,我不是你的压力,我不想做爱未经双方同意 ；顺便说一句,你有我同意。",

"9"=>"什么是你最喜欢的颜色？",

"10"=>"你有地图吗？因为我把在你眼中迷路。",

);



$lang_overview_page = array(

	"a7"=>"记录视频问候",
	"a21"=>"谁看了我的配置文件",
	"51"=>"我的成员",
	"52"=> "配置文件管理",
	"53"=>"我的照片、 视频和音乐文件",
	"54"=>"单击以查看您的相册",
	"55"=> "编辑说明",
	"56"=>"单击来编辑的配置文件信息",
	"57"=>"管理我的朋友",
	"58"=>"单击以查看您的朋友",
	"59"=>"管理我的评论",
	"60"=>"单击以查看您的意见",
	"61"=>"添加 & amp ；更改显示图片",
	"62"=>"单击上载急症室 ；管理照片",
	"63"=>"我匹配设置",
	"64"=> "单击可编辑匹配设置",
	"65"=>"我的隐私设置",

	"66"=>"单击来编辑的隐私设置",

	"67"=>"录制的视频",

	"68"=>"录制配置文件消息",

	"69"=>"创建邮件",

	"70"=>"点击发送一封新邮件",

	"71"=> "SMS/文本设置",

	"72"=>"点击查看短信设置中",

	"73"=>"我的电子邮件警报设置",

	"74"=>"单击来编辑的电子邮件设置",

	"75"=>"我的列表",

	"76"=>"单击以查看您的组",

	"77"=>"我的组",

	"78"=>"单击以查看您的组",

	"79"=>"我的活动",

	"80"=>"单击以查看您的活动",

	"81"=>"我的分类",

	"82"=>"单击以查看您的分类",

	"83"=>"我的博客",

	"84"=>"单击以查看您的博客条目",

	"86"=>"这里有一些有用的链接,以帮助您开始管理您的配置文件。上传照片、 视频、 音乐和更多和今天创建您完美的形象开始。",

	"87"=>"这里是一些有用的链接,以帮助您管理您的邮件时开始。开始接触其他成员今日 （星期三） 友谊、 有趣或更多 ！",

	"88"=>"这里是一些有用的链接,以帮助您开始管理您的 web 站点的列表。创建新的组、 添加新的分类的广告或写博客。",

	"89"=>"这里有一些有用的链接,以帮助您开始管理您的帐户。您可以重新设计您的配置文件的颜色、 更新您的设置匹配和更多 ！",

	"90"=> "成员匹配",

	"91"=>"单击成员照片上以查看它们的配置文件。",

	"92"=>"欢迎",

	"93"=>"什么是你今天看起来？",

	"94"=> "更改照片",

	"95"=>"靠近我",

	"96"=>"跟我碰面",

	"97"=> "聊",

);

$lang_register_page = array(



	"1"=>"用户名已经在使用中",

	"2"=>"电子邮件已经在使用中",

	"3"=>"电子邮件地址是无效的",

	"4"=>"密码是太短 ！",

	"5"=>"用户名是太短 ！",

	"6"=>"用户名包含无效字符 ！",

	"7"=>"密码是太短 ！",

	"8"=>"请填写所有字段",

	"9"=>"验证图像错了 ！",

	"10"=>"你必须上传一张照片",

	"11"=>"谢谢你,请检查您的电子邮件为您的激活码",

	"a6"=>"成员名称可以是任意组合的字母、 数字、 下划线和连字符,最多 15 个字符的长度。不允许空格、 重音和其他标点符号。",

	"a8"=>"请输入工作的电子邮件地址,这将用于发送密码提醒和验证代码。",

	"a10"=>"您将需要此编辑您的个人资料或检索您的邮件。密码必须是 4 至 15 个字符之间。",

	"a11"=>"重新键入口令",

	"a12"=>"请重新输入密码,上面输入。",

	"a13"=>"所需的帐户详情",

	"a14"=>"上传一张照片",

	"a15"=>"选择图片",

	"a16"=>"最大大小： 1 Mb,最小尺寸： 105 x 105 像素格式 jpg。",

	"a17"=>"建议： 为获得最佳效果,我们建议您选择一张照片,突出了你的脸,你应该易于识别,一个人,面对镜头",

	"a18"=> "网站更新",

	"a19"=> "接收网站通讯",

	"a20"=>"接收更新和警报",

	"a22"=>"输入安全一词出现在摇摇晃晃的图片。这样可以防止自动的注册。这是区分大小写。",

	"a23"=>"我已经阅读、 理解并同意遵守",

	"a24"=> "条款 + 条件",

	"a25"=>"的使用",

	"a26"=> "完成注册",

	"28"=>"创建您的帐户",

	"29"=>"请稍候片刻,我们创建您的帐户",

	"30"=>"更新您的帐户",

	"31"=>"请等待几分钟,虽然我们更新您的帐户",

	"32"=>"欢迎来到我们的网站",

	"33"=>"恭喜您的帐户 %s 已成功创建。",

	"34"=>"我们有以下的电子邮件地址发送激活电子邮件:",

	"35"=>"所有要做是检索从您的帐户的电子邮件,然后点击邮件中的链接",

	"36"=>"如果您没有收到激活邮件,请重新输入或更改您的电子邮件地址：",

	"37" => "请输入有效的电子邮件地址",
		
	"38" => "您的新电子邮件地址已更新。确认电子邮件已经发送给您。",

	"39" => "我们无法找到您的帐户详情，请稍后重试。",

);

$lang_account_page = array( 

"5"=> "文本样式",

"6"=> "背景颜色",

"7"=>"菜单栏和标题",

"8"=> "框颜色",

"9"=> "正文字体",

"10"=> "头前",

"11"=> "页面背景",

"12"=> "选择图像",

"13"=>"文件",

"14"=> "显示类型",

"15"=>"删除保存图像",

"16"=> "图像框背景",

"17"=> "标题框背景",

"18"=> "标题框文本",

"19"=> "主文本颜色",

"20"=> "框标题文本",

"21"=> "箱顶背景下",

"22"=> "框体背景",

"23"=> "不要重复图像",

"24"=> "平铺图像",

"25"=> "重复垂直",

"26"=> "重复水平",

"27"=>"你有没有意见",

"28"=>"删除我的视频问候",

"29"=>"来更新您的配置文件的配置文件色彩搭配使用左侧的选项。您可以自定义颜色,并上传自己的背景和标题图片。",

);

$lang_messages_page = array(



"1"=>"您输入的用户名不存在,请检查并再试一次。",

"2"=>"你不能发送邮件给自己",

"3"=>"一样的主题是太短",

"4"=>"您已到达您的邮件限制",

"5"=>"阻止您向该用户发送的邮件",

"a2"=>"查看我收",

"a3"=>"请稍候我们发送电子邮件",

"a4"=>"这可能需要几分钟,谢谢你的耐心。",

"a5"=>"输入会员用户名下面",

"a6"=>"输入一个以上的成员用户名",

"a17"=>"读取",

"a21"=>"发送到",

"a33"=>"查看我收",

"a34"=>"消息发送的",

"a35"=>"at",

"a36"=>"你有没有邮件",

"a38"=> "选择显示限制",

);

$lang_gallery_page = array(



"1"=>"文件上传失败",

"2"=>"完成上传",

"3"=>"您已运行的帐户空间不足",

"4"=>"您上传的音乐文件是无效或已损坏,请检查并再试一次。",

"5"=>"您上传的视频文件无效或已损坏,请检查并再试一次。",

"6"=>"图片文件类型是无效的",

"7"=>"成功更新的文件",

"8"=>"相册创建成功,现在上传一些文件",

"9"=>"成功更新的相册",

"10"=> "文件上传错误",

"a1"=>"我上载",

"a2"=>"上传相册文件",

"a4"=>"请等虽然我们保存您的文件",

"a5"=>"这可能需要几分钟,具体取决于您的文件的大小。",

"a7"=>"选择您的文件将会保存到相册。",

"a15"=>"最大大小： 1 Mb,最小尺寸： 105 x 105 像素格式 jpg。",

"a16"=>"建议： 为获得最佳效果,我们建议您选择一张照片,突出了你的脸,你应该易于识别,一个人,面对镜头。",

"a17"=> "显示照片",

"a20"=>"照片显示是您的配置文件和搜索结果中显示的默认图像",

"a22"=>"最大大小： 3 Mb,格式 mp3、 midi、 mpeg。",

"a23"=>"建议： 为获得最佳效果,我们建议您选择空间小于 1 Mb 的快速上传和听音乐文件。",

"a24"=>"输入 YouTube URL",

"a25"=>"输入 Youtube 网页地址,不是嵌入代码。",

"a26"=>"示例： 复制到捕获 youtube 视频上面的框中的网站地址,如 http://youtube.com/watch?v=Dc541D7ny9I42234。",

"a28"=>"最大大小： 5 Mb,格式 mpg、 mpeg、 mov、 qt、 mxu、 电影和 divx 文件。",

"a29"=>"建议： 为获得最佳效果,我们建议您选择您最近创建的视频。",

"a32"=>"上载文件",

"a40"=>"上传相册文件",

"a44"=>"显示图片",

"a46"=>"你有没有在这张专辑中的文件",

"a53"=>"有没有为此文件的注释",

"a62"=>"上传相册文件",

"a64"=>"创建您的新专辑的描述性标题。如。我的暑假照片",

"a66"=> "私人影集",

"a69"=> "成人图像",

"a70"=> "公共专辑",

"a71"=>"专辑活力选项允许您选择谁和谁不能查看您的相册文件。",

"a74"=>"为您的文件输入一个令人难忘的标题",

"76"=>"假空白,如果你不想密码保护您的相册。",

);

$lang_match_page = array(



"1"=>"也只是创建一个新的兼容性测试,请单击这里参加考试 ！",

"2"=>"测验添加成功,现在您可以添加一些问题 … …",

"3"=>"更新测试说明",

"4"=>"标题是太短",

"5"=>"已成功添加的问题",

"6"=>"问题已成功更新。",

"7"=>"谢谢你,你比赛结果已更新",

"8"=>"匹配设置保存",

"a1"=>"我的匹配设置",

"a3"=>"找到针对您的当前的总匹配项匹配设置 ！",

"a4"=>"创建新的匹配设置",

"a5"=> "搜索匹配结果",

"a8"=>"更新我的匹配设置",

"a10"=>"输入标题来形容你想问的问题。例如： 你是如何知道我 ！",

"a13"=>"管理测试",

"a22"=>"你有没有创建任何兼容性测试",

"a31"=>"请填写所有五个字段",

"a33"=> "匹配问题",

"a36"=>"可能的问题答案",

"a37"=>"选择您的首选的答案通过检查答案旁边的框",

"a42"=>"你没有尚未创建任何问题 ！使用上述的窗体可以创建新的问题。",

"a48"=>"你有没有匹配结果,此测试",

"a57"=>"以测试",

"a60"=>"我采取了兼容性测试",

"a61"=>"我的测试结果",

"a66"=>"你有没有匹配结果,此测试",

"a67"=> "更新设置",

"10"=> "选择测验图标",

"11"=>"所花费的时间",



);

$lang_ajax = array(

 

"2"=> "票增加谢谢你",

"3"=>"你不能发送任何更多的传情动漫今天 ！",

"4"=>"您传情动漫已发送到",

"5"=>"已发送您的传情动漫",

"6"=>"请登录以使用此功能 ！",

"7"=>"更新的成员",

"8"=>"已成功删除的专辑",

"9"=>"成功批准的注释",

"10"=>"成功评论删除",

"11"=>"意见寄交申请。",

"12"=>"更新主照片",

"13"=>"删除匹配结果",

"14"=>"删除的问题",

"15"=>"删除匹配测试",

"16"=>"删除注释",

"17"=>"批准的注释",

"18"=>"您的意见已送审批。",

"19"=> "博客条目删除",

"24"=>"删除相册文件",

"26"=>"用户名是太短 ！",

"27"=> "用户名包含无效字符",

"28"=>"已被使用的用户名,请尝试另一种方法",

"29"=> "无效的电子邮件地址",

"30"=>"密码是太短 ！",

"31"=>"必须包含数字和字母",

"32"=>"发送您的传情动漫 ！",

"33"=>"您收到来自传情动漫",

"34"=>"此成员是已经对您的列表中",

"35"=>"登陆",

"37"=>"每日消息",

"38"=>"每日传情动漫",

"39"=>"发送了以",

"40"=>"达",

"41"=>"突出显示在搜索结果中的轮廓",

"42"=>"精选配置在我们的主页上",

"43"=> "额外 SMS 学分",

"44"=>"请 < href=index.php?dll=login> 登录 </a> 发表评论",

"45"=>"此电子邮件地址已在使用中",

"46"=>"请登录以使用此功能 ！",

"47"=>"事件详细信息已被成功更新。",

"48"=>"已成功删除的事件",		



);



// ORDER COMPLETE PAGE

$LANG_ORDER_MENU = array(

	"thankyou" => "升级成功",	

		"thankyou_?" => "谢谢您的订单,您的帐户目前正在更新。请注销,变更您的帐户才能生效.",

	"cancel" => "取消升级",	

		"cancel_?" => "您的升级要求被取消。没有钱是从你在这个时候。如果您有任何问题,请不要犹豫与我们联系.",

	"error" => "升级错误",	

		"error_?" => "错误发生在你升级。请与我们联系今天,如果您有任何问题与您的帐户.",


);


$LANG_TOUR = array(

	"a1"=> "网站旅游",

"a3"=>"还不是会员吗？在此注册",

"a4"=>"

<p> <strong> 欢迎到我们的网站 </strong> <br> 这是满足所有的成人年龄组的在线社区网站。现在就免费加入,并启动会议志同道合的人都在寻找友谊、 约会或更多 ！ </p> <p> 的注册是完全免费,请单击下面的按钮以开始 ！ 我们网站,我们有很多高级功能,以帮助您入门如 <p> <p> 内 ； </p>",

"a6"=>"<strong> 渐渐开始 </strong> <p> 的注册是快速和简单。您可以添加多或尽可能少的信息,您希望您的配置文件。 </p> <p> 只是想给最小吗？这也是好,只需填写的名称、 电子邮件地址、 出生日期和专业的要点。你总是可以返回并添加更多以后。 </p> 为您的电子邮件地址是验证它取决于你的一切。好运和幸福的约会。",

"a7"=>"<p> <strong> 开始搜索 </strong> <br> 一次注册使用我们功能强大的系统,若要搜索您完美匹配。其快速、 易于使用和可以搜索您认为什么是重要的日期。无论其其外观、 宗教、 生活方式或专业背景中,我们的系统可使您让调用。 </p> <p> 您可以看看尽可能多的配置文件,您所喜欢的并可以查看质量相册和不公正的拇指像大多数约会网站 </p>",

"a8"=>"<strong> 传情动漫系统 </strong> <p> 如果你有点害羞的时候来告诉特别的人你的感受,那么我们就在这里帮助滚球。 </p> <p> 我们先进的传情动漫系统会给你让其他人知道您感兴趣的能力他们没有说得太多了 ！ </p> <p> 我们传情动漫系统内置我们 SMS 的警报系统,使您可以通过您的任何新的利益的移动电话通知 ！ </p>",

"a9"=>"<p> <strong> 短信提醒 </strong> <br> <p> 我们先进的短信报警系统,让您最新的消息和可能的爱感兴趣,所以您保持联系 ！ </p> <p> 我们建在 SMS 系统意味着您可以接收新的传情动漫和正确的邮件通知到你的手机 ！ </p> <p> 不等着,今天开始 ！ </p>"

);

 

$_LANG_LOGIN = array(

"login"=> "会员登入",

"login_?" =>"",

"1"=>"此帐户被暂停使用的",

"2"=>"此帐户已被激活,请检查您的电子邮件和输入验证代码。",

"3"=>"您的帐户仍在等待管理员批准。一旦您的帐户处于活动状态,电子邮件将发送给您。谢谢你的耐心。",

"4"=> "您登录的详细信息都失败。请检查并再试一次。",

"5"=>"对不起,但您所输入的代码不是正确。",

"6"=>"您的帐户已创建并已激活链接发送到您输入的电子邮件地址。请注意您必须激活帐户,通过单击激活链接时,您将收到电子邮件之前,您可以登录。 <br> <br> <p>如果您没有收到激活邮件,请检查您的垃圾邮件文件夹。如果激活电子邮件或者不在那里,请 < href=index.php?dll=contact> 联系 </a>,我们将手动激活您的帐户。 </a>",

"7"=>"您的电子邮件地址不会找我们的数据库中。",

"8"=> "您的电子邮件地址无效。请检查并再试一次。",

"9"=> "您的电子邮件地址无效。请检查并再试一次。",

"10"=> "感谢 ！我们已发送一个新的密码到您的电子邮件。",

"11"=>"您的帐户已激活。",

"a3"=>"用户名或电子邮件地址",

"a7"=>"输入激活码",

"a11"=> "重发激活代码",

"a12"=>"请输入您的电子邮件地址",

"a13"=>"激活帐户",

"a15"=> "激活代码",

"a16"=> "重发代码",

);





$LANG_INVITE_PAGE = array(

 "7"=>"您登录的详细信息不正确,请检查并再试。",

"a28"=>"我们找到了",

"a29"=>"联系人中",

"a30"=>"联系人也已经成为成员。",

"a31"=>"你想要向其发送邀请给别人？",

"a32"=>"是",

"a33"=> "无谢谢你",

);

$LANG_GAMES_PAGE = array(

"1"=>"最后播放",

"2"=>"播放",

"3"=>"时代",

"4"=>"选手",

"5"=> "最高分数",

"6"=> "领导委员会",

"7"=>"第二个和第三届",

"8"=>"现在播放",

"9"=> "所有游戏",

);



$LANG_SETTINGS = array(

	"5"=>"手机号码应开始为 0",

"6"=>"的手机号码是无效的或不恰当",

"7"=>"更新 SMS 细节",

"9"=>"更新的密码",

"10"=>"您当前的密码不匹配",

"11"=>"帐户标记为删除",

"12"=>"重新激活的帐户",

"a1"=>"我手机 (SMS) 警报",

"a2"=>"我的手机号码",

"a3"=>"注意。请不要在此字段中输入您的国家/地区代码。您的手机号码。",

"a5"=>"注意。这应发送到在您当前正在使用您的移动电话的国家。",

"a6"=>"接收邮件警报",

"a9"=>"我想有人向我发送一封新邮件时收到警报",

"a10"=>"收到传情动漫警报",

"a11"=>"我想有人向我发送传情动漫时收到警报",

"a12"=>"有",

"a13"=>"SMS 学分左 ！",

"a14"=>"单击此处以购买更多的筹码",

"a16"=>"我的电子邮件警报",

"a17"=>"我的电子邮件地址",

"a18"=>"注意。请确保这是一个有效的电子邮件地址。",

"a19"=>"新邮件通知",

"a20"=>"我想要警惕收到新邮件时,或当我的消息之一读",

"a21"=>"新传情动漫警报",

"a22"=>"我想要的成员纵容我时发出警报",

"a23"=>"新朋友请求",

"a24"=>"我想要一名成员想将我添加到她的联系人列表时发出警报",

"a25"=>"新比赛结果",

"a26"=>"我想收到 社区单身列表",

"a27"=>"促销商情",

"a28"=>"我想通知合作伙伴促销优惠",

"a29"=> "网站新闻稿",

"a30"=>"我希望收到社区简讯。",

"a34"=>"启用私人聊天",

"a37"=>"我想对我的配置文件显示私人聊天按钮",

"a38"=>"自动批准友",

"a39"=>"如果您希望自动批准新朋友的请求,选择是。",

"a40"=>"自动审批意见",

"a41"=>"我想要警惕收到新邮件时,或当我的消息之一读",

"a51"=>"如果您决定您不再需要您的帐户,以及您确信您不希望您的用户名以后,您可以简单地关闭帐户。请检查以确认您想取消您的帐户在下面的框。您的帐户将然后被管理员删除了我们在未来的 7 天内。",

"a52"=>",你确定吗？",



"a53" => "资料存取（非朋友）",

"a54" => "选择您的个人资料部分阻止非朋友。",

"a55" => "资料存取（朋友）",

"a56" => "选择您的个人资料部分以阻止从一个朋友。",



						

);





$LANG_AFFILIATE_PAGE = array(

"1"=>"成功更新的帐户",

"2"=>"您的帐户已暂停",

"3"=>"用户名是无效的",

"4"=>"电子邮件地址已经注册",

"5"=>"电子邮件地址是无效的",

"6"=>"密码是太短",

"7"=>"用户名地址是无效的",

"8"=> "用户名包含无效字符",

"9"=>"密码是太短",

"10"=>"请填写所有字段",

"11"=>"感谢您,您的帐户已创建成功,您现在可以登录。",

"12"=> "您的电子邮件地址无效。请检查并再试一次。",

"13"=> "您的电子邮件地址无效。请检查并再试一次。",



"14"=> "感谢 ！我们已发送一个新的密码到您的电子邮件。",

"a1"=>"伙伴计划",

"a2"=>"加入我们的会员",

"a3"=>"已经是会员？登录此处",

"a4"=>"加盟登录详细信息",

"a14"=> "邮编代码",

"a20"=>"使检查付给",

"a21"=>"尚未会员吗？",

"a23"=>"用户名或电子邮件地址",

"a26"=>"请输入您的电子邮件地址",

"a27"=> "交易历史记录",

"a29"=>"总赚",

"a31"=>"支付",

"a32"=> "帐户创建",

"a33"=>"当前佣金率",

"a34"=> "帐户摘要",

"a35"=>"总点击-穿越的",

"a36"=>"总注册",

"a37"=> "总订阅",

"a38"=>"总赚",

"a39"=>"总报酬",

"a40"=>"平衡",

"a41"=>"支付给",

"a42"=>"这是将会发送到 的人的姓名",

);



$GLOBALS['_META'] = $LANG_;	

$GLOBALS['LANG_COMMON'] = $LANG_COMMON;

$GLOBALS['_LANG_ERROR'] = $LANG_ERROR;

$GLOBALS['_LANG'] = $LANG_BODY;

$GLOBALS['LANG_NETWORK']=  $LANG_INVITE_PAGE; 

$GLOBALS['LANG_GAMES'] = $LANG_GAMES_PAGE;

$GLOBALS['LANG_SETTINGS'] = $LANG_SETTINGS;

$GLOBALS['LANG_WELCOME'] = $LANG_WELCOME;

$GLOBALS['LANG_GLO_OPTIONS'] = $lang_global_options;

//$GLOBALS['LANG_LOGIN'] = $lang_main_sub_sub22;

$GLOBALS['LANG_ORDER'] = $lang_subscribe;

$GLOBALS['LANG_OVERVIEW'] = $lang_overview_page;

$GLOBALS['LANG_REGISTER'] = $lang_register_page; 

$GLOBALS['LANG_ACCOUNT'] = $lang_account_page;

$GLOBALS['LANG_MESSAGES'] = $lang_messages_page;

$GLOBALS['LANG_GALLERY'] = $lang_gallery_page;

$GLOBALS['LANG_MATCH'] = $lang_match_page;

$GLOBALS['LANG_AJAX'] = $lang_ajax;

/*    ---------------  VERSION 13  ---------------- */

$LANG_COMPATIBILITY = array(
	'page_title' => 'Compatibility Quiz',
	'title' => 'Take the Compatibility Quiz',
	'questions' => 'Questions',
	'content_heading' => 'Take the Compatibility Quiz'

);


?>