<?php

$LANG_ = array(

"_language" => "Greek",

"_charset" => "UTF-8",

);



$LANG_COMMON = array(
	"0" => "% σελίδας καικατ% στο στούντιο",
	"1" => "εχάσατε τον κωδικό",
	"2" => "Όλα τα μέλη",
	"3" => "Οι φίλοι μου",
	"4" => "στη λίστα αγαπημένων μου",
	"5" => "Το Άλμπουμ Μου",
	"6" => "Οι μικρές μου αγγελίες",
	"7" => "Blog μου",
	"8" => "Τα σχόλιά μου",
	"8a" => "Εκδηλώσεις μου",
	"9" => "Αποστολή μηνύματος",
	"10" => "Αποστολή Wink",
	"11" => "Προφίλ",
	"12" => "Προσθήκη στην καυτή λίστα μου",
	"13" => "Προσθήκη στην λίστα των φίλων μου",
	"14" => "Προσθήκη στη φραγή μου",
	"15" => "Σύνθετη Αναζήτηση",
	"16" => "Add as a προφίλ συνεργάτη",
	"17" => "Επιλεγμένες Εκδηλώσεις",
	"18" => "Προτεινόμενα Μέλη",
	"19" => "Επιλεγμένες Ομάδες",
	"20" => "Προτεινόμενα βίντεο",
	"21" => "Τελευταία Νέα",
	"22" => "Τελευταία Νέα",
	"23" => "Τελευταίες φωτογραφίες",
	"24" => "Οι πρόσφατες ενημερώσεις κρατών",
	"25" => "Ποτέ Ενημέρωση",
	"26" => "% καικατά δευτερόλεπτα πριν",
	"27" => "λεπτά καικατά% πριν",
	"28" => "ημέρες καικατά% πριν",
	"29" => "καικατά% πριν από μία εβδομάδα",
	"30" => "καικατά% πριν από ένα μήνα",
	"31" => "καικατά% πριν από ένα χρόνο",
	"32" => "ώρες καικατά% πριν",
	"33" => "Μήνυμα εστάλη",
	"34" => "μηνύματα Block",
	"35" => "Αν θέλετε να αποκλείσετε ένα συγκεκριμένο τύπο επαφής που τους τονίζουν στην παραπάνω λίστα",
	"36" => "Τα μηνύματά μου",
	"37" => "Οι ομάδες μου",
	"38" => "Βίντεο Play",
	"39" => "Νέα μηνύματα",
	"40" => "Νέα Φίλοι",
	"41" => "Νέα Σχόλια",
	"42" => "Θέλετε να συναντήσετε αυτόν τον χρήστη;",
);



$LANG_WELCOME = array(



"_join" => "Δεν έχει ακόμη ένα μέλος?",

"_join1" => "Είναι ελεύθερη, λοιπόν τι περιμένετε!",

"_join2" => "Εγγραφή τώρα!",



"_ct1" => "Εγγραφή Free",

"_ct2" => "Αρχίσετε να μιλάτε",

"_ct3" => "Γνωρίστε άνθρωποι!",



"_cb1" => "Δημιουργήστε τον δωρεάν λογαριασμό σας σήμερα, είναι μόνο ένα λεπτό!",

"_cb2" => "Διαθέτουμε πολλούς διαφορετικούς τρόπους για να γνωριστείς με τα μέλη μας!",

"_cb3" => "Βρείτε το ξεχωριστό πρόσωπο και μια συνάντηση! Όλα είναι δυνατά!",



"1" => "Τελευταίο άρθρο του δικτυακού τόπου",

"2" => "Διαβάστε το πλήρες άρθρο",

"3" => "Τρία βήματα για την επιτυχία!",

"4" => "1. Εγγραφή",

"5" => "2. Δωρεάν",

"6" => "3. Βρει την αληθινή αγάπη",

"7" => "του εύκολο να ξεκινήσετε, εγγραφείτε τώρα και δημιουργήστε το προφίλ σας ελεύθερα, μέσα σε λίγα λεπτά μπορείτε να συναντήσετε το κατάλληλο άτομο για σας!",

"8" => "Γρήγορη Αναζήτηση μέλους",

"9" => "Ρίξτε μια ματιά σε μερικά από τα άλλα μέλη μας",



);

$LANG_ERROR = array(

"_complete" => "Ο λογαριασμός ενημερώθηκε με επιτυχία",

"_incomplete" => "Παρακαλώ συμπληρώστε όλα τα πεδία",

"_notaccepted" => "Το αρχείο σας δεν ήταν ένας από τους αποδεκτούς τύπους αρχείων. \ N Re-επιλέξτε ένα αρχείο από τον υπολογιστή σας για να ανεβάσετε.",

"_error" => "Υπήρξε ένα σφάλμα με τα στοιχεία που δώσατε. Παρακαλούμε ελέγξτε και προσπαθήστε ξανά.",

"_offline1" => "Ιστοσελίδα Προσωρινή σύνδεση για συντήρηση",

"_offline2" => "Είμαστε στην ενημέρωση επί του παρόντος στην ιστοσελίδα μας και θα είναι και πάλι σε απευθείας σύνδεση σύντομα.",

"_offline3" => "Ζητούμε συγνώμη για την αναστάτωση και σας ευχαριστούμε για την υπομονή σας.",

"_noResults" => "Συγνώμη δεν υπήρξαν αποτελέσματα.",

"_inviteMsg" => "Βρήκα αυτό το μεγάλο δικτυακό τόπο που Νόμιζα πως θα με ενδιέφερε να, η σύνδεση είναι",

"_welcomeMsg" => "Σας ευχαριστώ, έχετε εγγραφεί επιτυχώς και τώρα είστε συνδεδεμένοι στο λογαριασμό σας

χρησιμοποιήσετε τις επιλογές του μενού πάνω και στα αριστερά για να περιηγηθείτε το δρόμο σας γύρω, αν έχετε οποιοδήποτε πρόβλημα μη διστάσετε να επικοινωνήσετε μαζί μας. Καλή τύχη και ευτυχής που χρονολογείται!",

"_invalid" => "Διεύθυνση σας% s δεν είναι έγκυρη",

"_invalidCode" => "Κωδικός Επαλήθευσης που ήταν άκυρο. Παρακαλούμε ελέγξτε και προσπαθήστε ξανά.",

"_adultWarning" => "Παρακαλώ Επιλέξτε Ναι, αν αυτό το αρχείο περιέχει περιεχόμενο για ενήλικες.",

"_waitingApproval" => "Ο λογαριασμός περιμένει έγκριση",



"_AlertQuickMsg" => "Πληκτρολογήστε το μήνυμα σας παρακάτω για να επικοινωνήσετε% s",

 "_AlertQuickWink" => "Αποστολή wink% s. από slecting από το μήνυμα.",

"_userBlocked" => "Λυπούμαστε αλλά δεν μπορείτε να επικοινωνήσετε με το χρήστη, όπως έχουν να σας μπλοκάρει.",



"_videoIntro" => "<b> <p> Εγγραφή χαιρετισμούς προφίλ σας Όταν! </ B> </ p> Plugin <p> ιστοσελίδα και το μικρόφωνό σας και να ξεκινήσετε με το δικό τους χαιρετισμούς του προφίλ σας. </ P > έτοιμοι σας, κάντε κλικ στο κουμπί εγγραφής, εγγραφή βίντεο σας για έως και 5 λεπτά και πατήστε το κουμπί διακοπής όταν γίνεται! σας Μην ξεχάσετε να δείτε το βίντεο και στη συνέχεια να το αποθηκεύσετε πριν από την αναχώρησή σας. </ p> " ,

"_emailSent" => "Σας ευχαριστώ, e-mail σας έχει σταλεί.",



"_noT&C" => "Παρακαλώ ελέγξτε το κουτί για να αποδεχτείτε τους όρους και τις προϋποθέσεις δικτυακό τόπο.",

"_eventWho" => "Θα θέλατε αυτή την εκδήλωση που θα εμφανίζεται στους φίλους σας, ή και σε όλους στην ιστοσελίδα?",

"_fileE1" => "Το αρχείο φαίνεται να είναι κατεστραμμένο.",

"_fileE2" => "Δεν μπορέσαμε να δημιουργούν δεδομένα φωτογραφιών από το αρχείο αυτό. Παρακαλώ δοκιμάστε ξανά με μια διαφορετική φωτογραφία.",

"_fileE3" => "Το αρχείο είναι άδειο. Παρακαλώ ανεβάστε κάτι πιο ουσιαστικό.",

"_fileE4" => "Bad τύπος MIME υποβάλλονται από τον φυλλομετρητή σας.",

"_fileE5" => "Bad επέκταση αρχείου.",

"_fileE6" => "Im θλιβερός, αλλά δεν υποστηρίζουμε [% s] τύπους αρχείων, παρακαλούμε να ανεβάσετε ένα αρχείο εικόνας JPEG.",

"_fileE7" => "Bad temp αρχείο. Δοκιμάστε μετονομασία του αρχείου και την ανάρτηση ξανά.",

"_fileE8" => "Bad αρχείο. Δοκιμάστε ξανά, ή να δοκιμάσετε να δημιουργήσει εκ νέου αυτό.",

"_fileE9" => "Το αρχείο είναι κενό.",



//

"_noAdultAccess" => "Συγνώμη δεν έχετε δικαιώματα για την προβολή των ενηλίκων αρχεία.",



"_t10" => "Επάνω εμφανίσεις Μέλη",

"_t11" => "Κορυφαία βαθμολογία μέλη",



"_t12" => "Αναζήτηση Αποθήκευση",

"_t13" => "Αποθηκευμένες αναζητήσεις μου",

);

$LANG_UPGRADE = array(

"0" => "ευχαριστώ",

"_complete" => "Αναβάθμιση Πλήρης, σας ευχαριστώ",

"2" => "Αποσύνδεση Τώρα",

"_cancel" => "Παραγγελία Ακυρώθηκε",

"4" => "Αναβάθμιση Ακυρώθηκε",

"6" => "Σφάλμα αναβάθμισης",

);

$LANG_BODY = array(



"_yold" => "Ετών",



// A

"_account" => "Λογαριασμός",

"_all" => "Όλα",

"_add" => "Προσθήκη",

"_addComment" => "Προσθήκη σχολίου",

"_approve" => "Έγκριση",

"_approved" => "Εγκρίθηκε",

"_article" => "Άρθρο",

"_articles" => "Άρθρα",

"_adultContent" => "Περιεχόμενο Ενηλίκων",

"_accountOverview" => "Επισκόπηση λογαριασμού",

"_advert" => "Αγγελίες",

"_affiliate" => "Θυγατρικών",

"_age" => "Age",

"_advanced" => "Για προχωρημένους",

"_album" => "Album",

"_albums" => "Albums",

"_address" => "Διεύθυνση",

"_attending" => "Παρακολούθηση",

// Β

"_banners" => "Banners",

"_blog" => "Blog",

"_blockList" => "Λίστα αποκλεισμένων",

// C

"_category" => "Κατηγορία",

"_created" => "Δημιουργήθηκε",

"_createNew" => "Δημιουργία νέου",

"_createdBy" => "Δημιουργήθηκε από",

"_change" => "Αλλαγή",

"_comments" => "Σχόλια",

"_country" => "Χώρα",

"_city" => "Town / City",

"_cancel" => "Ακύρωση",

"_current" => "Τρέχουσα",

"_correct" => "Σωστό",

"_credits" => "Credits",

// D

"_delete" => "Διαγραφή",

"_deleted" => "Διαγραφή",

"_deselectAll" => "Αποεπιλογή όλων",

"_date" => "Ημερομηνία",

"_displayPhoto" => "Εμφάνιση φωτογραφιών",

"_day" => "Ημέρα",

"_description" => "Περιγραφή",

// E

"_edit" => "Επεξεργασία",

"_error" => "Σφάλμα",

"_email" => "Αποστολή",

"_event" => "Event",

"_events" => "Εκδηλώσεις",

"_everyone" => "Ο καθένας",

"_expires" => "Λήγει",



// F

"_fax" => "φαξ",

"_faq" => "Συχνές Ερωτήσεις",

"_friend" => "Φίλο",

"_friends" => "Φίλοι",

"_friendsList" => "Λίστα Φίλων",

"_featured" => "Προτεινόμενα",

"_favorites" => "Αγαπημένα",

"_file" => "Αρχείο",

"_files" => "Αρχεία",

"_fileType" => "Τύπος",

"_forgotten" => "Forgotten",



// G

"_groups" => "Ομάδες",

"_gender" => "Φύλο",

// H

"_hightlighted" => "Τονίζεται",

"_hotList" => "Hot List",

// I

"_information" => "Πληροφορίες",

"_itsFree" => "Είναι δωρεάν",

"_location" => "Τοποθεσία",

// J

"_joinToday" => "Εγγραφή Σήμερα",

"_joined" => "Εγγραφή",

// K

"_keyword" => "Λέξη-κλειδί",

// L

"_latest" => "Τελευταία",

"_login" => "Σύνδεση",

"_lastLogin" => "Τελευταία Σύνδεση",

"_logout" => "Αποσύνδεση",

"_link" => "Σύνδεση",

// M

"_manage" => "Διαχείριση",

"_member" => "Μέλη",

"_members" => "Τα μέλη",

"_message" => "Μήνυμα",

"_messages" => "Μηνύματα",

"_month" => "Μήνας",

"_my" => "Μου",

"_mile" => "Mile Ακτίνα",

"_music" => "Μουσική",

"_membership" => "Σύνθεση",

// N

"_no" => "Όχι",

"_next" => "Next",

"_name" => "Όνομα",

"_namef" => "Όνομα",

"_namel" => "Επώνυμο",

"_nameb" => "Όνομα εταιρείας",

"_now" => "Τώρα",

"_new" => "Νέα",

// O

"_options" => "Επιλογές",

"_of" => "Του",

// P

"_photo" => "Φωτογραφία",

"_photos" => "Φωτογραφίες",

"_play" => "παιχνίδι",

"_previous" => "Προηγούμενη",

"_page" => "Σελίδα",

"_payments" => "Πληρωμές",

"_privacy" => "Απόρρητο",

// 0

"_online" => "Online",

"_onlineNow" => "Online τώρα",

// V

"_view" => "Προβολή",

"_views" => "Προβολές",

"_visitors" => "Επισκέπτες",

"_viewAll" => "Εμφάνιση όλων",

"_verification" => "Κωδικός Επιβεβαίωσης",

"_video" => "Video",

"_videos" => "Βίντεο",

"_visibility" => "Ορατότητα",

// Q

"_question" => "Ερώτηση",

"_questions" => "Ερωτήσεις",

"_quiz" => "Μου Κουίζ",

"_quiz1" => "Quiz",

// U

"_username" => "Όνομα Χρήστη",

"_updateAccount" => "Ενημέρωση Λογαριασμού",

"_updated" => "Ενημέρωση",

"_update" => "Ενημέρωση",

// R

"_results" => "Αποτελέσματα",

"_recurring" => "Επαναλαμβανόμενο",

"_remove" => "Αφαιρώ",

"_rating" => "Εκτίμηση",

"_rememberMe" => "Να με θυμάσαι",

"_register" => "Εγγραφή",

"_read" => "Ανάγνωση",

"_reply" => "Απάντηση",

"_removed" => "Καταργηθεί",

// S

"_speadWord" => "Διαδώστε τη λέξη",

"_save" => "Αποθήκευση",

"_sent" => "Απεσταλμένα",

"_settings" => "Ρυθμίσεις",

"_search" => "Αναζήτηση",

"_searchQ" => "Γρήγορη Αναζήτηση",

"_select" => "Επιλογή",

"_selectAll" => "Επιλογή όλων",

"_submit" => "Αποστολή",

"_sort" => "Ταξινόμηση",

"_send" => "Αποστολή",

"_slideshow" => "Slideshow Start",

"_sort0" => "Βασική προβολή",

"_sort1" => "Gallery View",

"_sort2" => "Λεπτομέρειες γεγονότων",

"_sort3" => "Που προστέθηκαν πρόσφατα",

"_sort4" => "Πρόσφατα ενημερωμένα",

"_sort5" => "Πιο δημοφιλή",

"_sort6" => "Ανά σελίδα Εμφάνιση% s",

"_street" => "Street",

"_status" => "Status",

"_subject" => "Θέμα",

"_song" => "Song Προφίλ",

// P

"_password" => "Password",

"_province" => "Νομός / Επαρχία",

"_phone" => "Τηλέφωνο",

"_profile" => "Προφίλ",

"_partners" => "Συνεργάτες",

// Τ

"_thankyou" => "Ευχαριστώ",

"_topic" => "Θέμα",

"_top10" => "κορυφή 10",

"_tags" => "Ετικέτες",

"_title" => "Τίτλος",

"_time" => "φορά",

"_today" => "Σήμερα",

// Y

"_yes" => "Ναι",

"_year" => "Έτος",

// W

"_watch" => "Ρολόι",

"_website" => "Ιστοσελίδα",

"_wink" => "Φλερτ",

"_within" => "Μέσα σε ένα",

"_withPics" => "Με φωτογραφίες",

"_zipcode" => "Zip / Postal Code",

// Days

"_monday" => "Δευτέρα",

"_tuesday" => "Τρίτη",

"_wednesday" => "Τετάρτη",

"_thursday" => "Πέμπτη",

"_friday" => "Παρασκευή",

"_saturday" => "Σάββατο",

"_sunday" => "Κυριακή",

// MONTHS

"_january" => "Ιανουάριος",

"_febuary" => "Φεβρουάριος",

"_march" => "Μαρτίου",

"_april" => "Απρίλιος",

"_may" => "Μαΐου",

"_june" => "Ιούνιος",

"_july" => "Ιούλιος",

"_august" => "Αύγουστος",

"_september" => "Σεπτεμβρίου",

"_october" => "Οκτωβρίου",

"_november" => "Νοεμβρίου",

"_december" => "Δεκέμβριος",



// ALERTS

"_alert1" => "Οι ειδοποιήσεις μου Προφίλ",

"_atTitle" => "Επισύναψη Άλμπουμ Φωτογραφιών",

"_atSub" => "Μπορείτε να επισυνάψετε ένα από τα άλμπουμ των φωτογραφιών σας σε αυτή την καταχώριση και όλες τις φωτογραφίες στο άλμπουμ θα εμφανίζεται στην ιστοσελίδα.",

"_atNo" => "Μην Συνδέστε Αλμπουμς Μου",





// Συντονιστής ΚΕΙΜΕΝΟ

"_mod1" => "Συντονιστής Status",

"_mod2" => "Live έγκρισης",

"_mod3" => "Live Edit",

"_mod4" => "Live Delete",



"_pChat" => "Ιδιωτικό Chat",

"_pLink" => "Σύνδεση Προφίλ",

"_details" => "Στοιχεία",



"_pSmsg" => "Ψάχνει",



"_skype1" => "Ενεργοποίηση κλήσεις Skype",

"_skype2" => "Απλά εισάγετε το όνομα χρήστη Skype σας στο παραπάνω πλαίσιο και θα πραγματοποιήσετε μια κλήση με το πλήκτρο επάνω το προφίλ σας, τα μέλη μπορούν στη συνέχεια να συνομιλήσετε με εσάς.",



"_seconds" => "Δευτερόλεπτα",

"_minutes" => "Λεπτά",

"_hours" => "Ώρες",

"_months" => "Μήνες",

"_today" => "Σήμερα",

"_ago" => "Πριν",


"_about" => "Σχετικά με",

"_media" => "Μεσο ΜΑΖΙΚΗΣ ΕΝΗΜΕΡΩΣΗΣ",

"_compare" => "Συγκρίνω",

"_compatibilityquiz" => "Δοκιμασία συμβατότητας",

"_email" => "ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ",

"_days" => "Ημέρες",



"_msgSent" => "Μήνυμα εστάλη",





 "_home1" => "Είμαι",

 "_home2" => "Αναζητώντας ένα",



"_star1" => "Αιγόκερως",

"_star2" => "Τοξότης",

"_star3" => "Σκορπιός",

"_star4" => "Ζυγός",

"_star5" => "Παρθένος",

"_star6" => "Leo",

"_star7" => "Καρκίνος",

"_star8" => "Gemini",

"_star9" => "Ταύρος",

"_star10" => "Κριός",

"_star11" => "Ιχθείς",

"_star12" => "Υδροχόος",



//



"_CompleteProfile" => "Συμπληρώστε το προφίλ σας",

"_menue1" => "Μου Τελευταία Θέαση Προφίλ",



"_menue2" => "Βελτιώστε την αναζήτησή σας",

"_menue3" => "Γρήγορη Αναζήτηση μελών",

"_menue4" => "Αναζήτηση λέξης",

"_menue5" => "Σήμερα έχουν γενέθλια",

"_menue6" => "Εγγραφή στο τελευταίο",

"_menue7" => "Επιλογή Περιόδου",

"_menue8" => "Headline Προφίλ",

"_menue9" => "Περιγραφή Προφίλ",

"_menue10" => "Τελευταία on-line",

"_menue11" => "Δεν εγκρίθηκε Μέλη",

"_weeks" => "Εβδομάδες",



 "_fpost" => "Κάντε Post",



// ΔΥ ΤΩΡΑ

"_imchat1" => "Νέο Αίτημα Chat",

"_imchat2" => "Θέλει να συνομιλήσει μαζί σας.",

"_imchat3" => "Chat Start",

"_imchat4" => "Απόρριψη",
"_imchat5" => "Chat",
"_friends3" => "Friends",
"_hotlist3" => "Hostlist",
"_block3" => "Block",
"_wink3" => "Wink",
"_email3" => "Email",
"_email4" => "Send Emails",
"_credits2" => "Credits",
"_balance2" => "Balance:",



);



$lang_global_options = array(

"1" => "Θέλετε να κάνετε ..",

"2" => "Εκτύπωση σελίδας",

"3" => "Αποστολή αυτής της σελίδας",

"4" => "Post ένα σχόλιο",

"5" => "Αφίσα Επικοινωνία",

"6" => "Προσθήκη στα αγαπημένα",

"7" => "Εξαγωγή σε PDF",

"8" => "Αφήστε αυτήν την ομάδα",

"9" => "Συμμετοχή σε αυτή την ομάδα",

"10" => "παρακολουθήσουν αυτό το Event",

"11" => "Remove Παρακολούθηση Status",

"12" => "Chat Status μου",

"13" => "Online τώρα",

"14" => "Λαμβάνοντας ένα διάλειμμα!",

"15" => "Options Menu",

"16" => "υπογράφει / Logout",

"17" => "Τα είδαν πρόσφατα",

"18" => "Διαδώστε τη λέξη",

"19" => "μελών που συμμετέχουν",

"20" => "Τα είδαν πρόσφατα",

"21" => "Τα είδαν πρόσφατα",

"22" => "Δεσμός σελίδας Αντιγραφή",

 "23" => "Αριστερά ένα σχόλιο για το",

"24" => "σχολίασε το βίντεο",

"25" => "ένα σχόλιο για ένα αρχείο από το άλμπουμ",

"26" => "Αριστερά ένα σχόλιο σε ένα blog με",

"27" => "ένα σχόλιο για",

"28" => "Συνδέθηκε",

"29" => "Ενημέρωση προφίλ τους",

"30" => "πρόσθεσε μια νέα φωτογραφία",

"31" => "Άλλαξε η προβολή φωτογραφιών τους",

"32" => "Είναι τώρα φοιτούν",

"33" => "Προστέθηκε μια νέα ομάδα",

"34" => "Οι αλλαγές στην κατάστασή τους",

"35" => "Αναζήτηση όλων των κατηγοριών",

"36" => "Give it a Βαθμολογία",

"37" => "Επιλογή Photo Album Όπως εικόνας Οθόνη",

"38" => "Δεν έχετε δημιουργήσει κανένα ακόμα! Κάντε κλικ εδώ για να ξεκινήσετε!",

"39" => "μέλη μπορούν να δημοσιεύουν θέματα",

"40" => "Αναζήτηση ανά κατηγορία",

 "41" => "Ημερολόγιο",

"42" => "Πατήστε εδώ για να δείτε την τρέχουσα εγγραφές βίντεο σας",

"43" => "Πατήστε εδώ για να εγγράψετε ένα νέο βίντεο",

"44" => "Οι πρόσφατες ενημερώσεις μέλη",

"45" => "Πρόσφατα Θέματα Forum",

);



$lang_main_menu = array(



"index" => "Αρχική",

"search" => "Αναζήτηση",

"forum" => "Φόρουμ",

"groups&sub=search" => "Ομάδες",

"blog&sub=search" => "Blogs",

"classads" => "Αγγελίες",

"calendar" => "Εκδηλώσεις",

"gallery&sub=search" => "Φωτογραφίες",

"games&sub=search" => "Παιχνίδια",





);

$lang_main_menu_sub = array(



"account" => "Το προφίλ μου",

"messages" => "Μηνύματα",

"music&sub=search" => "Μουσική",

"videos&sub=search" => "Βίντεο",

"friends" => "Φίλοι",

"matches" => "Κουίζ",

"settings" => "Ρυθμίσεις",

"chatroom" => "Κανάλι",

"logout" => "Αποσύνδεση",



);

$lang_main_footer = array(



"privacy" => "Πολιτική απορρήτου",

"articles" => "άρθρα",

"affiliate" => "Συνεργάτες",

"contact" => "Επικοινωνία",

"faq" => "Συχνές Ερωτήσεις",

"links" => "Συνδέσεις σελίδας",

"invite" => "Πες το σε ένα φίλο",

"map" => "Επικοινωνία",



);


$lang_quick_box = array(
"search" => "Βρείτε ανθρώπους",
"messages" => "Inbox",
"logout" => "Αποσυνδέση",
"messages" => "Inbox",

"messages" => "Inbox",
"messages" => "Inbox",

);


/////////////////////////////////////////////////////////////////////////////

////////////////////////////////////////////////////////////////////////////



$LANG_ACCOUNT_MENU = array(

 

"" => "Επιλογές Λογαριασμού",

"_?" => "",

"&dll=account&sub=view" => "Εμφάνιση προφίλ μου",

"&dll=account&sub=view_?" => "Προβολή προφίλ σας με τα υπόλοιπα μέλη θα το δείτε.",

"&dll=gallery" => "Φωτογραφίες & υλικό μου",

"&dll=gallery_?" => "Πατήστε εδώ για να δείτε και να διαχειριστείτε τα αρχεία σας άλμπουμ.",

"edit" => "Επεξεργασία Προφίλ",

"edit_?" => "Επεξεργασία των πληροφοριών του προφίλ σας χρησιμοποιώντας τις επιλογές εδώ.",

"design" => "Designer Προφίλ",

"design_?" => "Χρησιμοποιήστε τις παρακάτω επιλογές για να προσαρμόσετε το προφίλ σας.",

"video" => "Χαιρετίσματα Video",

"video_?" => "Δημιουργήστε το δικό τους χαιρετισμούς σας βίντεο χρησιμοποιώντας τις επιλογές εδώ.",

"comments" => "Τα σχόλιά μου",

"comments_?" => "Προβολή, διαγράψτε τα σχόλια ιστοσελίδα σας εδώ.",

"view" => "",

"view_?" => "",

);

$LANG_HEADINGS = array(

		"home"			=> "Σπίτι",
		"subscribe"		=> "Η ιδιότητα μέλους μου",
		"subscribe_matrix"	=> "Συγκριτικό διάγραμμα",
		"cryptoconvert" => "Κρυπτογραφημένο νόμισμα",
		"cryptopayment"	=> "Πληρωμή κρυπτογράφησης νομίσματος",
		"register"		=> "Κανω ΕΓΓΡΑΦΗ",
		"register_activation"		=> "Activation",
		"login"			=> "Σύνδεση",
		"blog"			=> "Blogs",
		"blog_search"		=> "Όλα τα Blogs",
		"blog_view"			=> "Προβολή ιστολογίου",
		"blog_add"			=> "Προσθήκη Blog",
		"calendar"		=> "Εκδηλώσεις",
		"calendar_manage"	=> "Διαχείριση των συμβάντων",
		"calendar_search"	=> "Αναζήτηση συμβάντων",
		"calendar_add"      => "Προσθήκη συμβάντων",
		"calendar_events"	=> "Εκδηλώσεις ημερολογίου",
		"classads"		=> "Classifieds",
		"classads_add"		=>	"Προσθήκη νέας ταξινόμησης",
		"classads_search" 	=> "Αναζήτηση Αγγελίες",
		"classads_view"    => "Προβολή κατηγοριών",
		"order"			=> "Σειρά",
		"order_thankyou"		=> "Ευχαριστώ",
		"order_requitix"		=> "Ευχαριστώ",
		"order_cancel"			=> "Ματαίωση",
		"order_error"			=> "Λάθος",
		"profile"			=> "Προφίλ",
		"profile_admin"		=>	"Προφίλ",
		"profile_overview"	=> "ΣΦΑΙΡΙΚΗ ΕΙΚΟΝΑ",
		"profile_manage"	=> "Διαχειρίζονται",
		"profile_viewfile"	=> "Προβολή αρχείου",
		"profile_blogview" 	=> "Προβολή ιστολογίου",
		"gallery"			=> "Εκθεσιακός χώρος",
		"gallery_search"	=> "Ψάξιμο",
		"gallery_manage"	=> "Προβολή λευκωμάτων",
		"gallery_edit"		=> "Επεξεργασία αρχείου",
		"gallery_albums"	=> "Προβολή του λευκώματος μου",
		"gallery_create"	=> "Δημιουργία άλμπουμ",
		"gallery_upload"	=> "Δημιουργία άλμπουμ",
		"gallery_display"	=> "Εμφάνιση εικόνας",
		"album_name"		=> "jgjgjg",
		"search"			=> "Ψάξιμο",
		"search_advanced"	=> "Προχωρημένη Αναζήτηση",
		"search_detail"	=> "Λίστα φίλων μου",
		"search_friends" => "Οι φιλοι",
		"search_gallery" => "Εκθεσιακός χώρος",
		"search_1"	=> "Η λίστα μου",
		"search_3"	=> "Λίστα αποκλεισμένων",
		"search_5"	=> "Ο συνεργάτης μου",
		"groups_search" => "Αναζήτηση ομάδων",
		"search_inc" => "Search Inc",
		"search_basic" => "Βασικός",
		"search_view" => "Προβολή αναζήτησης",
		"viewed_search" => "Προβολή αναζήτησης",
		"viewed"		=> "Προφίλ που έχει προβληθεί",
		"birthday"		=> "Τα σημερινά γενέθλια",
		"forum"			=> "Δικαστήριο",
		"matches"		=> "Κουίζ",
		"matches_test"		=> "Τα κουίζ μου",
		"matches_taken"		=> "Κουίζ που έχω πάρει",
		"matches_addquiz"	=> "Αγώνες Addquiz",
		"matches_add" => "Προσθήκη αγώνων",
		"matches_results"	=> "Τα αποτελέσματα ταιριάζουν",

		"account" 		=> "Το ΠΡΟΦΙΛ μου",
		"account_comments"	=> "Σχόλια",
		"account_edit"		=> "Επεξεργασία λογαριασμού",
		"account_design"	=> "Σχεδιασμός Λογαριασμού",
		"music" 		=> "ΜΟΥΣΙΚΗ",
		"music_search"		=> "Όλα τα μουσικά",
		"music_view"		=> "Η μουσική μου",
		"videos" 		=> "Βίντεο",
		"videos_search"		=> "Όλα τα βίντεο",
		"friends" 		=> "Οι φιλοι",
		"games" 		=> "Παιχνίδια",
		"games_search" 	=> "Ολα τα παιχνίδια",
		"games_play" 	=> "Παίζω",
		"games_top" => "Διοικητικό συμβούλιο",
		"settings" 		=> "Ρυθμίσεις",

		"settings_privacy" => "Ρυθμίσεις απορρήτου",
		"settings_password" => "Άλλαξε κωδικό",
		"settings_cancel" 	=> "Ακύρωση λογαριασμού",
		"settings_alerts" 	=> "Ειδοποιήσεις ηλεκτρονικού ταχυδρομείου",
		"settings_settings" 	=> "Ρυθμίσεις αγώνα",
		"settings_gdpr" 	=> "GDPR",
		"groups"		=> "Ομάδες",
		"groups_view"	=> "Προβολή ομάδων",
		"groups_add"	=> "Προσθήκη ομάδων",
		"groups_show"	=> "Εμφάνιση ομάδων",
		"blogs"			=> "Blogs",
		"classifieds"	=> "Αγγελίες",
		"events"		=> "Εκδηλώσεις",
		"recommend"		=> "Συνιστώ",
		"photos"		=> "Φωτογραφίες",
		"contact"		=> "Επικοινωνήστε με το ua",
		"privacy"		=> "Πολιτική Απορρήτου",
		"articles"		=> "Άρθρα",
		"articles_view"		=> "Προβολή άρθρου",
		"affiliate"		=> "Συνεργάτες",
		"affiliate_login"	=> "Σύνδεση θυγατρικών",
		"affiliate_join"	=> "Εγγραφή θυγατρικών",
		"faq"			=> 'Συχνές ερωτήσεις',
		"links"			=>	"Σύνδεσμοι",
		"invite"		=> "Πείτε σε ένα φίλο",
		"map"			=> "Χάρτης ιστοτόπου",
		"wld"			=> "Λευκή ετικέτα χρονολόγηση",
		"wld_login"			=> "Wld Σύνδεση",
		"wld_register"		=> "Εγγραφή Wld",
		"wld_dashboard"		=> "Ταμπλό",
		"wld_create_site"	=> "Δημιουργία νέου ιστότοπου",
		"wld_sites"			=> "Οι Ιστότοποί μου",
		"wld_ads"			=> "Διαφημίσεις",
		"wld_reports"		=> "Αναφορές",
		"wld_wallet"		=> "Ο λογαριασμός μου",
		"wld_help"			=> "Βοήθεια",
		"messages"			=> "Μηνύματα",
		"messages_sent"		=> "Απεσταλμένα",
		"messages_wink"		=> "Κλείσιμο ματιού",
		"messages_inbox"	=> "Τα εισερχόμενά μου",
		"messages_create"	=> "Να στείλετε μήνυμα",
		"messages_trash"	=> "Σκουπιδοτενεκές",
		"messages_read" 	=> "Διαβάστε το μήνυμα",
		"mgal"				=> "Μέλη Συλλογή φωτογραφιών",
		"messages_createcwctest" => "Μηνύματα Createcwctest",
		"compatibilityquiz" => "Δοκιμασία συμβατότητας",


);

$LANG_BREADCRUMB = array(

		
		"home"			=> "Σπίτι",
		"subscribe"		=> "Η ιδιότητα μέλους μου",
		"subscribe_matrix"	=> "Συγκριτικό διάγραμμα",
		"cryptoconvert" => "Κρυπτογραφημένο νόμισμα",
		"cryptopayment"	=> "Πληρωμή κρυπτογράφησης νομίσματος",
		"register"		=> "Κανω ΕΓΓΡΑΦΗ",
		"register_activation"		=> "Activation",
		"login"			=> "Σύνδεση",
		"blog"			=> "Blogs",
		"blog_search"		=> "Όλα τα Blogs",
		"blog_view"			=> "Προβολή ιστολογίου",
		"blog_add"			=> "Προσθήκη Blog",
		"calendar"		=> "Εκδηλώσεις",
		"calendar_manage"	=> "Διαχείριση των συμβάντων",
		"calendar_search"	=> "Αναζήτηση συμβάντων",
		"calendar_add"      => "Προσθήκη συμβάντων",
		"calendar_events"	=> "Εκδηλώσεις ημερολογίου",
		"classads"		=> "Classifieds",
		"classads_add"		=>	"Προσθήκη νέας ταξινόμησης",
		"classads_search" 	=> "Αναζήτηση Αγγελίες",
		"classads_view"    => "Προβολή κατηγοριών",
		"order"			=> "Σειρά",
		"order_thankyou"		=> "Ευχαριστώ",
		"order_requitix"		=> "Ευχαριστώ",
		"order_cancel"			=> "Ματαίωση",
		"order_error"			=> "Λάθος",
		"profile"			=> "Προφίλ",
		"profile_admin"		=>	"Προφίλ",
		"profile_overview"	=> "ΣΦΑΙΡΙΚΗ ΕΙΚΟΝΑ",
		"profile_manage"	=> "Διαχειρίζονται",
		"profile_viewfile"	=> "Προβολή αρχείου",
		"profile_blogview" 	=> "Προβολή ιστολογίου",
		"gallery"			=> "Εκθεσιακός χώρος",
		"gallery_search"	=> "Ψάξιμο",
		"gallery_manage"	=> "Προβολή λευκωμάτων",
		"gallery_edit"		=> "Επεξεργασία αρχείου",
		"gallery_albums"	=> "Προβολή του λευκώματος μου",
		"gallery_create"	=> "Δημιουργία άλμπουμ",
		"gallery_upload"	=> "Δημιουργία άλμπουμ",
		"gallery_display"	=> "Εμφάνιση εικόνας",
		"album_name"		=> "jgjgjg",
		"search"			=> "Ψάξιμο",
		"search_advanced"	=> "Προχωρημένη Αναζήτηση",
		"search_detail"	=> "Λίστα φίλων μου",
		"search_friends" => "Οι φιλοι",
		"search_gallery" => "Εκθεσιακός χώρος",
		"search_1"	=> "Η λίστα μου",
		"search_3"	=> "Λίστα αποκλεισμένων",
		"search_5"	=> "Ο συνεργάτης μου",
		"groups_search" => "Αναζήτηση ομάδων",
		"search_inc" => "Search Inc",
		"search_basic" => "Βασικός",
		"search_view" => "Προβολή αναζήτησης",
		"viewed_search" => "Προβολή αναζήτησης",
		"viewed"		=> "Προφίλ που έχει προβληθεί",
		"birthday"		=> "Τα σημερινά γενέθλια",
		"forum"			=> "Δικαστήριο",
		"matches"		=> "Κουίζ",
		"matches_test"		=> "Τα κουίζ μου",
		"matches_taken"		=> "Κουίζ που έχω πάρει",
		"matches_addquiz"	=> "Αγώνες Addquiz",
		"matches_add" => "Προσθήκη αγώνων",
		"matches_results"	=> "Τα αποτελέσματα ταιριάζουν",

		"account" 		=> "Το ΠΡΟΦΙΛ μου",
		"account_comments"	=> "Σχόλια",
		"account_edit"		=> "Επεξεργασία λογαριασμού",
		"account_design"	=> "Σχεδιασμός Λογαριασμού",
		"music" 		=> "ΜΟΥΣΙΚΗ",
		"music_search"		=> "Όλα τα μουσικά",
		"music_view"		=> "Η μουσική μου",
		"videos" 		=> "Βίντεο",
		"videos_search"		=> "Όλα τα βίντεο",
		"friends" 		=> "Οι φιλοι",
		"games" 		=> "Παιχνίδια",
		"games_search" 	=> "Ολα τα παιχνίδια",
		"games_play" 	=> "Παίζω",
		"games_top" => "Διοικητικό συμβούλιο",
		"settings" 		=> "Ρυθμίσεις",

		"settings_privacy" => "Ρυθμίσεις απορρήτου",
		"settings_password" => "Άλλαξε κωδικό",
		"settings_cancel" 	=> "Ακύρωση λογαριασμού",
		"settings_alerts" 	=> "Ειδοποιήσεις ηλεκτρονικού ταχυδρομείου",
		"settings_settings" 	=> "Ρυθμίσεις αγώνα",
		"settings_gdpr" 	=> "GDPR",
		"groups"		=> "Ομάδες",
		"groups_view"	=> "Προβολή ομάδων",
		"groups_add"	=> "Προσθήκη ομάδων",
		"groups_show"	=> "Εμφάνιση ομάδων",
		"blogs"			=> "Blogs",
		"classifieds"	=> "Αγγελίες",
		"events"		=> "Εκδηλώσεις",
		"recommend"		=> "Συνιστώ",
		"photos"		=> "Φωτογραφίες",
		"contact"		=> "Επικοινωνήστε με το ua",
		"privacy"		=> "Πολιτική Απορρήτου",
		"articles"		=> "Άρθρα",
		"articles_view"		=> "Προβολή άρθρου",
		"affiliate"		=> "Συνεργάτες",
		"affiliate_login"	=> "Σύνδεση θυγατρικών",
		"affiliate_join"	=> "Εγγραφή θυγατρικών",
		"faq"			=> 'Συχνές ερωτήσεις',
		"links"			=>	"Σύνδεσμοι",
		"invite"		=> "Πείτε σε ένα φίλο",
		"map"			=> "Χάρτης ιστοτόπου",
		"wld"			=> "Λευκή ετικέτα χρονολόγηση",
		"wld_login"			=> "Wld Σύνδεση",
		"wld_register"		=> "Εγγραφή Wld",
		"wld_dashboard"		=> "Ταμπλό",
		"wld_create_site"	=> "Δημιουργία νέου ιστότοπου",
		"wld_sites"			=> "Οι Ιστότοποί μου",
		"wld_ads"			=> "Διαφημίσεις",
		"wld_reports"		=> "Αναφορές",
		"wld_wallet"		=> "Ο λογαριασμός μου",
		"wld_help"			=> "Βοήθεια",
		"messages"			=> "Μηνύματα",
		"messages_sent"		=> "Απεσταλμένα",
		"messages_wink"		=> "Κλείσιμο ματιού",
		"messages_inbox"	=> "Τα εισερχόμενά μου",
		"messages_create"	=> "Να στείλετε μήνυμα",
		"messages_trash"	=> "Σκουπιδοτενεκές",
		"messages_read" 	=> "Διαβάστε το μήνυμα",
		"mgal"				=> "Μέλη Συλλογή φωτογραφιών",
		"messages_createcwctest" => "Μηνύματα Createcwctest",
		"compatibilityquiz" => "Δοκιμασία συμβατότητας",

);

$LANG_MESSAGES_MENU = array(



"" => "Τα μηνύματά μου",

"_?" => "",

"inbox" => "Εισερχόμενα μου",

"inbox_?" => "Προβολή και διαχείριση μηνυμάτων εισερχόμενά σας εδώ.",

"wink" => "Νοήματα μου",

"wink_?" => "Λάβει καμία νέα νεύματα; Διαχείριση των νευμάτων σας εδώ.",

"sent" => "Απεσταλμένα",

"sent_?" => "Προβολή στείλετε τα μηνύματά σας εδώ.",

"trash" => "σκουπιδοτενεκές",

"trash_?" => "Διαγράφονται μηνυμάτων που μεταδίδονται σε σκουπίδια σας μπορεί. Διαχειριστείτε τους εδώ.",

"create" => "Αποστολή μηνύματος",

"create_?" => "Δημιουργία νέου μηνύματος για να στείλετε σε άλλα μέλη εδώ.",

 

"read" => "ανάγνωση",

	"read_?" => "",

);



$LANG_GALLERY_MENU = array(



"search" => "Εμφάνιση όλων των άλμπουμ",

"search_?" => "",

"albums" => "Προβολή Αλμπουμς Μου",

"albums_?" => "Προβολή και διαχείριση άλμπουμς ιστοσελίδα σας εδώ.",

"create" => "Δημιουργία Άλμπουμ",

"create_?" => "Δημιουργία νέου άλμπουμ και να ανεβάσετε εικόνες, βίντεο και αρχείων μουσικής.",

"upload" => "Προσθήκη αρχείου Album",

"upload_?" => "Ανέβασε ένα νέο βίντεο, μουσική ή φωτογραφία σε ένα υπάρχον αρχείο άλμπουμ.",

"display" => "Change Display Pic",

"display_?" => "Η προβολή φωτογραφιών είναι η πρώτη φωτογραφία ενός μέλους θα δείτε κατά την προβολή της ιστοσελίδας. Χρησιμοποιήστε τις επιλογές εδώ για να επιλέξετε την επιθυμητή φωτογραφία της οθόνης σας.",

"manage" => "",

"manage_?" => "Κάντε κλικ σε οποιοδήποτε από τα αρχεία άλμπουμ σας παρακάτω για να δείτε το περιεχόμενό της.",

"edit" => "",

"edit_?" => "Χρησιμοποιήστε τις παρακάτω επιλογές για να επεξεργαστείτε τα στοιχεία του αρχείου σας.",



);



$LANG_MATCH_MENU = array(



"test" => "μου Κουίζ",

"test_?" => "Χρησιμοποιήστε τις επιλογές εδώ για να προσθέσετε και να διαχειριστείτε το προφίλ σας κουίζ.",



"addquiz" => "Προσθήκη νέου Quiz",

"addquiz_?" => "",



"results" => "Αποτελέσματα Κουίζ",

"results_?" => "",



"add" => "Διαχείριση Ερωτήσεις",

"add_?" => "",



"taken" => "Κουίζ έχω πάρει",

"taken_?" => "Προβολή και διαχείριση τεστ συμβατότητας thats που έχετε πάρει εδώ.",

);



$LANG_EVENTS_MENU = array(

"events" => "Προβολή λων των Εκδηλώσεων",

"events_?" => "Προβολή όλων των upcomming γεγονότα εδώ.",

"add" => "Προσθήκη Event",

"add_?" => "Ακούσατε για ένα νέο γεγονός; Γιατί να μην πω στον κόσμο και μάθετε ποια άλλα μέλη είναι, επίσης, παρακολουθούν.",

"manage" => "Εκδηλώσεις μου",

"manage_?" => "Διαχείριση υπαρχουσών εκδηλώσεις σας εδώ.",

"search" => "Αναζήτηση Εκδηλώσεων",

"search_?" => "",

);

$LANG_GROUPS_MENU = array(

"search" => "Εμφάνιση όλων των γκρουπ",

"search_?" => "Προβολή όλων των ομάδων ιστοσελίδα εδώ.",

"add" => "Δημιουργία ομάδας",

"view" => "Ομάδες View",

"view_?" => "Χρησιμοποιήστε τις παρακάτω επιλογές για να περιηγηθείτε μέσα από τις ομάδες μέλος.",

"add_?" => "Γιατί να μην δημιουργήσουμε μια νέα ομάδα και να επιτρέπουν στα μέλη να μοιραστούν τα ενδιαφέροντά σας.",

"manage" => "Οι ομάδες μου",

"manage_?" => "Διαχείριση υπάρχουσες ομάδες σας εδώ.",

"show" => "",

"show_?" => "",

);



$LANG_CLASSADS_MENU = array(



"search" => "Όλες οι Μικρές Αγγελίες",

"search_?" => "Δείτε όλες τις Μικρές αγγελίες που δημιουργούνται από τα μέλη μας.",

"manage" => "προβάλλω τις διαφημίσεις μου",

"manage_?" => "Προβολή όλων των αγγελιών που έχετε δημιουργήσει εδώ.",

"add" => "Δημιουργία αγγελίας",

"add_?" => "Δημιουργία νέου μικρών αγγελιών εδώ.",

"view" => "",

"view_?" => "",

);

$LANG_MUSIC_MENU = array(

"search" => "Όλα τα αρχεία μουσικής",

"search_?" => "Προβολή όλων των αρχείων μουσικής προστέθηκε από τα μέλη μας εδώ.",

"view" => "Η μουσική μου",

"view_?" => "Προβολή και διαχείριση αρχείων μουσικής που έχετε ανεβάσει εδώ.",

"" => "",

"_?" => "",

);



$LANG_VIDEO_MENU = array(

"search" => "Εμφάνιση όλων των βίντεο",

"search_?" => "Προβολή όλων των βίντεο των μελών μας εδώ.",

"myvideos" => "Τα βίντεό μου",

"myvideos_?" => "Παρακάτω αναφέρονται όλα τα βίντεο που έχετε προσθέσει στο λογαριασμό σας.",



"view" => "",

"view_?" => "",

);


$LANG_FLASHCOM_CHAT = array(
	
	"chat" => "Συνομιλία μέσω βίντεο",
	
		"chat_?" => "Μπορείτε να μιλήσετε πρόσωπο με πρόσωπο με άλλο μέλος",

);

$LANG_INVITE_MENU = array(

"&dll=invite" => "Invite Friends",

"&dll=invite_?" => "Αποστολή πρόσκλησης στους φίλους σας χρησιμοποιώντας τις επιλογές εδώ.",

);

$LANG_1GAME_MENU = array(

"search" => "Προβολή Όλα τα παιχνίδι",

"search_?" => "Προβολή και να παίξετε κάποιο από τα παιχνίδια που αναφέρονται στην ιστοσελίδα μας εδώ.",

"top" => "Leaderboard",

"top_?" => "Έλεγχος μας στην πρώτη πεντάδα και από τις κορυφαίες βαθμολογίες.",

"play" => "Play Games",

"play_?" => "",

);

$LANG_SETTINGS_MENU = array(



"privacy" => "Ρυθμίσεις Απορρήτου",

"privacy_?" => "Διαχείριση του λογαριασμού σας ρυθμίσεις απορρήτου εδώ",

"password" => "Αλλαγή κωδικού πρόσβασης",

"password_?" => "Ενημέρωση λογαριασμό τον κωδικό πρόσβασής σας εδώ.",

"cancel" => "Ακύρωση λογαριασμού",

"cancel_?" => "Αποχαιρετώντας; Ενημερώστε μας αν θέλετε να ακυρώσετε το λογαριασμό σας εδώ.",

"sms" => "My SMS Alerts",

"sms_?" => "Διαχείριση και ενημέρωση SMS σας / Ρυθμίσεις μηνυμάτων κειμένου εδώ.",

"alerts" => "Email Alerts",

"alerts_?" => "Διαχείριση και ενημέρωση email ειδοποίησης ρυθμίσεις εδώ.",

"settings" => "Ρυθμίσεις Match",

"settings_?" => "Επιλογή μέλος ρυθμίσεις σας ταιριάζει εδώ και θα περιορίσετε βάση δεδομένων μας από τα μέλη για να βρείτε το ιδανικό συνεργάτες για εσάς",
"gdpr" => "GDPR",

		"gdpr_?" => "To fully comply with GDPR, you may dwonload your personal data here. <a href='/gdpr' >Download Now</a>",
);

$LANG_BLOG_MENU = array(

"search" => "Εμφάνιση όλων των Blogs",

"search_?" => "Ελέγξτε τις τελευταίες blogs μας μέλος εδώ.",

"view" => "Προβολή Blogs μου",

"view_?" => "Προβολή και διαχείριση ιστοσελίδας καταχωρήσεις στο blog σας εδώ.",

"add" => "Δημιουργία νέου Blog",

"add_?" => "Δημιουργήστε ένα νέο blog και να πει στον κόσμο για την ημέρα σας εδώ."

);

$LANG_LINKS_MENU = array(



"links" => "Συνδέσεις σελίδας",

"links_?" => "Αν σας ενδιαφέρει να βάλετε ένα σύνδεσμο στο δικτυακό σας τόπο πιο κάτω, παρακαλούμε επικοινωνήστε μαζί μας σήμερα.",



);

// search page

$LANG_SEARCH = array(



"search" => "Προβολή Όλα τα μέλη",

"search_?" => "",



"search&friendid=2" => "Λίστα μου φίλοι",

"search&friendid=2_?" => "",



"search&friendid=1" => "Η καυτή μου λίστα",

"search&friendid=1_?" => "",



"search&friendid=2&friend_type=3" => "μου λίστα αποκλεισμένων",

"search&friendid=2&friend_type=3_?" => "",



 

);



$LANG_CHAT_MENU = array(



"chatroom" => "Κανάλι",

"chatroom_?" => "",

"im" => "Instant Messenger",

"im_?" => "",

"wink" => "Αποστολή Νοήματα",

"wink_?" => "",

"profile" => "Προφίλ Προβολή",

"profile_?" => "",

"forum" => "View Forum",

"forum_?" => "",

);



// Επικοινωνία ΣΕΛΙΔΑ

$LANG_CONTACT_MENU = array(



"" => "Επικοινωνία",

"_?" => "Αν έχετε οποιαδήποτε απορία σχετικά με την ιστοσελίδα ή τις υπηρεσίες μας παρακαλώ μην διστάσετε να επικοινωνήσετε μαζί μας χρησιμοποιώντας την παρακάτω φόρμα.",





);

// Sitemap

$LANG_SITEMAP_MENU = array(



"" => "Επικοινωνία",

"_?" => "Παρακάτω είναι ένας χάρτης δικτυακού τόπου.",



);

$LANG_UPGRADE_MENU = array(



"" => "Η συμμετοχή μου",

"_?" => "Χρησιμοποιήστε τις παρακάτω επιλογές για να αναβαθμίσετε τη συνδρομή σας",



"matrix" => "Διάγραμμα σύγκρισης",

"matrix_?" => "Παρακάτω αναφέρονται τα τρέχοντα πακέτα αναβάθμισης και τα χαρακτηριστικά της πρόσβασής τους.",

);



$LANG_AFFILIATE_MENU = array(

 

"" => "Δίκτυο Συνεργατών",

"_?" => "",

"login" => "Σύνδεση θυγατρικών",

"login_?" => "",

"join" => "Join Δίκτυο Συνεργατών μας σήμερα!",

"join_?" => "",

"summary" => "Σύνοψη λογαριασμού",

"summary_?" => "",

"banners" => "Banners θυγατρικών",

"banners_?" => "",

"edit" => "My Account",

"edit_?" => "",

"payment" => "Ιστορικό πληρωμών",

"payment_?" => "",

);



$LANG_FORUM_MENU = array(

"" => "Φόρουμ",

"_?" => "Συνομιλία με άλλα μέλη στο φόρουμ της κοινότητας μας στη συνέχεια.",

);

// articles

$LANG_ARTICLES_MENU = array(

"" => "Άρθρα",

"_?" => "Παρακάτω αναφέρονται μερικά από τα τελευταία άρθρα δικτυακό τόπο.",



"view" => "",

"view_?" => "",

);



// subscribe

$lang_subscribe = array(



"" => "Αναβάθμιση συμμετοχή μου",

"_?" => "Χρησιμοποιήστε τις παρακάτω επιλογές για να αναβαθμίσετε τη συνδρομή σας",

"a1" => "Αναβάθμιση Ο λογαριασμός μου",

"a3" => "Αναβάθμιση λογαριασμό σας σήμερα!",

"a4" => "Ill αναβάθμιση αργότερα",

"a5" => "Τα οφέλη από την αναβάθμιση σήμερα!",

"a6" => "Κάντε κλικ σε ένα πακέτο για να δείτε τα χαρακτηριστικά",

"a7" => "Τα πακέτα αναβάθμισης",

"a8" => "Επιλογές πληρωμής",

"a9" => "Τρόποι Πληρωμής",

"a10" => "Για να επωφεληθούν από τους μειωμένους συντελεστές, οι άδειες εισόδου ανανεώνονται αυτόματα σε μηνιαία βάση, μετά την αρχική συνδρομή σας λήγει. Μπορείτε φυσικά να ακυρώσετε την αυτόματη ανανέωση ανά πάσα στιγμή, επικοινωνώντας μαζί μας.",

"a11" => "Δεχόμαστε",

"a12" => "Τρόποι Πληρωμής",

"a13" => "Επιλέξτε τη μέθοδο πληρωμής",

"a14" => "Αναβάθμιση τώρα",

"15" => "Η τρέχουσα συνδρομή",

"16" => "Τράπεζα / Wire Πληρωμής",

"17" => "Αυτό που χρειάζεστε todo",

"18" => "Παρακαλώ ζητήστε από την τράπεζά σας για να μεταφέρετε",

"19" => "για να μας χρησιμοποιώντας τα στοιχεία που αναφέρονται παρακάτω. Ο λογαριασμός σας θα δημιουργηθεί και έτοιμο για χρήση αμέσως μόλις λάβουμε την πληρωμή σας.",

"20" => "επιπλέον μονάδες SMS",

);



 

$WINK_MESSAGE_ARRAY = array(

"0" => "Ήθελα απλώς να πω ένα γεια ..",

"1" => "Όταν έκαναν το αλφάβητο θα πρέπει να έχουν θέσει U και εγώ μαζί.",

"2" => "Είναι ο πατέρας σου ένας αλλοδαπός διότι δεν είδα κατι παρομοιο με εσας σε αυτό τον κόσμο!",

"3" => "Γεια σας, θα ήθελα απλώς να σας δώσει την ικανοποίηση της στροφής με κάτω?. Προχωρήσει πείτε όχι",

"4" => "Ήταν ο πατέρας σου ένας κλέφτης Αιτία κάποιος έκλεψε τα άστρα από τον ουρανό και τα βάζουμε στα μάτια σου! ",

"5" => "Μοιάζεις με τον τύπο του άντρα / κοπέλα που ακούγεται κάθε γραμμή στο βιβλίο ... Τι είναι λοιπόν ένα ακόμη",

"6" => "Έχει ζέστη εδώ ή μήπως είσαι εσυ?",

"7" => "μου Screw αν κάνω λάθος, αλλά θέλετε να φιλί μου δεν είναι",

"8" => "Γεια σου, δεν προσπαθώ να σε πιέσω, και δεν θέλω να κάνουμε σεξ χωρίς αμοιβαία συναίνεση?. Και από τον τρόπο, έχεις την συγκατάθεση μου",

"9" => "Ποιο είναι το αγαπημένο σας χρώμα;",

"10" => "Έχετε έναν χάρτη; Επειδή συνεχίζω να χάνεται στα μάτια σου.",



);



$lang_overview_page = array(



"a7" => "Εγγραφή ενός χαιρετισμού βίντεο",

"a21" => "Ποιος είναι Θέαση προφίλ μου",

"51" => "Η συμμετοχή μου",

"52" => "Διαχείριση Προφίλ",

"53" => "Οι φωτογραφίες μου, βίντεο και αρχείων μουσικής",

"54" => "Κάντε κλικ για να δείτε τα άλμπουμ σας",

"55" => "Περιγραφή Επεξεργασία",

"56" => "Κάντε κλικ για να επεξεργαστείτε τις πληροφορίες προφίλ",

"57" => "Διαχείριση φίλων μου",

"58" => "Κάντε κλικ για να δείτε τους φίλους σας",

"59" => "Διαχείριση Τα σχόλιά μου",

"60" => "Κάντε κλικ για να δείτε τα σχόλιά σας",

"61" => "Προσθήκη & Αλλαγή Εμφάνιση φωτογραφιών",

"62" => "Κάντε κλικ για να ανεβάσετε και διαχειριστείτε τις φωτογραφίες",

"63" => "Ρυθμίσεις μου Match",

"64" => "Κάντε κλικ για να επεξεργαστείτε τις ρυθμίσεις του αγώνα",

"65" => "Ρυθμίσεις Απορρήτου μου",

"66" => "Κάντε κλικ για να επεξεργαστείτε τις ρυθμίσεις απορρήτου",

"67" => "Εγγραφή βίντεο",

"68" => "Record ένα μήνυμα προφίλ",

"69" => "Δημιουργία Μηνύματος",

"70" => "Κάντε κλικ για να στείλετε ένα νέο μήνυμα",

"71" => "SMS / κειμένου Ρυθμίσεις",

"72" => "Κάντε κλικ για να δείτε τις ρυθμίσεις SMS",

"73" => "Email Alert Ρυθμισεις μου",

"74" => "Κάντε κλικ για να επεξεργαστείτε τις ρυθμίσεις e-mail",

"75" => "Λίστα μου",

"76" => "Κάντε κλικ για να δείτε τις ομάδες σας",

"77" => "Οι ομάδες μου",

"78" => "Κάντε κλικ για να δείτε τις ομάδες σας",

"79" => "Εκδηλώσεις μου",

"80" => "Κάντε κλικ για να δείτε τις εκδηλώσεις σας",

"81" => "Οι μικρές μου αγγελίες",

"82" => "Κάντε κλικ για να δείτε ταξινομούνται σας",

"83" => "Blog μου",

"84" => "Κάντε κλικ για να δείτε entires blog σας",

"86" => "Εδώ είναι μερικές χρήσιμες συνδέσεις για να σας βοηθήσει να ξεκινήσετε τη διαχείριση του προφίλ σας. Ανεβάστε τις φωτογραφίες, βίντεο, μουσική και πολλά ακόμα και να ξεκινήσετε σήμερα τη δημιουργία τέλειο προφίλ σας.",

"87" => "Εδώ είναι μερικές χρήσιμες συνδέσεις για να ξεκινήσετε κατά τη διαχείριση των μηνυμάτων σας. Αρχίστε επικοινωνώντας με άλλα μέλη της σήμερα για τη φιλία, τη διασκέδαση ή ακόμα και περισσότερο!",

"88" => "Εδώ είναι μερικές χρήσιμες συνδέσεις για να ξεκινήσετε τη διαχείριση των web καταχωρίσεις σας site. Δημιουργήστε νέες ομάδες, να προσθέσετε νέες μικρές αγγελίες ή να γράψουν ένα blog.",



//

"89" => "Εδώ είναι μερικές χρήσιμες συνδέσεις για να σας βοηθήσει να ξεκινήσετε τη διαχείριση του λογαριασμού σας. Μπορείτε να επανασχεδιάσουν τα χρώματα το προφίλ σας, να ενημερώσετε τις ρυθμίσεις σας ταιριάζει και περισσότερο!",

"90" => "Αγώνες μέλη",

"91" => "Κάντε κλικ σε μια φωτογραφία τα μέλη να δουν το προφίλ τους.",



"92" => "Καλώς ορίσατε",

"93" => "Τι ψάχνετε για σήμερα",



"94" => "Φωτογραφία Αλλαγή",



"95"=>"Κοντά μου",

"96"=>"Συνάντησέ με",

"97"=> "Κουβέντα"

);

$lang_register_page = array(



"1" => "όνομα χρήστη είναι ήδη σε χρήση",

"2" => "το ηλεκτρονικό ταχυδρομείο είναι ήδη σε χρήση",

"3" => "διεύθυνση ηλεκτρονικού ταχυδρομείου δεν είναι έγκυρη",

"4" => "Ο κωδικός πρόσβασης είναι πολύ μικρή!",

"5" => "Το όνομα χρήστη είναι πολύ μικρή!",

"6" => "Το όνομα χρήστη περιέχει μη έγκυρους χαρακτήρες!",

"7" => "Ο κωδικός πρόσβασης είναι πολύ μικρή!",

"8" => "Παρακαλώ συμπληρώστε όλα τα πεδία",

"9" => "Η εικόνα επαλήθευσης ήταν λάθος!",

"10" => "Πρέπει να ανεβάσετε μια φωτογραφία",

"11" => "Σας ευχαριστώ, παρακαλώ ελέγξτε το email σας για τον κωδικό ενεργοποίησης.",

"a6" => "Τα ονόματα μπορεί να είναι οποιοσδήποτε συνδυασμός γραμμάτων, αριθμών και underscores, μέχρι 15 χαρακτήρες σε μήκος. Χώρους, δεν επιτρέπεται Ιδιωματισμοί και άλλα σημεία στίξης.",

"a8" => "Παρακαλώ εισάγετε μια λειτουργική διεύθυνση ηλεκτρονικού ταχυδρομείου, καθώς αυτό θα χρησιμοποιηθεί για την αποστολή υπενθύμισης κωδικού πρόσβασης και κωδικούς επικύρωσης.",

"a10" => "Θα πρέπει αυτή να επεξεργαστείτε το προφίλ σας ή να ανακτήσετε τα μηνύματά σας. Κωδικοί πρόσβασης πρέπει να είναι μεταξύ 4 και 15 χαρακτήρες.",

"a11" => "Πληκτρολογήστε ξανά τον κωδικό πρόσβασης",

"a12" => "Παρακαλώ επαν-εισάγετε τον κωδικό πρόσβασης, όπως είχαν εγγραφεί πάνω.",

"a13" => "τα απαιτούμενα στοιχεία λογαριασμού",

"a14" => "Καταχωρήστε μια φωτογραφία",

"a15" => "Επιλέξτε μια φωτογραφία",

"a16" => "Μέγιστο μέγεθος: 1Mb, το ελάχιστο μέγεθος:. 105 x 105 pixels, μορφή JPG",

"a17" => "Σύσταση: Για καλύτερα αποτελέσματα, σας προτείνουμε να επιλέξετε μια φωτογραφία που αναδεικνύει το πρόσωπό σας, θα πρέπει να αναγνωρίζεται εύκολα, και μόνο, και μπροστά στην κάμερα",

"a18" => "Ενημερώσεις τοποθεσία Web",

"a19" => "Λάβετε Ενημερωτικό Δελτίο Web site",

"a20" => "ενημερώσου για τις ενημερώσεις και ειδοποιήσεις",

"a22" => "Πληκτρολογήστε τη λέξη ασφαλείας όπως αυτό εμφανίζεται στην ασταθή εικόνα. Αυτό αποτρέπει αυτόματες εγγραφές. Αυτό είναι ευαίσθητη υπόθεση.",

"a23" => "Δεν έχω διαβάσει, κατανοήσει και συμφωνήσει να τηρούν τους",

"a24" => "Όροι Ταξιδίου",

"a25" => "χρήσης",

"a26" => "ολοκληρωθεί η εγγραφή",

"28" => "δημιουργία του λογαριασμού σας",

"29" => "Παρακαλώ περιμένετε μερικά λεπτά μέχρι να δημιουργήσουμε τον λογαριασμό σας",

"30" => "Ενημέρωση λογαριασμός σας",

"31" => "Παρακαλώ περιμένετε μερικά λεπτά, ενώ θα ενημερωθεί ο λογαριασμός σας",

"32" => "Καλώς ήλθατε στην ιστοσελίδα μας",

"33" => "Συγχαρητήρια για τον λογαριασμό σας% έχει δημιουργηθεί με επιτυχία.",

"34" => "Έχουμε στείλει ένα email ενεργοποίησης στην ακόλουθη ηλεκτρονική διεύθυνση:",

"35" => "Το μόνο που χρειάζεται να κάνετε είναι να ανακτήσετε το email από το λογαριασμό σας και κάντε κλικ στο σύνδεσμο στο μήνυμα.",

"36" => "Αν δεν έχετε λάβει το email ενεργοποίησης, παρακαλούμε να εισάγετε ή να αλλάξετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας παρακάτω:",

"37" => "Παρακαλώ εισάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου",
	
"38" => "Η νέα σας διεύθυνση ηλεκτρονικού ταχυδρομείου έχει ενημερωθεί. Ένα email επιβεβαίωσης έχει σταλεί σε εσάς.",

"39" => "Δεν μπορέσαμε να βρούμε τα στοιχεία του λογαριασμού σας, δοκιμάστε ξανά αργότερα.",


);

$lang_account_page = array(

"5" => "Στυλ κειμένου",

"6" => "χρώματα φόντου",

"7" => "Γραμμή μενού και Header",

"8" => "Χρώματα Box",

"9" => "Γραμματοσειρά σώματος",

"10" => "Εμπρός Κεφαλίδα",

"11" => "φόντο της σελίδας",

"12" => "Επιλογή εικόνας",

"13" => "Αρχείο",

"14" => "Τύπος οθόνης",

"15" => "Διαγραφή αποθηκευμένης εικόνας",

"16" => "Ιστορικό Πλαίσιο εικόνας",

"17" => "Ιστορικό πλαίσιο Κεφαλίδα",

"18" => "Κείμενο πλαίσιο Κεφαλίδα",

"19" => "Κύρια Χρώμα κειμένου",

"20" => "Κείμενο Κεφαλίδα Box",

"21" => "Top Box Ιστορικό",

"22" => "Ιστορικό αμάξωμα",

"23" => "Μην Επανάληψη εικόνας",

"24" => "Εικόνα πλακιδίων",

"25" => "Επανάληψη Κάθετα",

"26" => "Επανάληψη οριζόντια",

"27" => "Έχετε κανένα σχόλιο",

"28" => "Διαγραφή Χαιρετίσματα Βίντεο μου",

"29" => "Με τις επιλογές στα αριστερά για να ενημερώσετε το σύστημα χρωματικού προφίλ για το προφίλ σας. Μπορείτε να προσαρμόσετε τα χρώματα και ανεβάστε το δικό σας υπόβαθρο και τις εικόνες κεφαλίδα.",

);

$lang_messages_page = array(



"1" => "Το όνομα χρήστη που πληκτρολογήσατε δεν υπάρχει, παρακαλούμε να ελέγξετε και προσπαθήστε ξανά.",

"2" => "Δεν μπορείτε να στείλετε μηνύματα στον εαυτό σας",

"3" => "Το θέμα, όπως είναι πολύ μικρή",

"4" => "Έχετε φτάσει το όριο το μήνυμά σας",

"5" => "Είστε αποκλειστεί από την αποστολή μηνυμάτων σε αυτό το χρήστη",

"a2" => "Προβολή Εισερχόμενα μου",

"a3" => "Παρακαλώ περιμένετε ενώ στείλετε τα μηνύματά σας",

"a4" => "Αυτό μπορεί να διαρκέσει μερικά λεπτά, σας ευχαριστώ για την υπομονή σας.",

"a5" => "Εισαγωγή μέλη ονόματα χρηστών κάτω",

"a6" => "Εισάγετε ένα όνομα χρήστη μέλη της πιο πάνω",

"a17" => "διαβάζουν",

"a21" => "Αποστολή σε",

"a33" => "Προβολή Εισερχόμενα μου",

"a34" => "μήνυμα του",

"a35" => "σε",

"a36" => "Δεν έχετε ταχυδρομείο",

"a38" => "όριο οθόνη επιλέξτε",

);

$lang_gallery_page = array(



"1" => "File Upload Failed",

"2" => "Ανέβασμα Ολοκληρώθηκε",

"3" => "Έχετε ξεμείνει από λογαριασμό χώρο",

"4" => "Η μουσική αρχείο σας είναι να ανεβάσετε άκυρο ή διεφθαρμένη, ελέγξτε και προσπαθήστε ξανά.",

"5" => "Το αρχείο βίντεο που είναι η αποστολή μη έγκυρων ή διεφθαρμένη, ελέγξτε και προσπαθήστε ξανά.",

"6" => "ο τύπος αρχείου φωτογραφίας είναι άκυρο",

"7" => "Το αρχείο ενημερώθηκε με επιτυχία",

"8" => "άλμπουμ δημιουργήθηκε με επιτυχία, να φορτώσετε τώρα κάποια αρχεία",

"9" => "Album ενημερώθηκε με επιτυχία",

"10" => "αρχείο λάθους ανεβάσετε",

"a1" => "Προσθήκες μου",

"a2" => "Upload Album Files",

"a4" => "Παρακαλώ περιμένετε ενώ αποθηκεύσετε το αρχείο σας.",

"a5" => "Αυτό μπορεί να διαρκέσει μερικά λεπτά ανάλογα με το μέγεθος του αρχείου σας.",

"a7" => "Επιλέξτε το άλμπουμ το αρχείο σας θα αποθηκευτούν σε.",

"a15" => "Μέγιστο μέγεθος: 1Mb, το ελάχιστο μέγεθος:. 105 x 105 pixels, μορφή JPG",

"a16" => "Σύσταση:. Για καλύτερα αποτελέσματα, σας προτείνουμε να επιλέξετε μια φωτογραφία που αναδεικνύει το πρόσωπό σας, θα πρέπει να αναγνωρίζεται εύκολα, και μόνο, και μπροστά στην κάμερα",

"a17" => "Εμφάνιση φωτογραφιών",

"a20" => "προβολή φωτογραφιών σας είναι η προεπιλεγμένη εικόνα που εμφανίζεται στο προφίλ σας και τα αποτελέσματα της αναζήτησης.",

"a22" => "Μέγιστο μέγεθος:. 3Mb, format MP3, MIDI και MPEG",

"a23" => "Σύσταση:. Για καλύτερα αποτελέσματα, σας προτείνουμε να επιλέξετε ένα αρχείο μουσικής από λιγότερο από 1Mb για γρήγορο φόρτωμα και ακρόασης",

"a24" => "Enter YouTube URL",

"a25" => "Εισαγωγή στο διαδίκτυο Youtube διεύθυνση της σελίδας μόνο, όχι το ενσωματωμένο κώδικα.",

"a26" => "Παράδειγμα: Αντιγράψτε τη διεύθυνση της ιστοσελίδας, όπως http://youtube.com/watch?v=Dc541D7ny9I42234 στο πλαίσιο παραπάνω για να συλλάβει το βίντεο από το YouTube.",

"a28" => "Μέγιστο μέγεθος:. 5Mb, mpg format, MPEG, MOV, QT, MXU, ταινιών και αρχείων DivX",

"a29" => "Σύσταση:. Για καλύτερα αποτελέσματα, σας προτείνουμε να επιλέξετε ένα βίντεο που έχετε δημιουργήσει πρόσφατα",

"a32" => "Ανέβασμα αρχείου",

"a40" => "Αρχεία άλμπουμ Προσθήκη",

"a44" => "οθόνη pic",

"a46" => "δεν έχετε αρχεία σε αυτό το άλμπουμ",

"a53" => "Δεν υπάρχει κανένα σχόλιο για αυτό το αρχείο",

"a62" => "Αρχεία άλμπουμ Προσθήκη",

"a64" => "Δημιουργία έναν περιγραφικό τίτλο για το νέο άλμπουμ σας. Π.χ.. Summer Holiday Οι φωτογραφίες μου",

"a66" => "Ιδιωτική Album",

"a69" => "Adult Εικόνες",

"a70" => "Δημόσια Album",

"a71" => "Οι επιλογές βιωσιμότητα άλμπουμ σας επιτρέπουν να επιλέξετε ποιος μπορεί και ποιος δεν μπορεί να δει τα αρχεία σας άλμπουμ.",

"a74" => "Εισάγετε μια αξέχαστη τίτλο για το αρχείο σας",

"76" => "Αφήστε το κενό, αν δεν θέλετε να προστατεύσετε με κωδικό πρόσβασης σας άλμπουμ.",

);

$lang_match_page = array(



"1" => "έχει μόλις δημιουργήσει ένα νέο τεστ συμβατότητας, κάντε κλικ εδώ για να κάνετε το τεστ!",

"2" => "Κουίζ προστέθηκε με επιτυχία, τώρα μπορείτε να προσθέσετε μερικές ερωτήσεις.",

"3" => "Περιγραφή Test ενημέρωση",

"4" => "Ο τίτλος είναι πολύ μικρή",

"5" => "Ερώτηση προστέθηκε με επιτυχία",

"6" => "Ερώτηση ενημερώθηκε με επιτυχία.",

"7" => "Σας ευχαριστώ, έχουν τα αποτελέσματα του αγώνα σας έχουν ενημερωθεί",

"8" => "Ρυθμίσεις Match σωθεί",

"a1" => "Ρυθμίσεις μου Match",

"a3" => "Αγώνες Βρέθηκαν συνολικά για τις τρέχουσες ρυθμίσεις σας ταιριάζει!",

"a4" => "Δημιουργία νέων ρυθμίσεων Match",

"a5" => "αποτελέσματα στην αναζήτηση",

"a8" => "Ενημέρωση Ρυθμίσεις ταίρι μου",

"a10" => "Εισάγετε έναν τίτλο για να περιγράψει τις ερωτήσεις που θέλετε να ρωτήσετε, για παράδειγμα:.! Πόσο καλά με ξέρετε",

"a13" => "Διαχείριση Δοκιμές",

"a22" => "δεν έχετε δημιουργήσει κανένα δοκιμές συμβατότητας",

"a31" => "Παρακαλώ συμπληρώστε όλα τα πέντε πεδία",

"a33" => "Ερωτήσεις Match",

"a36" => "πιθανές απαντήσεις των ερωτήσεων",

"a37" => "Διαλέξτε το απάντησή σας, επιλέγοντας το πλαίσιο στα δεξιά δίπλα από την απάντηση",

"a42" => "Μπορείτε havent ακόμη δημιουργήσει οποιαδήποτε ερώτηση! Χρησιμοποιήστε την παραπάνω φόρμα για να δημιουργήσετε νέα ερωτήματα.",

"a48" => "έχετε ταιριάζει με κανένα αποτέλεσμα για αυτή τη δοκιμή",

"a57" => "Πάρτε Test",

"a60" => "Οι δοκιμές συμβατότητας που έχω λάβει",

"a61" => "Αποτελέσματα My Test",

"a66" => "έχετε ταιριάζει με κανένα αποτέλεσμα για αυτή τη δοκιμή",

"a67" => "Update Settings",

"10" => "Επιλογή Quiz Icon",

"11" => "Times Taken",



);

$lang_ajax = array(

 

"2" => "Ψηφίστε Προστέθηκε ευχαριστώ",

"3" => "Δεν μπορείτε να στείλετε πια νεύματα σήμερα!",

"4" => "κλείνει το μάτι σας έχει σταλεί για να",

"5" => "κλείνει το μάτι σας έχει σταλεί",

"6" => "Παρακαλώ συνδεθείτε για να χρησιμοποιήσετε αυτή τη δυνατότητα!",

"7" => "Τα ενημέρωση",

"8" => "Album διαγράφηκε επιτυχώς",

"9" => "Σχόλιο επιτυχώς την εγκεκριμένη",

"10" => "Σχόλιο διαγράψετε με επιτυχία",

"11" => "σχόλια που εστάλησαν για έγκριση.",

"12" => "Primary Photo ενημέρωση",

"13" => "Αποτέλεσμα Διαγραμμένα",

"14" => "Ερώτηση Διαγραμμένα",

"15" => "Test Match Διαγραμμένα",

"16" => "σχόλιο διαγράφηκε",

"17" => "σχόλιο εγκριθεί",

"18" => "Τα σχόλιά σας έχουν σταλεί για έγκριση.",

"19" => "Έναρξη Blog Διαγραμμένα",

"24" => "Το αρχείο άλμπουμ δεν διαγράφονται",

"26" => "Το όνομα χρήστη είναι πολύ μικρή!",

"27" => "Το όνομα χρήστη περιέχει μη έγκυρους χαρακτήρες",

"28" => "Το όνομα χρήστη είναι ήδη ληφθεί, δοκιμάστε μια εναλλακτική λύση",

"29" => "Μη έγκυρη διεύθυνση e-mail",

"30" => "Ο κωδικός πρόσβασης είναι πολύ μικρή!",

"31" => "Πρέπει να περιέχει τους αριθμούς και τα γράμματα",

"32" => "σας έστειλε ένα κλείσιμο του ματιού!",

"33" => "Έχετε λάβει ένα κλείσιμο του ματιού από το",

"34" => "Αυτό μέλη είναι ήδη στη λίστα σας.",

"35" => "παρακαλώ εισέλθετε στο σύστημα",

"37" => "μηνύματα ανά ημέρα",

"38" => "κλείνει το μάτι ανά ημέρα",

"39" => "Αποστολή μέχρι",

"40" => "Έως",

"41" => "Τα επισημασμένα προφίλ στα αποτελέσματα αναζήτησης",

"42" => "Προτεινόμενα προφίλ στην αρχική σελίδα μας",

"43" => "επιπλέον μονάδες SMS",

"44" => "Παρακαλώ <a href='index.php?dll=login'> συνδεθείτε </ a> για να υποβάλετε σχόλια",

"45" => "Αυτή η διεύθυνση ηλεκτρονικού ταχυδρομείου χρησιμοποιείται ήδη",

"46" => "Παρακαλώ συνδεθείτε για να χρησιμοποιήσετε αυτή τη δυνατότητα!",

"47" => "έχουν Λεπτομέρειες συμβάντος έχουν ενημερωθεί με επιτυχία.",

"48" => "Εκδήλωση διαγράφηκε επιτυχώς",



);



// ORDER COMPLETE PAGE

$LANG_ORDER_MENU = array(

"thankyou" => "Επιτυχής αναβάθμιση",

"thankyou_?" => "Σας ευχαριστούμε για την παραγγελία σας, ο λογαριασμός σας είναι τώρα στο στάδιο της ενημέρωσης. Αποσυνδεθείτε από το λογαριασμό σας για τις αλλαγές να τεθούν σε ισχύ.",

"cancel" => "Αναβάθμιση Ακυρώθηκε",

"cancel_?" => "Αίτηση αναβάθμισης σας ακυρώθηκε. Δεν ήταν τα χρήματα που λαμβάνονται από σας αυτή τη στιγμή. Αν έχετε οποιεσδήποτε απορίες παρακαλούμε μην διστάσετε να επικοινωνήσετε μαζί μας.",

"error" => "Σφάλμα αναβάθμισης",

"error_?" => "Ένα σφάλμα συνέβη κατά τη διάρκεια της αναβάθμισης. Επικοινωνήστε μαζί μας σήμερα, αν έχετε οποιαδήποτε προβλήματα με το λογαριασμό σας.",



);

$LANG_TOUR = array(

"a1" => "Tour τοποθεσία Web",

"a3" => "Δεν έχει ακόμα μέλος; Εγγραφείτε εδώ",

"a4" => "

<strong> <p> Καλώς ήλθατε στην ιστοσελίδα μας </ strong> Κάντε Αυτή είναι μια ηλεκτρονική ιστοσελίδα της κοινότητας που φροντίζει για όλους τους ενήλικες ηλικιακές ομάδες. Δωρεάν συμμετοχή σήμερα και να αρχίσει συνάντηση άλλους ομοϊδεάτες άτομα που ψάχνουν για φιλία, που χρονολογείται ή ακόμη περισσότερα! </ P> Εγγραφή <p> είναι εντελώς δωρεάν, κάντε κλικ στο κουμπί παρακάτω για να ξεκινήσετε! <p> <p> Μέσα στην ιστοσελίδα μας Έχουμε πολλά χαρακτηριστικά γνωρίσματα των προτέρων για να σας βοηθήσει να ξεκινήσετε, όπως η? </ p> ",

"a6" => "<strong> Ξεκινώντας </ strong> Εγγραφή <p> είναι γρήγορη και απλή. Μπορείτε να προσθέσετε ως πολύ ή τόσο λίγα στοιχεία, όπως σας αρέσει στο προφίλ σας. </ P> Απλά θέλουμε να δίνουν το ελάχιστο; Αυτό είναι εντάξει επίσης, απλά συμπληρώστε τα βασικά τα οποία είναι το όνομα, τη διεύθυνση ηλεκτρονικού ταχυδρομείου, DOB και επάγγελμα. Μπορείτε πάντα να επιστρέψετε και να προσθέσετε περισσότερα αργότερα. </ p> Μόλις η διεύθυνση ηλεκτρονικού ταχυδρομείου σας είναι επαλήθευσε όλες της μέχρι σας. Καλή τύχη και ευτυχής που χρονολογείται. ",

"a7" => "<strong> <p> Έναρξη αναζήτησης </ strong> Κάντε Μετά την εγγραφή χρήση ισχυρό σύστημα μας στην αναζήτηση για το τέλειο ταίρι σας. Γρήγορο, εύκολο στη χρήση και επιτρέπει την αναζήτηση του για ό, τι νομίζετε ότι είναι σημαντικό σε μια ημερομηνία. Είτε τους εμφάνιση, τη θρησκεία, τον τρόπο ζωής ή επαγγελματικό υπόβαθρο, το σύστημά μας σας επιτρέπει να κάνετε τις κλήσεις. </ p> Μπορείτε να δείτε στις τόσες προφίλ όπως θέλετε, και μπορείτε να δείτε την ποιότητα φωτογραφικά άλμπουμ και να μην ακριβώς αντίχειρες όπως και οι περισσότερες τοποθεσίες που χρονολογούνται </ p> ",

"a8" => "System Wink <strong> </ strong <p>> Αν σας λίγο ντροπαλός όταν πρόκειται να πει ότι πρόσθετος κάποιος πώς αισθάνεστε τότε είμαστε εδώ για να βοηθήσει να πάρει την μπάλα τροχαίο. </ P> <p> προηγμένο σύστημα μας κλείνει το μάτι θα σας δώσει τη δυνατότητα να ενημερώνετε τους άλλους ενδιαφερόμενους σας σε αυτά χωρίς να πει για πολύ! </ p> σύστημα κλείνει το μάτι μας είναι χτισμένο σε SMS σύστημα προειδοποίησης μας που σας επιτρέπει να κοινοποιηθεί μέσω του κινητού σας τηλέφωνο για κάθε νέα ενδιαφέροντα! </ p> ",

"a9" => "<p> <strong> SMS Alerts </ strong> Κάντε <p> προηγμένο SMS μας σύστημα συναγερμού σας κρατά ενήμερους σχετικά με τα μηνύματα και τις πιθανές συμφέροντα αγάπη, έτσι ώστε να παραμένετε συνδεδεμένοι! </ P> < p> χτίστηκε μας στο SMS του συστήματος σημαίνει ότι μπορείτε να λάβετε νέο νεύμα και ειδοποιήσεις μήνυμα απευθείας στο κινητό σας τηλέφωνο! </ p <p>> Μην περιμένετε, να ξεκινήσετε σήμερα! </ p> ",

);

 

$_LANG_LOGIN = array(

"login" => "Σύνδεση μελών",

"login_?" => "",

"1" => "αυτός ο λογαριασμός έχει ανασταλεί",

"2" => "Αυτός ο λογαριασμός δεν έχει ακόμα ενεργοποιηθεί, παρακαλούμε ελέγξτε το email σας και εισάγετε τον κωδικό επικύρωση.",

"3" => "Ο λογαριασμός σας εξακολουθεί να αναμένει την έγκριση του διαχειριστή. Ένα email θα σας αποσταλεί μόλις ο λογαριασμός σας είναι ενεργός. Σας ευχαριστούμε για την υπομονή σας.",

"4" => "Τα στοιχεία σύνδεσής σας έχουν αποτύχει. Παρακαλούμε ελέγξτε και προσπαθήστε ξανά.",

"5" => "Συγνώμη, αλλά ο κωδικός που εισάγατε δεν είναι σωστή.",

"6" => "Ο λογαριασμός σας έχει δημιουργηθεί και ένα link ενεργοποίησης έχει σταλεί στη διεύθυνση e-mail που δώσατε. Σημειώστε ότι θα πρέπει να ενεργοποιήσετε τον λογαριασμό κάνοντας κλικ στο σύνδεσμο ενεργοποίησης, όταν λάβετε το e-mail για να μπορέσετε να login. <br> <p> κόσμο Αν δεν έχετε λάβει το email ενεργοποίησης, ελέγξτε το φάκελο ανεπιθύμητης αλληλογραφίας σας. Αν το email ενεργοποίησης δεν είναι εκεί είτε, παρακαλούμε επικοινωνήστε με <a href='index.php?dll=contact'> </ a>

 μας και θα ενεργοποιήσει τον λογαριασμό σας με το χέρι. </ A> ",

"7" => "Η διεύθυνση email σας δεν θα μπορούσε να βρεθεί στη βάση δεδομένων μας.",

"8" => "Η ηλεκτρονική σας διεύθυνση είναι έγκυρη. Ελέγξτε και προσπαθήστε ξανά.",

"9" => "Η ηλεκτρονική σας διεύθυνση είναι έγκυρη. Ελέγξτε και προσπαθήστε ξανά.",

"10" => "Σας ευχαριστώ. Έχουμε στείλει ένα νέο κωδικό πρόσβασης στο email σας.",

"11" => "Ο λογαριασμός σας έχει ήδη ενεργοποιηθεί.",

"a3" => "Όνομα χρήστη ή διεύθυνση ηλεκτρονικού ταχυδρομείου",

"a7" => "Enter Activation Code",

"a11" => "Νέα αποστολή κωδικός ενεργοποίησης",

"a12" => "Εισάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας",

"a13" => "Ενεργοποίηση Λογαριασμού",

"a15" => "Κωδικός ενεργοποίησης",

"a16" => "Κώδικας Νέα αποστολή",

);





$LANG_INVITE_PAGE = array(

 "7" => "Τα στοιχεία σύνδεσής σας είναι λάθος, παρακαλούμε να ελέγξετε και προσπαθήστε ξανά.",

"a28" => "Έχουμε βρει",

"a29" => "επαφές",

"a30" => "επαφές έχουν ήδη ενταχθεί ως μέλη.",

"a31" => "Θα θέλατε να στείλετε μια πρόσκληση για τους άλλους;",

"a32" => "Yes Please",

"a33" => "Όχι ευχαριστώ",

);

$LANG_GAMES_PAGE = array(

"1" => "Τελευταίο παιχνίδι",

"2" => "παίχτηκε",

"3" => "φορές",

"4" => "κορυφή παίχτης",

"5" => "Κορυφαίο Σκορ",

"6" => "πίνακα κατάταξης",

"7" => "2ο και 3ο",

"8" => "Παίξτε τώρα",

 "9" => "Όλα τα παιχνίδια",

);



$LANG_SETTINGS = array(



"5" => "Mobile αριθμοί πρέπει να αρχίζει με 0",

"6" => "Mobile αριθμοί είναι είτε άκυρη ή ακατάλληλη.",

"7" => "Στοιχεία SMS ενημέρωση",

"9" => "Κωδικός ενημέρωση",

"10" => "τον τρέχοντα κωδικό πρόσβασης δεν ταιριάζουν",

"11" => "Ο λογαριασμός επισημανθεί για διαγραφή",

"12" => "Ο λογαριασμός επανενεργοποιηθεί",

"a1" => "κινητό τηλέφωνο (SMS) ειδοποιήσεις μου",

"a2" => "Αριθμός Κινητού μου",

"a3" => "Σημείωση. Παρακαλώ μην εισάγετε τον κωδικό της χώρας σας σε αυτόν τον τομέα. Μόνο τον αριθμό του κινητού σας.",

"a5" => "Σημείωση. Αυτό θα πρέπει να αποσταλούν στη χώρα όπου χρησιμοποιείτε τη στιγμή το κινητό σας τηλέφωνο.",

"a6" => "Λάβετε ειδοποιήσεις μηνυμάτων",

"a9" => "Θέλω να λάβετε ειδοποίηση όταν κάποιος μου στείλει ένα νέο μήνυμα",

"a10" => "Λήψη Wink Alerts",

"a11" => "Θέλω να λάβετε ειδοποίηση όταν κάποιος μου στείλει ένα κλείσιμο του ματιού",

"a12" => "Έχετε",

"a13" => "SMS Credits Αριστερά!",

"a14" => "Πατήστε εδώ για να αγοράσει περισσότερες πιστώσεις",

"a16" => "ειδοποιήσεις μέσω email μου",

"a17" => "διεύθυνση ηλεκτρονικού ταχυδρομείου μου",

"a18" => "Σημείωση. Παρακαλείσθε να εξασφαλιστεί αυτό είναι μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.",

"a19" => "Νέο μήνυμα προειδοποίησης",

"a20" => "Θέλω να ειδοποιείται όταν ένα νέο μήνυμα ή όταν ένα από τα μηνύματά μου είναι η εξής:",

"a21" => "Νέα ειδοποίηση Wink",

"a22" => "Θέλω να ειδοποιείται όταν ένα μέλος νεύματα σε μένα",

"a23" => "νέα αίτηση του φίλου",

"a24" => "Θέλω να ειδοποιείται όταν ένα μέλος επιθυμεί να με προσθέσετε στην λίστα των επαφών της",

"a25" => "Νέα Αποτελέσματα αγώνα",

"a26" => "Θέλω να λάβω τον κατάλογο των« κοινότητα singles ",

"a27" => "Προωθητικές Προσφορές",

"a28" => "Θέλω να ενημερώνεται για συνεργάτη προσφορές",

"a29" => "Ενημερωτικά δελτία τοποθεσία Web",

"a30" => "Θέλω να λαμβάνετε το newsletter της κοινότητας.",

"a34" => "Ενεργοποίηση ιδιωτική συνομιλία",

"a37" => "Θέλω να εμφανιστεί το ιδιωτικό chat κουμπί στο προφίλ μου",

"a38" => "Αυτόματη Έγκριση Friends",

"a39" => "Αν θέλετε νέα αιτήματα φίλο να εγκριθεί αυτόματα, επιλέξτε Ναι.",

"a40" => "Αυτόματη Έγκριση Σχόλια",

"a41" => "Θέλω να ειδοποιείται όταν ένα νέο μήνυμα ή όταν ένα από τα μηνύματά μου είναι η εξής:",

"a51" => "Αν αποφασίσετε ότι δεν χρειάζεστε πια το λογαριασμό σας, και να είστε σίγουροι ότι δεν θα θελήσετε το όνομα χρήστη σας στο μέλλον, μπορείτε να κλείσετε απλώς το λογαριασμό. Επιλέξτε το πλαίσιο παρακάτω για να επιβεβαιώσετε θαήθελα να ακυρώσετε το λογαριασμό σας. λογαριασμός σας θα διαγράφονται από το admin μας μέσα στις επόμενες 7 ημέρες. ",

"a52" => "Είστε σίγουρος;",



);





$LANG_AFFILIATE_PAGE = array(

"1" => "Ο λογαριασμός ενημερώθηκε με επιτυχία",

"2" => "Ο λογαριασμός σας έχει ανασταλεί",

"3" => "το όνομα χρήστη δεν είναι έγκυρη",

"4" => "η διεύθυνση ηλεκτρονικού ταχυδρομείου έχει ήδη καταχωρηθεί",

"5" => "η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν είναι έγκυρη",

"6" => "ο κωδικός πρόσβασης είναι πολύ μικρή",

"7" => "η διεύθυνση όνομα χρήστη δεν είναι έγκυρη",

"8" => "το όνομα χρήστη περιέχει μη έγκυρους χαρακτήρες",

"9" => "ο κωδικός πρόσβασης είναι πολύ μικρή",

"10" => "Παρακαλώ συμπληρώστε όλα τα πεδία",

"11" => "Σας ευχαριστούμε, ο λογαριασμός σας έχει δημιουργηθεί τώρα με επιτυχία, μπορείτε να συνδεθείτε.",

"12" => "Η ηλεκτρονική σας διεύθυνση είναι έγκυρη. Ελέγξτε και προσπαθήστε ξανά.",

"13" => "Η ηλεκτρονική σας διεύθυνση είναι έγκυρη. Ελέγξτε και προσπαθήστε ξανά.",

"14" => "Σας ευχαριστώ. Έχουμε στείλει ένα νέο κωδικό πρόσβασης στο email σας.",

"a1" => "Πρόγραμμα Συνεργασίας",

"a2" => "Συμμετοχή στο πρόγραμμα συνεργατών μας",

"a3" => "Ήδη μια θυγατρική; Login εδώ",

"a4" => "Λεπτομέρειες Σύνδεση θυγατρικών",

"a14" => "Zip / Τ.Κ.",

"a20" => "Να επιταγή σε διαταγή",

"a21" => "Δεν έχει ακόμα μια θυγατρική",

"a23" => "Διεύθυνση Όνομα Χρήστη ή Email",

"a26" => "Εισάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας",

"a27" => "Ιστορικό χρηματικών συναλλαγών",

"a29" => "συνόλου του εισοδήματος",

"a31" => "Κέρδη",

"a32" => "Ο λογαριασμός έχει δημιουργηθεί",

"a33" => "Η τρέχουσα τιμή της Επιτροπής",

"a34" => "Σύνοψη λογαριασμού",

"a35" => "Σύνολο Click-thru του",

"a36" => "σύνολο των εγγεγραμμένων",

"a37" => "Σύνολο Συνδρομές",

"a38" => "συνόλου του εισοδήματος",

"a39" => "συνολικού καταβεβλημένου",

"a40" => "ισορροπία",

"a41" => "Πληρωμές σε",

"a42" => "Αυτό είναι το όνομα του ατόμου που θα στέλνει payents να.",

);

$GLOBALS['_META'] = $LANG_;	

$GLOBALS['LANG_COMMON'] = $LANG_COMMON;

$GLOBALS['_LANG_ERROR'] = $LANG_ERROR;

$GLOBALS['_LANG'] = $LANG_BODY;

$GLOBALS['LANG_NETWORK']=  $LANG_INVITE_PAGE; 

$GLOBALS['LANG_GAMES'] = $LANG_GAMES_PAGE;

$GLOBALS['LANG_SETTINGS'] = $LANG_SETTINGS;

$GLOBALS['LANG_WELCOME'] = $LANG_WELCOME;

$GLOBALS['LANG_GLO_OPTIONS'] = $lang_global_options;

$GLOBALS['LANG_LOGIN'] = isset($lang_main_sub_sub22);

$GLOBALS['LANG_ORDER'] = $lang_subscribe;

$GLOBALS['LANG_OVERVIEW'] = $lang_overview_page;

$GLOBALS['LANG_REGISTER'] = $lang_register_page; 

$GLOBALS['LANG_ACCOUNT'] = $lang_account_page;

$GLOBALS['LANG_MESSAGES'] = $lang_messages_page;

$GLOBALS['LANG_GALLERY'] = $lang_gallery_page;

$GLOBALS['LANG_MATCH'] = $lang_match_page;

$GLOBALS['LANG_AJAX'] = $lang_ajax;

/*    ---------------  VERSION 13  ---------------- */

$LANG_COMPATIBILITY = array(
	'page_title' => 'Compatibility Quiz',
	'title' => 'Take the Compatibility Quiz',
	'questions' => 'Questions',
	'content_heading' => 'Take the Compatibility Quiz'

);







?>