<?php

$LANG_ = array(

"_language" => "日本語",

"_charset" => "UTF-8", 

);

$LANG_COMMON = array(
	"0" => "ページ2Page %1 of %2 ",
	"1" => "パスワードをお忘れの方",
	"2" => "すべてのメンバー",
	"3" => "私の友達",
	"4" => "私のホットリスト",
	"5" => "私のアルバム",
	"6" => "私の広告",
	"7" => "私のブログ",
	"8" => "私のコメント",
	"8a" => "私のイベント",
	"9"  => "メッセージを送る",
	"10" => "ウインクを送る",
	"11" => "プロフィール一覧",
	"12" => "ホットリストに追加する",
	"13" => "友達リストに追加する",
	"14" => "拒否リストに追加する",
	"15" => "さらに詳しい検索",
	"16" => "プロフィールパートナーとして追加する",
	"17" => "イベント特集",
	"18" => "メンバー特集",
	"19" => "グループ特集",
	"20" => "ビデオ特集",	
	"21" => "最新ニュース",
	"22" => "最新記事",
	"23" => "最新の写真",
	"24" => "最近更新したメンバー",
	"25" => "更新できません",
	"26" => "秒前",
	"27" => "分前",
	"28" => "日前",
	"29" => "%1週間前",
	"30" => "%1ヶ月前",
	"31" => "%1 1年前",
	"32" => "%1時間前",
	"33" => "メッセージの送信",
	"34" => "拒否した人からのメッセージ",
	"35" => "上記のリストの中からあなたが拒否したい人を選び選択してください。",
	"36" => "マイメッセージ",
	"37" => "マイグループ",
	"38" => "ビデオ再生",
	"39" => "新しいメッセージ",
	"40" => "新しい友達",
	"41" => "新しいコメント",
	"42" => "このユーザーに会いたいですか？",
);



$LANG_WELCOME = array(



	"_join" => "会員メンバー",

	"_join1" => "登録無料！",

	"_join2" => "入会はこちらから",



	"_ct1" => "登録無料",

	"_ct2" => "チャットを始める",

	"_ct3" => "新しい人との出会い",

	

	"_cb1" => "数分間でお客様のアカウントを作成できます",

	"_cb2" => "さまざまなメンバープロファイルを取り揃えています。",

	"_cb3" => "ここには様々な出会いの可能性があります。",



	"1" => "最新のウェブサイトの記事",

	"2" => "記事全文を読む",

	"3" => "成功する3つのステップ",

	"4" => "1.まず無料会員登録",

	"5" => "2.プロフィールを作成",

	"6" => "3.パートナーをサーチ！ ",

	"7" => "わずか数分でカンタン登録完了！",

	"8" => "クイックメンバー検索",

	"9" => "登録プロフィールを見ることができます。",

	 



);

$LANG_ERROR = array(

	"_complete" => "アカウントが更新されました。",

	"_incomplete" => "すべての空欄を完成させてください",

	"_notaccepted" => "お客様のファイル形式は使えません。他の方法でトライしてみてください。.",

	"_error" => "あなたが入力したデーターにエラーが発生しました。もう一度ためしてください。",

	"_offline1" => "メンテナンスのために一時的にウェブサイトをご利用できません。",

	"_offline2" => "ただいまウェブサイトを更新しています。少しの間お時間をいただきます。", 

	"_offline3" => "少しの間ご迷惑をおかけいたします。みなさんのご理解を感謝します。",  

	"_noResults" => "見つかりませんでした。",

	"_inviteMsg" => "おすすめのサイトを紹介します",

	"_welcomeMsg" => "登録が完了しました。ただいまよりログインができますのでご利用ください。メニューバーオプションを使って簡単に操作いただけます。もしなにか問題等がございましたらご連絡ください。本日はご登録ありがとうございました。",	

	"_invalid" => "お客様の %s アドレスは無効です。",

	"_invalidCode" => "お客様のコードを確認したところ無効でした。もう一度お確かめください。",

	"_adultWarning" => "ファイル内にアダルトのコンテンツがございましたら「はい」を選んでください。",

	"_waitingApproval" => "許可いたしますか？",



	"_AlertQuickMsg" => "お客様メッセージを下に入力して連絡する。 %s",

 	"_AlertQuickWink" => " %sににウインクと一緒にメーセージをおくる。",

	"_userBlocked" => "申し訳ございませんが、お相手のユーザー様からブロックがかかっていますのでコンタクトをとることが出来ません。",



	"_videoIntro" => "<p><b>ビデオプロフィールを作成しアプローチする!</b></p><p>Pluginウエブカメラとマイクを用意してくだい。</p><p>準備ができましたら録音ボタンを押して録音いたします。終わりましたら停止ボタンを押してください。挨拶は5分間いないでよろしくお願いします。録音が終わりましたら確認をし、保存してください。.</p>",

	"_emailSent" => "お客様のeメールは送られました。ありがとうございました。",



	"_noT&C" => "下記規約に同意していただいた上、ボタンをしてください。",

	"_eventWho" => "このイベントをメンバー全員にお知らせしますか？それともお友達だけにしますか？",

	"_fileE1" => "ファイルが正しくありません",

	"_fileE2" => "この写真ファイルはアップロードできません。ほかのフォーマットの写真をお試しください。",

	"_fileE3" => "ほかの写真でもう一度おためしください。",

	"_fileE4" => "不正なMIMEタイプをブラウザが提出",

	"_fileE5" => "不完全なファイルの拡張子87Bad file extension.",

	"_fileE6" => " [%s]のファイルタイプはサポートできません。, JPEG image ファイルでアップロードしてください.",

	"_fileE7" => "不完全なファイルが使用されています。ファイル名を変更し、再度アップロードしてください。",

	"_fileE8" => "不完全なファイルです。再実行するか、ほかの方法でお試しください。",

	"_fileE9" => "ファイルは空です。.",



	//

	"_noAdultAccess" => "申し訳ございませんが、このファイルはアダルトコンテンツが含まれていますので許可が必要です。.",



	"_t10" => "人気の足あとメンバー",

	"_t11" => "人気のメンバー",



	"_t12" => "検索を保存します",

	"_t13" => "保存された検索暦",

);

$LANG_UPGRADE = array(	

	"0" => "ありがとうございます",

	"_complete" => "更新が完了しました。ご利用いただきありがとうございます。",

	"2" => "ログアウトしますか？",

	"_cancel" => "オーダーをキャンセルします",

	"4" => "更新はキャンセルされました",

	"6" => "更新エラー",

);

$LANG_BODY = array(



"_yold" 			=> "歳",



// A

"_account" 			=> "アカウント",

"_all" 			=> "すべての",

"_add" 			=> "追加する",

"_addComment" 	=> "コメントをする",

"_approve" 		=> "許可する",

	"_approved" 		=> "許可されました",

"_article" 		=> "記事",

	"_articles" 	=> "記事",

"_adultContent" => "アダルトコンテンツ",

"_accountOverview" => "アカウント一覧",

"_advert" 			=> "広告",

"_affiliate" 		=> "アフェリエイト",

"_age" 		=> "年齢",

"_advanced" 		=> "学歴",

"_album" 		=> "アルバム",

	"_albums" 		=> "アルバム",

"_address" 		=> "住所",

"_attending" 			=> "出席する",

//B

"_banners" 		=> "バナー",

"_blog" 		=> "ブログ",

"_blockList" 		=> "拒否リスト",

//C

"_category" 	=> "カテゴラリー",

"_created" 		=> "作成",

"_createNew" 	=> "新しく作成する",

"_createdBy" 	=> "Created By",

"_change" 		=> "チェンジ",

"_comments" 	=> "コメント",

"_country" 		=> "国",

"_city" 		=> "市区町村",

"_cancel" 		=> "キャンセル",

"_current" 		=> "現在",

"_correct" 		=> "修正する",

"_credits" 		=> "プリペイド",

//D

"_delete" 		=> "削除",

	"_deleted" 		=> "削除されました",

"_deselectAll" 	=> "すべて削除",

"_date" 		=> "日付",

"_displayPhoto" => "写真を表示",

"_day" 			=> "日",

"_description" 	=> "説明",

//E

"_edit" 		=> "編集",

"_error" 		=> "エラー",

"_email" 		=> "Eメール",

"_event" 		=> "イベント",

	"_events" 		=> "イベント",

"_everyone"		=> "全員",

"_expires" 		=> "期限切れ",



//F

"_fax" 			=> "Fax",

"_faq" 			=> "よくあるご質問",

"_friend" 		=> "お友達",

	"_friends" 		=> "お友達",

	"_friendsList" 		=> "お友達リスト",

"_featured" 	=> "注目の",

"_favorites" 	=> "お気に入り",

"_file" 		=> "ファイル",

	"_files" 		=> "ファイル",

"_fileType" 		=> "タイプ",

"_forgotten" 		=> "お忘れの方",



//G

"_groups" 		=> "グループ",

"_gender" 		=> "性別",

//H

"_hightlighted" => "ハイライト",

"_hotList" 		=> "ホットリスト",

//I

"_information" 	=> "インフォメーション",

"_itsFree" 		=> "無料",

"_location"		=> "居住地",

//J

"_joinToday" 	=> "今入会する",

"_joined" 		=> "入会しました",

//k

"_keyword" 		=> "キーワード",

//L

"_latest" 		=> "最後",

"_login" 		=> "ログイン",

"_lastLogin" 	=> "最終ログイン",

"_logout" 		=> "ログアウト",

"_link" 		=> "リンク",

//M

"_manage" 			=> "管理",

"_member" 			=> "メンバー",

	"_members" 			=> "メンバー",

"_message" 			=> "メッセージ",

	"_messages" 			=> "メッセージ",

"_month" 			=> "月",

"_my" 				=> "私の",

"_mile" 			=> "範囲距離",

"_music" 			=> "ミュージック",

"_membership" 		=> "メンバーシップ",

//N

"_no" 			=> "いいえ",

"_next" 		=> "次へ",

"_name" 		=> "名前",

"_namef" 		=> "名前",

"_namel" 		=> "苗字",

"_nameb" 		=> "職業",

"_now" 			=> "Now",

"_new" 			=> "New",

//O

"_options" 		=> "オプション",

"_of" 		=> "の",

//P

"_photo" 		=> "写真",

	"_photos" 		=> "写真",

"_play" 		=> "再生",

"_previous" 	=> "前の",

"_page" 		=> "ページ",

"_payments" 	=> "支払い",

"_privacy" 		=> "プライバシー",

//0

"_online" 		=> "オンライン",

"_onlineNow" 	=> "オンライン中",

//V

"_view" 		=> "一覧",

	"_views" 		=> "足あと",

"_visitors" 	=> "ビジター",

"_viewAll" 		=> "すべての一覧",

"_verification" => "確認コード", 

"_video" 		=> "ビデオ",

	"_videos" 		=> "ビデオ",

"_visibility" 		=> "公開する範囲",

//q

"_question" 	=> "質問",

	"_questions" 	=> "質問",

"_quiz" 	=> "私のクイズ",

"_quiz1" 	=> "クイズ",

//U

"_username" 	=> "ユーザ名",

"_updateAccount" => "アカウント更新",

"_updated" 		=> "更新",

	 "_update" 		=> "更新",

//r

"_results" 		=> "結果",

"_recurring" 	=> "繰り返す",

"_remove" 		=> "移動",

"_rating" 		=> "評価",

"_rememberMe" 	=> "ログイン状態にする",

"_register" 	=> "新規メンバー登録",

"_read" 		=> "読む",

"_reply" 		=> "返信する",

"_removed" 		=> "取り除く",

//S

"_speadWord" 	=> "みんなに知らせる",

"_save" 		=> "保存する",

"_sent" 		=> "送る",

"_settings" 	=> "設定",

"_search" 		=> "検索",

"_searchQ" 		=> "クイック検索",

"_select" 		=> "選択",

"_selectAll" 	=> "すべて選択",

"_submit" 		=> "送信",

"_sort" 		=> "整理します",

"_send" 		=> "送る",

"_slideshow" 	=> "スライドショーを始める",

	"_sort0" 	=> "ベーシック",

	"_sort1" 	=> "ギャラリー",

	"_sort2" 	=> "詳細",

	"_sort3" 	=> "最近追加されたゲーム",

	"_sort4" 	=> "最近更新されました",

	"_sort5" 	=> "人気ゲーム",

	"_sort6" 	=> "1ページにつき; %s ",

"_street" 		=> "ストリート",

"_status" 		=> "ステイタス",

"_subject" 		=> "題名",

"_song" 		=> "プロフィールソング",

//P

"_password" 	=> "パスワード",	

"_province" 	=> "都道府県",

"_phone" 		=> "電話番号",

"_profile" 		=> "プロフィール",

"_partners" 		=> "パートナー",

//T

"_thankyou" 	=> "ありがとうございます",

"_topic" 		=> "トピック",

"_top10" 		=> "トップ 10261",

"_tags" 		=> "タグ",

"_title" 		=> "タイトル",

"_time" 		=> "時間Time",

"_today" 		=> "今日",

//Y

"_yes" 			=> "はい",	

"_year" 		=> "年",

//W

"_watch" 		=> "見るWatch",	

"_website" 		=> "ウェブサイト",

"_wink" 		=> "ウィンク", 

"_within" 		=> "範囲内",	

"_withPics" 	=> "写真付き",	

"_zipcode" 		=> "郵便番号",

// MONTHS

"_monday" => "月曜日",

"_tuesday" => "火曜日",

"_wednesday" => "水曜日",

"_thursday" => "木曜日",

"_friday" => "金曜日",

"_saturday" => "土曜日",

"_sunday" => "日曜日",

// DAYS

"_january" => "1月",

"_febuary" => "2月",

"_march" => "3月",

"_april" => "4月",

"_may" => "5月",

"_june" => "6月",

"_july" => "7月",

"_august" => "8月",

"_september" => "9月",

"_october" => "10月",

"_november" => "11月",

"_december" => "12月",



// ALERTS

"_alert1" 		=> "私のプロフィールアラート",	

"_atTitle" 		=> "フォトアルバムに添付する",

"_atSub" 		=> "あなたの写真アルバムのうちの1枚をこのリストに付けることができます。そして、アルバムの範囲内のすべての写真はウェブページに表示されます。.",

"_atNo" 		=> "私のアルバムに添付しません",





// MODERATOR TEXT 

"_mod1" 		=> "お試し期間",	

"_mod2" 		=> "ライブを承認する",

"_mod3" 		=> "ライブ編集",

"_mod4" 		=> "ライブ削除",



"_pChat" => "プライベートチャット",

"_pLink" => "プロフィールリンク",

"_details" => "年齢",



"_pSmsg" => "探しているのは",



"_skype1" => "スカイプコールができます。",

"_skype2" => "上記の欄にお客様のSkypeのユーザー名を入力します。するとプロフィール上にCall meボタンが表示されチャットができるようになります。",



"_seconds" => "秒",

"_minutes" => "分",

"_hours" => "時",

"_months" => "月",

"_today" => "今日",

"_ago" => "前",


"_about" => "約",

"_media" => "メディア",

"_compare" => "比較",

"_compatibilityquiz" => "互換性クイズ",

"_email" => "Eメール",

"_days" => "日",



"_msgSent" => "メッセージを送ります",





 "_home1" => "私",

 "_home2" => "探している相手",



"_star1" => "やぎ座",

"_star2" => "いて座",

"_star3" => "さそり座",

"_star4" => "てんびん座",

"_star5" => "おとめ座",

"_star6" => "しし座",

"_star7" => "かに座",

"_star8" => "ふたご座",

"_star9" => "おうし座",

"_star10" => "おひつじ座",

"_star11" => "うお座",

"_star12" => "みずがめ座",



//



"_CompleteProfile" => "プロフィール完成度",

"_menue1" => "今現在のプロフィールです。",



"_menue2" => "検索を絞り込む",

"_menue3" => "クイックメンバー検索",

"_menue4" => "キーワード検索",

"_menue5" => "今日はお誕生日です",

"_menue6" => "最近参加された方",

"_menue7" => "期間の選択",

"_menue8" => "プロフィールヘッドライン",

"_menue9" => "プロフィールの説明",

"_menue10" => "最後のアクセス",

"_menue11" => "メンバー会員でない方",

"_weeks" => "週",



 "_fpost" => "投稿する",



// IM CHAT

"_imchat1" => "新しいチャットをリクエストする。",

"_imchat2" => "どのトピックに参加したいですか。",

"_imchat3" => "チャットをはじめる",

"_imchat4" => "拒否する",
"_imchat5" => "Chat",
"_friends3" => "Friends",
"_hotlist3" => "Hostlist",
"_block3" => "Block",
"_wink3" => "Wink",
"_email3" => "Email",
"_email4" => "Send Emails",
"_credits2" => "Credits",
"_balance2" => "Balance:",



);



$lang_global_options = array(

	"1" => "何をしたいですか？",

	"2" => "このページを印刷する",

	"3" => "このページをeメールする",

	"4" => "コメントを投稿する",

	"5" => "投稿された方にコンタクトする",

	"6" => "お気に入りに追加する",

	"7" => "PDFへのエクスポート",

	"8" => "このグループをやめます",

	"9" => "このグループに参加する",

	"10" => "このイベントに参加する",

	"11" => "参加をやめる", 

	"12" => "チャットの状況",

	"13" => "オンライン中",

	"14" => "オフライン中",

	"15" => "メニューオプション",

	"16" => "ログアウト",

	"17" => "最近の足あと",

	"18" => "みんなに伝える",

	"19" => "参加メンバー",

	"20" => "最近の足跡",

	"21" => "最近の足跡",	

	"22" => "リンクページをコピー", 

 	"23" => "最近書コメントをのこした所 ",

	"24" => "ビデオのコメント ",

	"25" => "コメントを残したアルバムファイルより",

	"26" => "コメントを残したブログより ",

	"27" => "コメントを残したもの",

	"28" => "ログインされています ",

	"29" => "プロフィールを更新 ",

	"30" => "新しい写真を添付する",

	"31" => "表紙の写真を変更する ",

	"32" => "現在参加しています ",

	"33" => "新しいグループを作る ",

	"34" => "それらのステータスを変更381Changes their status to ",

	"35" => "すべてのから探す382　Browse all categories",

	"36" => "評価する",

	"37" => "表示されている写真をを選択する384　Select Album Photo As Display Image",

	"38" => "まだ何も作成されていません！ここからクリックしてはじめましょう。385　You have not created any yet! Click here to get started!",

	"39" => "メンバーがトピックを投稿できます。386　Members can Post Topics",

	"40" => "カテゴリーで探す　Browse by Category",

 	"41" => "イベントカレンダー　Events Calendar",

	"42" => "表示されているビデオを再生したい場合はクリックしてください389　Click here to view your current video recordings",

	"43" => "新しいビデオを録音したい場合はこちらをクリックしてください　Click here to record a new video",

	"44" => "最近更新されたメンバー　Recent Member Updates",

	"45" => "最近投稿されたトピック　Recent Forum Topics", 

);



$lang_main_menu = array(



"index" => "ホーム",

"search" => "検索",

"forum" => "投稿",

"groups&sub=search" => "グループ",

"blog&sub=search" => "ブログ",

"classads" => "広告",

"calendar" => "カレンダー",

"gallery&sub=search" => "写真",

"games&sub=search" => "ゲーム",



);

$lang_main_menu_sub = array(



"account" => "私のプロフィール",

"messages" => "メッセージ",

"music&sub=search" => "ミュージック",

"videos&sub=search" => "ビデオ",

"friends" => "友達",

"matches" => "クイズ",

"settings" => "設定",

"chatroom" => "チャットルーム",

"follow" => "足跡",

"logout" => "ログアウト",

"login" 		=> "ログイン",

); 

$lang_main_footer = array(



"privacy_japanes" => "プライバシーポリシー",

"articles" => "記事",

"affil_japanese" => "アフィリエイト",

"contact" => "お問い合わせ",

"faq_japanese" => "FAQ",

"links" => "リンク集",

"invite" => "お友達を招待する",

"map" => "サイトマップ",



);


$lang_quick_box = array(
"search" => "人を見つけます",
"messages" => "受信トレイ",
"logout" => "ログアウト",
"messages" => "受信トレイ",

"messages" => "受信トレイ",
"messages" => "受信トレイ",

);



/////////////////////////////////////////////////////////////////////////////

////////////////////////////////////////////////////////////////////////////



$LANG_ACCOUNT_MENU = array(

 

	"" => "アカウントオプション",

		"_?" => "",

	"&dll=account&sub=view" => "私のプロフィール",

		"&dll=account&sub=view_?" => "ほかのメンバーから見たあなたのプロフィールを見る。",

	"&dll=gallery" => "写真とアルバム",

		"&dll=gallery_?" => "アルバムファイルを管理したいときはこちらを選択してください。",

	"edit" => "プロフィール編集",

		"edit_?" => "オプションを使ってプロフィールを編集できます",

	"design" => "ページを編集する",

		"design_?" => "このオプションを使ってオリジナルのページイメージができます",

	"video" => "挨拶ビデオ",

		"video_?" => "挨拶ビデオを作成したい方はオプションをお使いください.",

	"comments" => "私のコメント431　My Comments",

		"comments_?" => "お客様の消去したコメントを見る",

	"view" => "",

		"view_?" => "",

);







$LANG_HEADINGS = array(

		"home"			=> "ホーム",
		"subscribe"		=> "私の会員",
		"subscribe_matrix"	=> "比較表",
		"cryptoconvert" => "隠密暗号通貨",
		"cryptopayment"	=> "暗号通貨の支払い",
		"register"		=> "登録",
		"register_activation"		=> "Activation",
		
		"login"			=> "ログイン",
		"blog"			=> "ブログ",
		"blog_search"		=> "すべてのブログ",
		"blog_view"			=> "ブログを見る",
		"blog_add"			=> "ブログを追加",
		"calendar"		=> "イベント",
		"calendar_manage"	=> "イベントの管理",
		"calendar_search"	=> "イベントの検索",
		"calendar_add"      => "イベントを追加",
		"calendar_events"	=> "カレンダーイベント",
		"classads"		=> "クラシファイド",
		"classads_add"		=>	"新しい分類を追加",
		"classads_search" 	=> "クラシファイドを検索",
		"classads_view"    => "クラスを見る",
		"order"			=> "注文",
		"order_thankyou"		=> "ありがとうございました",
		"order_requitix"		=> "ありがとうございました",
		"order_cancel"			=> "キャンセル",
		"order_error"			=> "エラー",
		"profile"			=> "プロフィール",
		"profile_admin"		=>	"プロフィール",
		"profile_overview"	=> "概要",
		"profile_manage"	=> "管理",
		"profile_viewfile"	=> "ファイルを閲覧する",
		"profile_blogview" 	=> "ブログビュー",
		"gallery"			=> "ギャラリー",
		"gallery_search"	=> "サーチ",
		"gallery_manage"	=> "アルバムを見る",
		"gallery_edit"		=> "ファイルの編集",
		"gallery_albums"	=> "私のアルバムを見る",
		"gallery_create"	=> "アルバムを作成する",
		"gallery_upload"	=> "アルバムファイルを追加する",
		"gallery_display"	=> "画像を表示する",
		"album_name"		=> "jgjgjg",
		"search"			=> "サーチ",
		"search_advanced"	=> "高度な検索",
		"search_detail"	=> "私の友達リスト",
		"search_friends" => "友達",
		"search_gallery" => "ギャラリー",
		"search_1"	=> "私のホットリスト",
		"search_3"	=> "ブロックリスト",
		"search_5"	=> "私のパートナー",
		"groups_search" => "グループ検索",
		"search_inc" => "検索 ",
		"search_basic" => "ベーシック",
		"search_view" => "表示検索",
		"viewed_search" => "閲覧した検索",
		"viewed"		=> "プロフィール閲覧",
		"birthday"		=> "今日の誕生日",
		"forum"			=> "フォーラム",
		"matches"		=> "クイズ",
		"matches_test"		=> "私のクイズ",
		"matches_taken"		=> "私が取ったクイズ",
		"matches_addquiz"	=> "アビーナ・アズキーズ",
		"matches_add" => "マッチを追加",
		"matches_results"	=> "結果の一致",

		"account" 		=> "私のプロフィール",
		"account_comments"	=> "コメント",
		"account_edit"		=> "アカウントの編集",
		"account_design"	=> "アカウントデザイン",
		"music" 		=> "音楽",
		"music_search"		=> "すべてのミュージカル",
		"music_view"		=> "私の音楽",
		"videos" 		=> "ビデオ",
		"videos_search"		=> "すべての動画",
		"friends" 		=> "友達",
		"games" 		=> "ゲーム",
		"games_search" 	=> "すべてのゲーム",
		"games_play" 	=> "遊びます",
		"games_top" => "リーダーボード",
		"settings" 		=> "設定",

		"settings_privacy" => "プライバシー設定",
		"settings_password" => "パスワードを変更する",
		"settings_cancel" 	=> "アカウントをキャンセルする",
		"settings_alerts" 	=> "メールアラート",
		"settings_settings" 	=> "設定を一致させる",
		"settings_gdpr" 	=> "GDPR",
		"groups"		=> "グループ",
		"groups_view"	=> "グループの表示",
		"groups_add"	=> "グループを追加",
		"groups_show"	=> "グループを表示",
		"blogs"			=> "ブログ",
		"classifieds"	=> "クラシファイド",
		"events"		=> "イベント",
		"recommend"		=> "おすすめ",
		"photos"		=> "写真",
		"contact"		=> "お問い合わせ",
		"privacy"		=> "個人情報保護方針",
		"articles"		=> "記事",
		"articles_view"		=> "記事を見る",
		"affiliate"		=> "アフィリエイト",
		"affiliate_login"	=> "アフィリエイトログイン",
		"affiliate_join"	=> "アフィリエイト登録",
		"faq"			=> 'よくある質問',
		"links"			=>	"リンクページ",
		"invite"		=> "友達に伝える",
		"map"			=> "サイトマップ",
		"wld"			=> "白ラベルデート",
		"wld_login"			=> "Wldログイン",
		"wld_register"		=> "Wld登録",
		"wld_dashboard"		=> "ダッシュボード",
		"wld_create_site"	=> "新しいサイトを作成する",
		"wld_sites"			=> "マイサイト",
		"wld_ads"			=> "広告",
		"wld_reports"		=> "レポート",
		"wld_wallet"		=> "マイアカウント",
		"wld_help"			=> "助けて",
		"messages"			=> "メッセージ",
		"messages_sent"		=> "送信済み",
		"messages_wink"		=> "ウィンク",
		"messages_inbox"	=> "私の受信トレイ",
		"messages_create"	=> "メッセージを送る",
		"messages_trash"	=> "ごみ箱",
		"messages_read" 	=> "メッセージを読む",
		"mgal"				=> "メンバーフォトギャラリー",
		"messages_createcwctest" => "メッセージCreatecwctest",
		"compatibilityquiz" => "互換性クイズ",


);

$LANG_BREADCRUMB = array(

		
		"home"			=> "ホーム",
		"subscribe"		=> "私の会員",
		"subscribe_matrix"	=> "比較表",
		"cryptoconvert" => "隠密暗号通貨",
		"cryptopayment"	=> "暗号通貨の支払い",
		"register"		=> "登録",
		"register_activation"		=> "Activation",
		
		"login"			=> "ログイン",
		"blog"			=> "ブログ",
		"blog_search"		=> "すべてのブログ",
		"blog_view"			=> "ブログを見る",
		"blog_add"			=> "ブログを追加",
		"calendar"		=> "イベント",
		"calendar_manage"	=> "イベントの管理",
		"calendar_search"	=> "イベントの検索",
		"calendar_add"      => "イベントを追加",
		"calendar_events"	=> "カレンダーイベント",
		"classads"		=> "クラシファイド",
		"classads_add"		=>	"新しい分類を追加",
		"classads_search" 	=> "クラシファイドを検索",
		"classads_view"    => "クラスを見る",
		"order"			=> "注文",
		"order_thankyou"		=> "ありがとうございました",
		"order_requitix"		=> "ありがとうございました",
		"order_cancel"			=> "キャンセル",
		"order_error"			=> "エラー",
		"profile"			=> "プロフィール",
		"profile_admin"		=>	"プロフィール",
		"profile_overview"	=> "概要",
		"profile_manage"	=> "管理",
		"profile_viewfile"	=> "ファイルを閲覧する",
		"profile_blogview" 	=> "ブログビュー",
		"gallery"			=> "ギャラリー",
		"gallery_search"	=> "サーチ",
		"gallery_manage"	=> "アルバムを見る",
		"gallery_edit"		=> "ファイルの編集",
		"gallery_albums"	=> "私のアルバムを見る",
		"gallery_create"	=> "アルバムを作成する",
		"gallery_upload"	=> "アルバムファイルを追加する",
		"gallery_display"	=> "画像を表示する",
		"album_name"		=> "jgjgjg",
		"search"			=> "サーチ",
		"search_advanced"	=> "高度な検索",
		"search_detail"	=> "私の友達リスト",
		"search_friends" => "友達",
		"search_gallery" => "ギャラリー",
		"search_1"	=> "私のホットリスト",
		"search_3"	=> "ブロックリスト",
		"search_5"	=> "私のパートナー",
		"groups_search" => "グループ検索",
		"search_inc" => "検索 ",
		"search_basic" => "ベーシック",
		"search_view" => "表示検索",
		"viewed_search" => "閲覧した検索",
		"viewed"		=> "プロフィール閲覧",
		"birthday"		=> "今日の誕生日",
		"forum"			=> "フォーラム",
		"matches"		=> "クイズ",
		"matches_test"		=> "私のクイズ",
		"matches_taken"		=> "私が取ったクイズ",
		"matches_addquiz"	=> "アビーナ・アズキーズ",
		"matches_add" => "マッチを追加",
		"matches_results"	=> "結果の一致",

		"account" 		=> "私のプロフィール",
		"account_comments"	=> "コメント",
		"account_edit"		=> "アカウントの編集",
		"account_design"	=> "アカウントデザイン",
		"music" 		=> "音楽",
		"music_search"		=> "すべてのミュージカル",
		"music_view"		=> "私の音楽",
		"videos" 		=> "ビデオ",
		"videos_search"		=> "すべての動画",
		"friends" 		=> "友達",
		"games" 		=> "ゲーム",
		"games_search" 	=> "すべてのゲーム",
		"games_play" 	=> "遊びます",
		"games_top" => "リーダーボード",
		"settings" 		=> "設定",

		"settings_privacy" => "プライバシー設定",
		"settings_password" => "パスワードを変更する",
		"settings_cancel" 	=> "アカウントをキャンセルする",
		"settings_alerts" 	=> "メールアラート",
		"settings_settings" 	=> "設定を一致させる",
		"settings_gdpr" 	=> "GDPR",
		"groups"		=> "グループ",
		"groups_view"	=> "グループの表示",
		"groups_add"	=> "グループを追加",
		"groups_show"	=> "グループを表示",
		"blogs"			=> "ブログ",
		"classifieds"	=> "クラシファイド",
		"events"		=> "イベント",
		"recommend"		=> "おすすめ",
		"photos"		=> "写真",
		"contact"		=> "お問い合わせ",
		"privacy"		=> "個人情報保護方針",
		"articles"		=> "記事",
		"articles_view"		=> "記事を見る",
		"affiliate"		=> "アフィリエイト",
		"affiliate_login"	=> "アフィリエイトログイン",
		"affiliate_join"	=> "アフィリエイト登録",
		"faq"			=> 'よくある質問',
		"links"			=>	"リンクページ",
		"invite"		=> "友達に伝える",
		"map"			=> "サイトマップ",
		"wld"			=> "白ラベルデート",
		"wld_login"			=> "Wldログイン",
		"wld_register"		=> "Wld登録",
		"wld_dashboard"		=> "ダッシュボード",
		"wld_create_site"	=> "新しいサイトを作成する",
		"wld_sites"			=> "マイサイト",
		"wld_ads"			=> "広告",
		"wld_reports"		=> "レポート",
		"wld_wallet"		=> "マイアカウント",
		"wld_help"			=> "助けて",
		"messages"			=> "メッセージ",
		"messages_sent"		=> "送信済み",
		"messages_wink"		=> "ウィンク",
		"messages_inbox"	=> "私の受信トレイ",
		"messages_create"	=> "メッセージを送る",
		"messages_trash"	=> "ごみ箱",
		"messages_read" 	=> "メッセージを読む",
		"mgal"				=> "メンバーフォトギャラリー",
		"messages_createcwctest" => "メッセージCreatecwctest",
		"compatibilityquiz" => "互換性クイズ",
);




$LANG_MESSAGES_MENU = array(



	"" => "私のメッセージ",

		"_?" => "",

	"inbox" => "受信箱",

		"inbox_?" => "受信箱メッセージを管理する",

	"wink" => "マイウインク",

		"wink_?" => "ウインク受取りの設定",

	"sent" => "メールを送る",

		"sent_?" => "送信したメールを見るにはこちらから",

	"trash" => "ゴミ箱",

		"trash_?" => "消去されたメッセージはゴミ箱の中です。",

	"create" => "メッセージを作成する",		

		"create_?" => "ほかのメンバーにメッセージを作成したい場合はこちらから",

 

);



$LANG_GALLERY_MENU = array(



	"search" => "すべてのアルバム",	

		"search_?" => "",

	"albums" => "私のアルバムを見る",

		"albums_?" => "お客様のアルバム一覧・設定変更の場合はこちらから",

	"create" => "アルバムを作成する",

		"create_?" => "新しいアルバムを作成して、写真、ビデオや音楽ファイルなどをアップロードできます。",

	"upload" => "アルバムファイル追加",	

		"upload_?" => "新しいビデオ、音楽または写真を既にあるアルバムファイルにアップロードする",

	"display" => "表示している写真変更",

		"display_?" => "表示写真とは、ほかのメンバーが最初に見るお客様の写真です。",

	"manage" => "",	

		"manage_?" => "その内容を見たい場合はアルバムファイルを選択してくだい",

	"edit" => "",	

		"edit_?" => "下のオプションを使い詳細な設定ができます。",



);



$LANG_MATCH_MENU = array(



	"test" => "マイクイズ",

		"test_?" => "ここにあるオプションを使ってクイズの設定変更ができます。",



	"addquiz" => "新しいクイズを作成",

		"addquiz_?" => "",



	"results" => "クイズの結果",

		"results_?" => "",



	"add" => "クイズを管理する",			

		"add_?" => "",



	"taken" => "やり終えたクイズ",			

		"taken_?" => "過去に受けたクイズ結果の一覧",

);



$LANG_EVENTS_MENU = array(

	"events" => "すべてのイベント見る",

		"events_?" => "予定イベント一覧",	

	"add" => "イベントを追加",

		"add_?" => "新しいイベントをご存知ですか？他のメンバーにも伝えよう！464Heard about a new event? ",	

	"manage" => "私のイベント",		

		"manage_?" => "マイイベントを管理する",

	"search" => "イベント検索",		

		"search_?" => "",

);

$LANG_GROUPS_MENU = array(

	"search" => "グループ一覧",

		"search_?" => "すべてのサイトグループを一覧する469",

	"add" => " 新しいグループを作成",

	"view" => "グループを見る",

		"view_?" => "下記のオプションを使ってグループのメンバーを検索できます。",

		"add_?" => "あなたが興味あるグループを作って他のメンバーとシェアしてみませんか？",

	"manage" => "私のグループ",		

		"manage_?" => "あなたのグループを管理",

	"show" => "",		

		"show_?" => "",

);



$LANG_CLASSADS_MENU = array(



	"search" => "すべての広告・項目別",

		"search_?" => "すべての広告・項目はメンバーによって作成されています。",

	"manage" => "私の広告を見る",

		"search&fcid=0_?" => "すべてここで作成して分類された広告です。",

	"add" => "広告をつくる",

		"add_?" => "ここに新しい広告項目を追加する",

	"view" => "",		

		"view_?" => "",

);

$LANG_MUSIC_MENU = array(

	"search" => "ミュージックファイル一覧",

		"search_?" => "すべてのミュージックファイルはメンバー会員により添付されています。",

	"view" => "私のミュージック484",

		"view_?" => "アップロードしたミュージックファイルを見る。",

	"" => "",

		"_?" => "",

);



$LANG_VIDEO_MENU = array(

	"search" => "ビデオ一覧",

		"search_?" => "メンバー全員のビデオを見る",

	"myvideos" => "私のビデオ",

		"myvideos_?" => "下にあるリストはお客様のアカウントに追加されたビデオです",



	"view" => "",

		"view_?" => "",

);


$LANG_FLASHCOM_CHAT = array(
	
	"chat" => "ビデオチャット",
	
		"chat_?" => "あなたは他のメンバーと顔を合わせて話すことができます",

);


$LANG_INVITE_MENU = array(

	"&dll=invite" => "友達を招待する",	

		"&dll=invite_?" => "オプションを使用してお客様のお友達に招待状を送ることができます。",

);

$LANG_1GAME_MENU = array(

	"search" => "ゲーム一覧",

		"search_?" => "サイトにあるすべてのゲームを表示する",

	"top" => "スコアボード",

		"top_?" => "ベストスコア",

	"play" => "ゲームをする",

		"play_?" => "",

);

$LANG_SETTINGS_MENU = array(



	"privacy" => "プライバシー設定",

		"privacy_?" => "アカウント管理のプライバシー設定はこちら",

	"password" => "パスワードを変更する",

		"password_?" => "アカウント更新のログインパスワードはここへ",

	"cancel" => "退会",

		"cancel_?" => "メンバーをおやめになりますか?解約の場合はこのままお進みください。",

	"sms" => "携帯電話のアラート",	

		"sms_?" => "携帯メールの設定、アップロードはこちら",

	"alerts" => "電子メールアラート",			

		"alerts_?" => "ここを管理し、電子メールアラートの設定を更新",

	"settings" => "設定と一致し",

		"settings_?" => "マッチシステムを使用しますと、より理想的なパートナーをデーターベースから探し出せます。",
	"gdpr" => "GDPR",

		"gdpr_?" => "To fully comply with GDPR, you may dwonload your personal data here. <a href='/gdpr' >Download Now</a>",

);

$LANG_BLOG_MENU = array(

	"search" => "ブログ一覧",

		"search_?" => "メンバーのブログ更新をチェック",

	"view" => "私ブログ一覧510View My Blogs",

		"view_?" => "お客様のウェブサイトブログエントリーを表示し管理する",

	"add" => "新しいブログを作成Create New Blog",

		"add_?" => "新しいブログを作成し、それをみんなに伝える",

);

$LANG_LINKS_MENU = array(



	"links" => "リンクページ",

		"links_?" => "リンクサイトをつけたい場合には、こちらまでお知らせください。",



);

// search page

$LANG_SEARCH = array(



	"search" => "メンバー一覧",

		"search_?" => "",



	"search&friendid=2" => "私の友達リスト",

		"search&friendid=2_?" => "",



	"search&friendid=1" => "私のホットリスト",

		"search&friendid=1_?" => "",



	"search&friendid=2&friend_type=3" => "私のブロックリスト",

		"search&friendid=2&friend_type=3_?" => "",



 

);



$LANG_CHAT_MENU = array(



	"chatroom" => "チャットルーム",

		"chatroom_?" => "",

	"im" => "インスタントメッセージ",

		"im_?" => "",

	"wink" => "ウインクを送る",

		"wink_?" => "",

	"profile" => "プロフィール一覧",

		"profile_?" => "",

	"forum" => "投稿一覧",

		"forum_?" => "",

);



// contact PAGE

$LANG_CONTACT_MENU = array(



	"" => "コンタクト",	

		"_?" => "もし質問・ご意見等ございましたら下記からご連絡ください。",





);

// sitemap

$LANG_SITEMAP_MENU = array(



	"" => "サイトマップ",	

		"_?" => "表示されているサイトマップです。",



);

$LANG_UPGRADE_MENU = array(



	"" => "私のメンバーシップ",	

		"_?" => "男性メンバーの方は以下のメンバーシップ・アップグレードにより全てのサービスをご利用頂けるようになります",



	"matrix" => "サービスを比較する",	

		"matrix_?" => "アップグレード更新されました。下に表示されている新機能がこれから使えます。",

);



$LANG_AFFILIATE_MENU = array(

 

	"" => "アフェリエイトネットワーク",

		"_?" => "",

	"login" => "アフェリエイトログイン",

		"login_?" => "",

	"join" => "アフィリエイトに参加する",

		"join_?" => "",

	"summary" => "アカウントの概要",	

		"summary_?" => "",

	"banners" => "アフェリエイトバナー",			

		"banners_?" => "",

	"edit" => "マイアカウント",	

		"edit_?" => "",

	"payment" => "支払い履歴",			

		"payment_?" => "",

);



$LANG_FORUM_MENU = array(

	"" => "コミュニティーフォーラム",	

		"_?" => "コミニティフォーラムについてほかのメンバーとチャットする。",

);

// articles

$LANG_ARTICLES_MENU = array(

	"" => "記事Articles",	

		"_?" => "最新のサイト記事は下に掲示されています。",



	"view" => "",	

		"view_?" => "",

);



// subscribe

$lang_subscribe = array(



	"" => "メンバーシップをアップグレードする",	

		"_?" => "下記のオプションからメンバーシップお選びください。",







	"a1" => "アカウントをアップグレードする ",

	"a3" => "今すぐアカウントをアップグレードする",

	"a4" => "あとでアップグレードする",

	"a5" => "以下のすべてのサービスをご利用いただけます",

	"a6" => "サービス内容",

	"a7" => "メンバーシップをアップグレードできます",		

	"a8" => "支払いの選択",	

	"a9" => "支払い方法",	

	"a10" => "引き続き優待料金にてご利用いただくためには、最初の契約期間終了後から、1ヶ月ごとに自動更新になります。自動更新を希望されない場合は、別途、ご連絡くの必要がございます。自動更新中止の手続きをいたします。554",

	"a11" => "受け取りました",	

	"a12" => "支払い方法",

	"a13" => "お支払い方法はクレジットカードのみ対応しております",

	"a14" => "アップグレードする",		

	"15" => "現在のメンバーシップ",

	"16" => "銀行Wire 支払いBank / Wire Payment",

	"17" => "お客様が用意すること。",		

	"18" => "お客様の銀行の送金方法についてお問い合わせください。",

	"19" => "支払い先は下記に所にお振込みください。お支払いが確認され次第、サイトのご利用を開始することができます。",

	"20" => "携帯電話メッセージ用プリペード",

);



 

$WINK_MESSAGE_ARRAY = array(

	"0" => "はじめまして！こんにちは！",

	"1" => "When they made the alphabet they should have put U and I together.",

	"2" => "Is your dad an alien because their is nothing else like you in this world!",

	"3" => "Hi, I just wanted to give you the satisfaction of turning me down; go ahead say no.",

	"4" => "Was your father a thief? 'Cause someone stole the stars from the sky and put them in your eyes!",

	"5" => "You look like the type of guy/girl who's heard every line in the book...so what's one more?",

	"6" => "Is it hot in here or is it you?",

	"7" => "Screw me if I'm wrong, but you want to kiss me don't you?",

	"8" => "Hi, I'm not trying to pressure you, I don't want to have sex without mutual consent; and by the way, you have my consent.",

	"9" => "What's your favourite colour?",

	"10" => "Do you have a map? Because I keep getting lost in your eyes.",



);



$lang_overview_page = array(

		

	"a7" => "挨拶ビデオを録音する",

	"a21" => "足あとを見る",

	"51" => "メンバーシップ",

	"52" => "プロフィールの管理",

	"53" => "私の写真・ビデオ・ミュージックファイル",

		"54" => "アルバム一覧を見る",

	"55" => "編集する",

		"56" => "プロフィール内容を編集する",

	"57" => "お友達の設定を編集",

		"58" => "お友達の一覧を見る",

	"59" => "私のコメントを編集する",

		"60" => "私のコメントの一覧を見る",

	"61" => "表示写真を編集・変更する",

		"62" => "写真をアップロードする",

	"63" => "マッチ設定",

		"64" => "マッチ設定を編集する",

	"65" => "プライバシー設定",

		"66" => "プライバシー設定を編集する",

	"67" => "ビデオ録音",

		"68" => "プロフィールメッセージを録音",

	"69" => "マイメッセージを作成",

		"70" => "新しいメッセージを送る",

	"71" => "携帯メール設定",

		"72" => "携帯メールの設定一覧",

	"73" => "私のEメールに知らせる設定",

		"74" => "Eメールを設定する",

	"75" => "マイリスト",

		"76" => "グループ一覧を見る",

	"77" => "私のグループ",

		"78" => "私のグループ一覧を見る",

	"79" => "マイイベント",

		"80" => "イベント一覧を見る",

	"81" => "広告 ",

		"82" => "広告一覧を見る",

	"83" => "マイブログ",

		"84" => "すべてのマイプログ一覧を見る",

	"86" => "写真やビデオ、ミュージックをあなたのプロフィールにリンクすることによって、さらにほかのメンバーに親近感を与え自分自身を表現していくとができます。",

	"87" => "まずはお友達作りのために自分をメールでアピールましょう！",

	"88" => "お客様のサイトを管理していくにあたり、便利なリンク集をご紹介します。お客様の趣味グループサークルを作ってみたり、広告宣伝をしてみたり、ブログを作成などして自分を表現していきましょう。",



//

	"89" => "プロフィール表紙の色などを設定、マッチングの変更設定などもできます。",

	"90" => "メンバーマッチング",

	"91" => "メンバーの写真とプロフィールを見る",

	

	"92" => "ようこそ",

	"93" => "何かお探しですか？",



	"94" => "写真を変更",

        "95" => "私の近く",

        "96" => "私に会います",

        "97" => "チャット"

);

$lang_register_page = array(



	"1" => "そのユーザー名はすでに使用されています",

	"2" => "そのEメールはすでに使用されています",

	"3" => "そのEメールは無効です",

	"4" => "そのパスワードは短すぎます",

	"5" => "そのユーザー名は短すぎます",

	"6" => "そのユーザー名は使えません",

	"7" => "パスワードが短すぎます！",

	"8" => "すべての質問にお答えください。",

	"9" => "イメージを確認することができません。 ",

	"10" => "写真をアップロードしてください。617",

	"11" => "今からお客様のEメールアドレスに起動コードを送信しますのでご確認ください。ありがとうございました。", 

	"a6" => "メンバー名はアルファベット、数字、アンダーライン、ハイフォンを含む最長15字までとします。スペース、アクセントと他の句読点は許可されません。",	 

	"a8" => "よく使用されるEメールアドレスをご記入くだい。これはパスワードをお忘れになった時や、起動コードの送信等に使われますアドレスです。",

	"a10" => "このパスワードはプロフィール設定・メール確認等に使用します。4～15字以内でお願いします。",

	"a11" => "パスワードを再タイプしてください",

	"a12" => "上の欄に入力したパスワードを再び入力してください",

	"a13" => "アカウントの詳細が必要です",	

	"a14" => "写真アップロード",

	"a15" => "写真を選ぶ",	

	"a16" => "最大サイズ：1Mb、最小限のサイズ：105x105ピクセル、JPEGまたはPINGでお願いします。",	

	"a17" => "ほかのメンバーが見てわかりやすい、お一人さまのお写真をお勧めします。",

	"a18" => "ウェブサイトをアップロード",

	"a19" => "ウェブサイトからのニュースレターを受け取る",

	"a20" => "色々な更新のアラードを受け取る",

	"a22" => "セキュリティーのため画像に表示されている文字を入力してください。",

	"a23" => "同意します",

	"a24" => "利用規約",

	"a25" => " 使用について",

	"a26" => "完全な登録",		

	"28" => "お客様のアカウントを作成する",

	"29" => "お客様のアカウントを作成していますので、しばらくの間お待ちください。",

	"30" => "お客様のアカウントを更新",

	"31" => "ただいま更新しておりますのでお待ちください。",

	"32" => "ようこそ。サイトへ0",

	"33" => "%s は正常に作成されました。ありがとうございました。",

	"34" => "ただ今ご登録のEメールアドレスに、メンバー起動のために必要なコードをお送りしました。",

	"35" => "Eメールアドレスをご確認していただき、リンクされているところをクリックしてください。",

	"36" => "もしメールが届いていない場合は、下記にもう一度入力するか、他のアドレスを記入ください。",

	"37" => "有効なメールアドレスを入力してください",
	
	"38" => "新しいメールアドレスが更新されました。確認メールがあなたに送信されました。",

	"39" => "アカウントの詳細が見つかりませんでした。しばらくしてからもう一度お試しください。",

);

$lang_account_page = array( 

	"5" => "テキストスタイル",

	"6" => "背景カラー",

	"7" => "メニューバーとヘッダー",

	"8" => "ボックスの色",

	"9" => "ボディフロント",

	"10" => "ヘッダーフロント",

	"11" => "ページの背景",

	"12" => "イメージを選択",

	"13" => "ファイル",

	"14" => "ディスプレイの種類",

	"15" => "削除保存されたイメージ",

	"16" => "イメージボックスの背景",

	"17" => "ヘッダーボックスの背景",

	"18" => "ヘッターボックスのテキスト",

	"19" => "メインテキストカラー",

	"20" => "ボックスのヘッターテキスト",

	"21" => "ボックストップの背景",

	"22" => "ボックスボディー背景",

	"23" => "イメージを繰り返さない",

	"24" => "タイルイメージ",

	"25" => "縦に繰り返す",

	"26" => "横に繰り返す",

	"27" => "コメントはありません",

	"28" => "挨拶ビデオを削除する",

	"29" => "左のオプションカラースキームを使って、背景やヘッターの色をカスタマイズすることができます",

);

$lang_messages_page = array(



	"1" => "お客様のユーザー名が正しくありません。もう一度お確かめください。",

	"2" => "ご自身にメッセージを送信することはできません。",

	"3" => "件名が短すぎます。",

	"4" => "メッセージの容量がいっぱいです。",

	"5" => "送り先のユーサーからブロックされています。",

	"a2" => "受信箱をみる",

	"a3" => "お客様のメッセージを送っていますので、しばらくお待ちください。",

	"a4" => "すこしの間お時間がかかります。少々お待ちください。.",

	"a5" => "メンバーユーザー名を下記に入力してください。",

	"a6" => "メンバーユーザー名を上記に入力してください。",

	"a17" => "読む",

	"a21" => "送り先",

	"a33" => "受信箱",

	"a34" => "送信済みメール",

	"a35" => "ところ",	

	"a36" => "メールはありません",

	"a38" => "選択表示を制限する",

);

$lang_gallery_page = array(



	"1" => "ファイルのアップロードに失敗しました",

	"2" => "アップロードが完了しました",

	"3" => "お客様のデーター使用量がいっぱいになっています。",	

	"4" => "ミュージックファイルは無効またか破損しています。再度お確かめくさい。",

	"5" => "ビデオファイルは無効またか破損しています。再度お確かめくさださい。",

	"6" => "その写真ファイルは無効です。",

	"7" => "ファイルのアップデートに成功しました。",

	"8" => "アルバムが作成されました。今からファイルのアップロードができます。",

	"9" => "アルバムのアップロードが作成されました。",

	"10" => "アップロードファイルエラー",	

	"a1" => "アップロード",

	"a2" => "アップロードアルバムファイル",

	"a4" => "ファイルの保存をしておりますのでしばらくお待ちください。",

	"a5" => "ファイルのサイズに応じて、数分かかる場合がございます。",

	"a7" => "どのアルバムに保存するかを選んでください。701Select the album your file will be saved to.",

	"a15" => "最大サイズ：1Mb、最小限のサイズ：105ﾗ105ピクセル、フォーマットJPEGまたはピングでお願いします。",

	"a16" => "推奨；ほかのメンバーが見てわかりやすい、お一人さまのお写真をお勧めします。",

	"a17" => "写真表示704Display Photo",

	"a20" => "お客様の表示写真のデフォルトイメージは、プロフィールと検索結果に表示されます。",	

	"a22" => "最大サイズ：3MB　フォーマット：mp3.midi mpeg　Maximum size: 3Mb, format mp3, midi and mpeg.",

	"a23" => "推薦：ミュージックファイルのアップロードのファイルサイズは1MB未満で お願いします。",

	"a24" => " YouTubeのURLを入力してください",

	"a25" => " YouTube のウェブアドレスページを入力。embed コードは入力しないでください。",

	"a26" => "例：WEBサイトの上のボックスのこの部分、http://youtube.com/watch?v=Dc541D7ny9I42234 をコピーする。.",

	"a28" => "最大サイズ：5Mb、フォーマットmpg、MPEG、mov、qt、mxu、映画とdivxファイルMaximum size: 5Mb, format mpg, mpeg, mov, qt, mxu, movie and divx files.",

	"a29" => "推薦：最近作成したビデオをお選ぶことをお勧めします。.",	

	"a32" => "ファイルアップロードUpload File",

	"a40" => "アルバムファイルアップロードUpload Album Files",

	"a44" => "写真表示",

	"a46" => "このアルバムにはファイルがありません。",

	"a53" => "このファイルにはコメントがありません。",

	"a62" => "アルバムファイルをアップロードします。",

	"a64" => "アルバムを作成した場合の題名です",

	"a66" => "プライベートアルバム",

	"a69" => "アダルトイメージ",

	"a70" => "公開アルバム",

	"a71" => "アルバムのオプションを使って、公開する人としない人を設定することができます。",

	"a74" => "ファイルに題名を入力してください。",	

	"76" => "アルバムのパスワード設定をしない場合は空白にしておいてください。",

);

$lang_match_page = array(



	"1" => "新しいテストがあります。お試しになっては如何ですか？",

	"2" => "クイズ欄が作成されました。今から質問を作成することができます。727",

	"3" => "テストの説明、更新",

	"4" => "タイトルが短すぎます。",

	"5" => "タイトルが作成されました。",

	"6" => "質問題がアップロードされました。",

	"7" => "。マッチ設定が更新されました。",

	"8" => "マッチ設定が保存されました。",					

	"a1" => "マイマッチ設定",

	"a3" => " お客様のマッチ設定にぴったりの方がいます。",

	"a4" => "新しいマッチ設定を作成する。",

	"a5" => "マッチ検索の結果",

	"a8" => "マッチ設定を更新する",	 

	"a10" => "お聞きしたい質問の題名作成　例：どのくらい私を知ってる?",

	"a13" => "テストの管理",	

	"a22" => "テストは作成されていません。",  

	"a31" => "全5フィールドを完成させてください。",	

	"a33" => "質問の答えあわせ",

	"a36" => "そうだと思うところを選んでください。",

	"a37" => "正しい答を選びその横にあるチェックボタンを選択してくだい。",

	"a42" => "質問が作成されていません。上記から新しい質問を作成できます。 ",

	"a48" => "テストの結果と一致する人がいません。",

	"a57" => "テストを始める",	

	"a60" => "テストはすべて終わりました",

	"a61" => "テストの結果",	

	"a66" => "テストの結果は一致しませんでした",	

	"a67" => "更新設定",

	"10" => "クイズのアイコンを選択",

	"11" => "所要時間 ",



);

$lang_ajax = array(

 

	"2" => "投票くださりありがとうございます。",

	"3" => "投票ありがとうございます！",

	"4" => "ウインクを送りました。",

	"5" => "ウインクを送りました。",

	"6" => "このサイトを使用するにはログインが必要です。",

	"7" => "メンバーの更新",	

	"8" => "アルバムは削除されました",

	"9" => "コメントが許可されました。",

	"10" => "コメントが削除されました",

	"11" => "コメントの許可待ちです",

	"12" => "メイン写真の更新",

	"13" => "マッチングの結果を削除する",	

	"14" => "質問を削除する",

	"15" => "マッチテストを削除する ",

	"16" => "コメントを削除 ",

	"17" => "コメントが許可されました",

	"18" => "コメントの許可待ちです",

	"19" => "ブログエントリーを削除",

	"24" => "アルバムファイルを削除",

	"26" => "ユーザーネームが短すぎます。",

	"27" => "ユーザー名に無効な文字が含まれています。",

	"28" => "そのユーザー名はすでに使われていますので、別のものをトライください。",	

	"29" => "そのメールアドレスは無効です776",

	"30" => "パスワードが短すぎます。",

	"31" => "数字とアルファベットのみです。",	

	"32" => "ウインクを送る！",

	"33" => "ウインクが届きました。",	

	"34" => "そのメンバーはすでにリストされています。.",

	"35" => "ログインしてください",

	"37" => "日につき送れるメッセージ",

	"38" => "日につき送れるウインク ",

	"39" => "送り宛は",

	"40" => "までです。",

	"41" => "検索の結果よるメンバーのプロフィール",

	"42" => "おすすめプロフィール",

	"43" => "携帯メールプリペード",

	"44" => "どうか <a href='index.php?dll=login'>login</a> コメントしてください。",

	"45" => "このEメールアドレスはすでに使われています。",

	"46" => "この機能を使用したい場合はログインしてください。",

	"47" => "イベントの詳細が更新されました。",

	"48" => "イベントを削除しました。",			



);



// ORDER COMPLETE PAGE

$LANG_ORDER_MENU = array(

	"thankyou" => "アップグレードされました。",	

		"thankyou_?" => "アカウントを更新くださりありがとうございました。更新表示につきましては、いったんログアウトした後に変更されます。",

	"cancel" => "アップグレードがキャンセルされました。",	

		"cancel_?" => "アップグレードのリクエストはキャンセルされました。この時点ではまだ料金は加算されていません。もし質問等がございましたらご連絡ください。",

	"error" => "アップグレードエラー",	

		"error_?" => "エラーはアップグレード中に発生しました。お客さまのアカウントにつきまして何か問題が生じましたら、お早めにご連絡ください。",



);

$LANG_TOUR = array(

	"a1" => "ウェブサイトツアー",

	"a3" => "もう入会はお済ですか？入会はこちらから。",	

	"a4" => "

	<p><strong>ようこそ</strong><br>  へ。このオンラインコミニティーは成人以上の方にご利用いただけるサイトです。登録は無料です。今日からパートナー探し、友達づくりをここではじめてみませんか？812</p><p>登録は完全無料です。下記のボタンをクリックしてはじめましょう。813<p><p>このサイトはお客様のニーズにお答えするさまざまな機能があります。;</p>",	

	"a6" => "<strong>はじめに815</strong><p>わかりやすく簡単な登録。また、自分らしいプロフィールを作成できます。 </p><p>もちろん最初簡単でもけっこうです。名前・Eメールアドレス、職業など必要欄だけご記入ぐださい。プロフィールはいつでも後から追加できます。817</p>お客様のEメール確認がとれましたら、始めることができます。お客様の幸福を願っています。",

	"a7" => "<p><strong>検索するStart Searching</strong><br>登録されたデーターをもとにしてマッチングできるシステムをご用意しております。お客様の理想・宗教・ライフスタイル・価値観が同じ人と出会うチャンスが出て来るのではないでしょうか？ 820O</p><p>お客様は好きなだけほかのメンバーのプロフィールや写真アルバムなど見ることができます。</p>",

	"a8" => "<strong>ウインクシステム</strong><p>どんな風に気になるメンバーと会話をはじめていけばいいの？そんな恥ずかしがりやな人でも大丈夫。823</p><p>このウインクシステムを使うと、多くの言葉を伝えなくても興味を持ち始めているという意思表示を相手に伝えることができます。824</p><p>また携帯電話メールアラート設定を使うとこにいても同時に確認ができます。</p>",

	"a9" => "<p><strong>携帯メールアラート</strong><br><p>そして速やかなコミュニケーションをし、発展していけるのではないでしょうか？826 </p><p>この携帯電話メールのアラートはウインクだけでなく、又メッセージが送られてきた時もアラートする設定ができます。827</p><p>今すぐはじめてみませんか？</p>"

);

 

$_LANG_LOGIN = array(

	"login" => "メンバーログイン",	

		"login_?" => "",

	"1" => "このアカウントは停止されています。",

	"2" => "このアカウントはまだ起動されていません。どうかEメールをご確認し、正しいコードを入力してください。",

	"3" => "お客様のアカウントは管理者の承諾を待っています。アカウントがアクティブになり次第、メール致しますのでご確認ください。日程によりましては時間がかかることもございます。",

	"4" => "ログインに失敗しました。詳細をチェックしてもう一度お試しください。",

	"5" => "入力されたコードは無効です。もう一度おたしかめください。",

	"6" => "お客さまのアカウントはすでに作成されています。そしてご登録のEメールアドレスに起動リンクサイト送っています。注意：初回にログインをするときは必ずメールから起動コート入力する必要があります。835.<br><br><p>もし起動メールが送られてない場合は、迷惑メールに送られていないかどうかチェックをしてください。もし両方に送られてない場合はこちら <a href='index.php?dll=contact'>コンタクトt</a> 管理人までご連絡ください。</a> ",

	"7" => "お客様のEメールアドレスが登録データーありません。",

	"8" => "お客様のEメールアドレスは無効です。もう一度お確かめください。",

	"9" => "お客様のEメールアドレスは無効です。もう一度お確かめください。",

	"10" => "新しいパスワードをEメールアドレスにお送りしました。",

	"11" => "お客様のアカウントはすでにアクティブされています。",	

	"a3" => "ユーザーネームかEメールアドレスを入力ください。",

	"a7" => "起動コードを入力してください。",

	"a11" => "起動コートを再送信する。",

	"a12" => "Eメールアドレスを入力",

	"a13" => "アカウント起動",

	"a15" => "起動コード",

	"a16" => "コードをもう一度送る",

);





$LANG_INVITE_PAGE = array(

 	"7" => "お客様のログインが違っています。もう一度お確かめください。",

	"a28" => "見つかりました",

	"a29" => "送り先",

	"a30" => "送り先の方はすでにメンバーになっています853。",

	"a31" => "招待状をお友達に送ってみませんか？",	

	"a32" => "はい、お願いします。",

	"a33" => "いいえ、結構です。",

);

$LANG_GAMES_PAGE = array(

	"1" => "最後にしたゲーム",

	"2" => "プレイされた回数",

	"3" => "時間",

	"4" => "トッププレイヤー",

	"5" => "トップスコア",

	"6" => "リーダーボード",

	"7" => "2番目3番目",

	"8" => "ゲームをする",

 	"9" => "すべてのゲーム",

);



$LANG_SETTINGS = array(

	 

	"5" => "携帯電話の番号を0から入力してください。",

	"6" => "入力された番号は無効または不適切です。",

	"7" => "携帯電話メール詳細の更新",

	"9" => "パスワード更新",

	"10" => "パスワードが間違っています。",

	"11" => "アカウントを終了する",

	"12" => "アカウントを再開",	

	"a1" => "携帯電話メールアラート",

	"a2" => "私の携帯電話番号",

	"a3" => "注意　この欄には国コードを入力しないでください。携帯電話番号のみ入力ください。",

	"a5" => "注意　国内のお使いの携帯電話を使用して送信される必要があります。",

	"a6" => "受信したときのアラート",

	"a9" => "新しいメッセージを受信したときアラートしてほしい。",	

	"a10" => "ウインクアラート",

	"a11" => "ウインクが送られたときにアラートしてほしい。",	

	"a12" => "残量",

	"a13" => "携帯メール　残っています。",

	"a14" => "プリペイドを購入",

	"a16" => "Eメールアラート",	

	"a17" => "Eメールアドレス",

	"a18" => "注意書き　E-メールは有効アドレスをご使用ください。",

	"a19" => "新しいメッセージアラート",

	"a20" => "新しいメッセージを受信したとき、もしくは送信したメッセージが相手に開かれた時にアラートしてほしい。",

	"a21" => "新しいウインクアラート",

	"a22" => "ウインクが送られたときにアラートしてほしい。",

	"a23" => "新しいお友達リクエスト",

	"a24" => "他のメンバーからコンタクトリストの追加願いを求められた時アラートしてほしい。",

	"a25" => "新しいマッチングの結果",

	"a26" => "さまざまコミニティリスト紹介を受け取りたい。'",	

	"a27" => "特別割引",	

	"a28" => "特別割引などのお得な情報を受信したい。",

	"a29" => "ウェブサイトニュースレター",	

	"a30" => "コミュニティニュースレターを受信したい。",

	"a34" => "プライベートチャットは使えません。",	

	"a37" => "自分のプロフィール画面にプライベートチャットボタンを表示をしたい。",

	"a38" => "自動的にお友達リストに許可する",

	"a39" => "お友達のリクエストを受けたとき自動的に許可する場合、「はい」を選んでください。",

	"a40" => "自動的にコメントを許可する。",

	"a41" => "新しいメッセージを受信したとき、もしくは送信したメッセージが相手に開かれた時にアラートしてほしい。",	

	"a51" => "ご解約をご希望の場合は、下にあるボタンをクリックしてください。当社の管理者によって7日以内に削除されます。",

	"a52" => "よろしいですか？",		



	"a53" => "プロファイルへのアクセス（非友人）",

	"a54" => "非友人からブロックするようにプロファイルのどの部分を選択します。",

	"a55" => "プロファイルへのアクセス（お友達）",

	"a56" => "友人からブロックするようにプロファイルのどの部分を選択します。",

						

);





$LANG_AFFILIATE_PAGE = array(

	"1" => "アカウントは更新されました。",

	"2" => "お客様のアカウントは一時停止となっています。",

	"3" => "そのユーザーネームは無効です。",					

	"4" => "そのEメールはすでに使用されています。",

	"5" => "そのEメールアドレスは無効です。",

	"6" => "そのパスワードは短すぎます。",

	"7" => "そのユーザーネームアドレスは無効です。",

	"8" => "ユーザーネームの中に無効な文字が含まれています。",

	"9" => "パスワードが短すぎます。",

	"10" => "すべての欄をご記入ください。",

	"11" => "お客様のアカウントは正常にレジスターされました。今よりログインをすることができます。ご利用ありがとうございます。",	

	"12" => "お客様のEメールアドレスは無効です。もう一度お確かめください。",

	"13" => "お客様のEメールアドレスは無効です。もう一度お確かめください。",

	"14" => "新しいパスワードをEメールに送信しました。ご利用ありがとうございます。",

	"a1" => "アフィリエイトプログラム",

	"a2" => "アフェリエイトブログラムに入会",

	"a3" => "アフェリエイトメンバーですか？ログインはこちらから",

	"a4" => "アフェリエイトログイン詳細",

	"a14" => "郵便番号",

	"a20" => "チェックの宛名先",

	"a21" => "アフェリエイトに入会しませんか？",

		"a23" => "ユーザーネームまたは、Eメールアドレスをお願いします。",

	"a26" => "Eメールアドレスを入力してください。",	

	"a27" => "業務履歴",

	"a29" => "収益合計",

	"a31" => "支払い済み",	

	"a32" => "アカウントを作成",

	"a33" => "現在のコミションレート  ",

	"a34" => "アカウントの概要",

	"a35" => "広告を見た回数",

	"a36" => "レジスター合計",

	"a37" => "合計Total Subscriptions",

	"a38" => "収益合計",

	"a39" => "合計金額",

	"a40" => "バランス",

	"a41" => "支払先銀行口座情報",

	"a42" => "上記の支払先銀行口座にお支払いいたします。",





);

$GLOBALS['_META'] = $LANG_;	

$GLOBALS['LANG_COMMON'] = $LANG_COMMON;

$GLOBALS['_LANG_ERROR'] = $LANG_ERROR;

$GLOBALS['_LANG'] = $LANG_BODY;

$GLOBALS['LANG_NETWORK']=  $LANG_INVITE_PAGE; 

$GLOBALS['LANG_GAMES'] = $LANG_GAMES_PAGE;

$GLOBALS['LANG_SETTINGS'] = $LANG_SETTINGS;

$GLOBALS['LANG_WELCOME'] = $LANG_WELCOME;

$GLOBALS['LANG_GLO_OPTIONS'] = $lang_global_options;

$GLOBALS['LANG_LOGIN'] = isset($lang_main_sub_sub22);

$GLOBALS['LANG_ORDER'] = $lang_subscribe;

$GLOBALS['LANG_OVERVIEW'] = $lang_overview_page;

$GLOBALS['LANG_REGISTER'] = $lang_register_page; 

$GLOBALS['LANG_ACCOUNT'] = $lang_account_page;

$GLOBALS['LANG_MESSAGES'] = $lang_messages_page;

$GLOBALS['LANG_GALLERY'] = $lang_gallery_page;

$GLOBALS['LANG_MATCH'] = $lang_match_page;

$GLOBALS['LANG_AJAX'] = $lang_ajax;

?>