<?php

$LANG_ = array(

"_language" => "English",

"_charset" => "UTF-8", 

);



$LANG_COMMON = array(
	"0" => "% 이의 % 일 페이지 ",
	"1" => "암호 기억",
	"2" => "전원",
	"3" => "내 친구",
	"4" => "나의 섹시 목록",
	"5" => "내 앨범",
	"6" => "내 분류",
	"7" => "내 블로그",
	"8" => "나의 코멘트",
	"8a" => "나의 이벤트",
	"9"  => "메시지 보내기",
	"10" => "윙크 보내기",
	"11" => "프로필보기",
	"12" => "나의 섹시하고 목록에 추가",
	"13" => "내 친구 목록에 추가",
	"14" => "내 차단 목록에 추가",
	"15" => "고급 검색",
	"16" => "프로필 파트너로 추가",
	"17" => "추천 이벤트",
	"18" => "추천 회원",
	"19" => "주요 그룹",
	"20" => "추천 동영상",	
	"21" => "최신 뉴스",
	"22" => "최신 기사",
	"23" => "최근 사진",
	"24" => "최근 업데이트 회원",
	"25" => "절대 업데이트",
	"26" => "% 일 초 전",
	"27" => "% 일 분 전",
	"28" => "% 일 일 전",
	"29" => "% 일 주 전",
	"30" => "% 일 개월 전",
	"31" => "% 일 년 전",
	"32" => "% 일 시간 전",
	"33" => "보낸 메시지",
	"34" => "차단 메시지에서",
	"35" => "당신이 목록 위에 그들을 강조 접촉에서 특정 성별을 차단하고자하는 경우.",
	"36" => "내 메시지",
	"37" => "내 그룹",
	"38" => "동영상 재생",
	"39" => "새 메시지",
	"40" => "새로운 친구",
	"41" => "새로운 댓글",
	"42" => "이 사용자를 만나고 싶으십니까?",
);



$LANG_WELCOME = array(



	"_join" => "아직 회원이 아니?",

	"_join1" => "그 당신은 뭘 기다리는 그렇게 가입을 무료로!",

	"_join2" => "가입하세요!",



	"_ct1" => "등록 무료",

	"_ct2" => "채팅 시작",

	"_ct3" => "만나는 사람마다!",

	

	"_cb1" => "오늘 무료 온라인 계정을 만드십시오, 그것은 단지 시간이 좀 걸려!",

	"_cb2" => "우리는 당신이 우리 회원을 알고위한 다양한 방법을 제공!",

	"_cb3" => "그 특별한 사람을 찾아 데이트를 만들 어라! 뭐든지 가능!",



	"1" => "최근 웹사이트 기사",

	"2" => "전체 기사를 읽기",

	"3" => "세 단계 성공하려면!",

	"4" => "일. 지금 등록하세요",

	"5" => "이. 프로파일 작성",

	"6" => "삼. 진정한 사랑을 찾기",

	"7" => "그것은 몇 분 안에 당신에게 좋은 사람을 만날 수도, 지금 가입하고 무료 프로파일을 만들고, 시작하기 쉽습니다!",

	"8" => "빠른 회원 검색",

	"9" => "우리의 다른 회원의 일부에 봐.",

	 



);

$LANG_ERROR = array(

	"_complete" => "계정이 성공적으로 업데이 트",

	"_incomplete" => "모든 필드를 완료하십시오",

	"_notaccepted" => "파일이 허용 파일 형식 중 하나가되지 않았습니다. \ n은 다시 업로드하여 컴퓨터에서 파일을 선택.",

	"_error" => "귀하 께서 입력하신 데이터와 오류가 발생했습니다. 확인하고 다시 시도하십시오.",

	"_offline1" => "웹사이트를 일시적으로 유지 보수에 대한 오프라인",

	"_offline2" => "저희는 현재 우리의 웹사이트를 업데이 트하고 있습니다 잠시 후에 다시 온라인으로 것입니다.", 

	"_offline3" => "불편을 끼쳐 드려 죄송하며 양해해 주셔서 감사합니다.",  

	"_noResults" => "죄송 결과가 없습니다있었습니다.",

	"_inviteMsg" => "난 당신이 관심을 가질 거라고 생각이 멋진 웹사이트를 발견 링크입니다",

	"_welcomeMsg" => "감사합니다, 당신은 성공적으로 등록한 지금 당신이 귀하의 계정에 로그인, 

	상기와 같은 경우 어떤 문제가 문의 주저하지 말고, 주변의 길을 탐색 왼쪽의 메뉴 옵션을 사용합니다. 행운을 빌어와 데이트 행복!",	

	"_invalid" => "당신의 % s의 주소가 잘못되었습니다",

	"_invalidCode" => "인증 코드가 잘못되었습니다 들어갔다. 확인하고 다시 시도하십시오.",

	"_adultWarning" => "이 파일은 성인용 콘텐츠가 포함되어있는 경우 예를 선택하십시오.",

	"_waitingApproval" => "계정 승인을 기다리는 중입니다",



	"_AlertQuickMsg" => "%에 문의하여 메시지를 아래에 입력들",

 	"_AlertQuickWink" => "%로 윙크를 보내 s의메시지 아래에서 선택하여.",

	"_userBlocked" => "죄송합니다하지만 그들은 그들이 당신을 차단대로 당신이 사용자와 통신할 수 없습니다.",



	"_videoIntro" => "<p> <b> 귀하의 프로필을 인사 기록! </ B 조> </ 피> <p> 플러그인 귀하의 웹사이트 및 마이크와 자신의 프로필 인사말을 시작. </ 피> <p>에서하면 녹음 단추에 준비 누르고, 최대 5 분 동안 동영상을 기록하고 Enter 키를 누릅니다 STOP 버튼을하여 완료되면! 미리 동영상을 잊고 그리고 네가 떠나기 전에 그것을 저장하지 마십시오. </ 피의>",

	"_emailSent" => "감사합니다, 귀하의 이메일을 보냈습니다.",



	"_noT&C" => "웹사이트 이용 약관에 동의하는 확인란을 선택하십시오.",

	"_eventWho" => "당신이 웹사이트에 모든에만하거나 친구에게 표시하려면이 이벤트를 하시겠습니까?",

	"_fileE1" => "파일이 손상된 것 같습니다.",

	"_fileE2" => "우리가이 파일에서 어떤 사진 데이터를 생성하지 못했습니다. 다른 사진과 함께 다시 시도해주십시오.",

	"_fileE3" => "파일이 비어 있습니다. 좀 더 실질적인 업로드하십시오.",

	"_fileE4" => "당신의 브라우저에 의해 제출된 나쁜 MIME 형식.",

	"_fileE5" => "잘못된 파일 확장명.",

	"_fileE6" => "메신저 미안하지만 우리는 JPEG 이미지 파일을 업로드하십시오, 파일 형식을 [% s의] 지원하지 않습니다.",

	"_fileE7" => "나쁜 임시 파일.파일 이름을 변경하고 다시 업로드를 시도하십시오.",

	"_fileE8" => "잘못된 파일입니다. 다시 시도하거나 그것을 재현하려고.",

	"_fileE9" => "파일이 비어 있습니다.",



	//

	"_noAdultAccess" => "죄송 JD가 어른 파일을 볼 권한이.",



	"_t10" => "상단으로 본 회원",

	"_t11" => "최고 평점 멤버",



	"_t12" => "검색 저장",

	"_t13" => "내 저장된 검색",

);

$LANG_UPGRADE = array(	

	"0" => "감사합니다",

	"_complete" => "업그레 이드 감사 완료",

	"2" => "로그아웃 지금",

	"_cancel" => "주문 취소",

	"4" => "업그레 이드 취소됨",

	"6" => "업그레 이드 오류",

);

$LANG_BODY = array(



"_yold" 			=> "세",



// A

"_account" 			=> "계정",

"_all" 			=> "전체",

"_add" 			=> "추가하기",

"_addComment" 	=> "댓글 추가",

"_approve" 		=> "승인",

	"_approved" 		=> "승인",

"_article" 		=> "기술 자료",

	"_articles" 	=> "관련 기사",

"_adultContent" => "성인용 콘텐츠",

"_accountOverview" => "계정 개요",

"_advert" 			=> "광 고라들",

"_affiliate" 		=> "제휴",

"_age" 		=> "나이",

"_advanced" 		=> "고급",

"_album" 		=> "앨범",

	"_albums" 		=> "앨범들",

"_address" 		=> "주소",

"_attending" 			=> "참석",

//B

"_banners" 		=> "배너",

"_blog" 		=> "블로그",

"_blockList" 		=> "목록 차단된",

//C

"_category" 	=> "카테고리",

"_created" 		=> "만든날짜",

"_createNew" 	=> "에서 만든",

"_createdBy" 	=> "작성자",

"_change" 		=> "변경",

"_comments" 	=> "댓글",

"_country" 		=> "국가",

"_city" 		=> "타운 / 도시",

"_cancel" 		=> "취소",

"_current" 		=> "현재",

"_correct" 		=> "정답",

"_credits" 		=> "크레딧",

//D

"_delete" 		=> "삭제",

	"_deleted" 		=> "삭제됨",

"_deselectAll" 	=> "전체 선택 해제",

"_date" 		=> "날짜",

"_displayPhoto" => "디스플레이 사진",

"_day" 			=> "주",

"_description" 	=> "설명",

//E

"_edit" 		=> "수정",

"_error" 		=> "오류",

"_email" 		=> "이메일 보내기",

"_event" 		=> "행사",

	"_events" 		=> "이벤트",

"_everyone"		=> "모두",

"_expires" 		=> "만료",



//F

"_fax" 			=> "팩스",

"_faq" 			=> "자주 묻는 질문",

"_friend" 		=> "친구",

	"_friends" 		=> "친구",

	"_friendsList" 		=> "친구 목록",

"_featured" 	=> "추천",

"_favorites" 	=> "즐겨찾기",

"_file" 		=> "파일",

	"_files" 		=> "파일들",

"_fileType" 		=> "유형",

"_forgotten" 		=> "잊고",



//G

"_groups" 		=> "그룹",

"_gender" 		=> "성별",

//H

"_hightlighted" => "강조 표시",

"_hotList" 		=> "뜨거운리스트",

//I

"_information" 	=> "정보",

"_itsFree" 		=> "그것은 무료입니다",

"_location"		=> "위치",

//J

"_joinToday" 	=> "오늘 가입",

"_joined" 		=> "가입",

//k

"_keyword" 		=> "키워드",

//L

"_latest" 		=> "최신",

"_login" 		=> "로그인",

"_lastLogin" 	=> "최종 로그인",

"_logout" 		=> "로그아웃",

"_link" 		=> "링크",

//M

"_manage" 			=> "관리",

"_member" 			=> "회원",

	"_members" 			=> "회원",

"_message" 			=> "메시지",

	"_messages" 			=> "님의 메시지",

"_month" 			=> "월",

"_my" 				=> "내",

"_mile" 			=> "마일 반경",

"_music" 			=> "음악",

"_membership" 		=> "회원 가입",

//N

"_no" 			=> "없음",

"_next" 		=> "다음",

"_name" 		=> "이름",

"_namef" 		=> "이름",

"_namel" 		=> "이름 마지막",

"_nameb" 		=> "회사명",

"_now" 			=> "지금",

"_new" 			=> "새",

//O

"_options" 		=> "옵션",

"_of" 		=> "의",

//P

"_photo" 		=> "사진",

	"_photos" 		=> "사진들",

"_play" 		=> "놀이",

"_previous" 	=> "이전",

"_page" 		=> "페이지",

"_payments" 	=> "지불",

"_privacy" 		=> "개인 정보 보호 정책",

//0

"_online" 		=> "온라인",

"_onlineNow" 	=> "온라인으로 지금",

//V

"_view" 		=> "보기",

	"_views" 		=> "조회",

"_visitors" 	=> "방문자",

"_viewAll" 		=> "전체보기",

"_verification" => "인증 코드", 

"_video" 		=> "비디오",

	"_videos" 		=> "동영상들",

"_visibility" 		=> "시정",

//q

"_question" 	=> "질문",

	"_questions" 	=> "질문",

"_quiz" 	=> "내 퀴즈",

"_quiz1" 	=> "퀴즈",

//U

"_username" 	=> "사용자 이름",

"_updateAccount" => "업데이트 계정",

"_updated" 		=> "업데이트",

	 "_update" 		=> "업데이트",

//r

"_results" 		=> "결과",

"_recurring" 	=> "반복",

"_remove" 		=> "제거",

"_rating" 		=> "평가",

"_rememberMe" 	=> "내 계정 정보 기억",

"_register" 	=> "레지스터",

"_read" 		=> "읽기",

"_reply" 		=> "대답",

"_removed" 		=> "삭제",

//S

"_speadWord" 	=> "전하라",

"_save" 		=> "저장",

"_sent" 		=> "전송",

"_settings" 	=> "설정",

"_search" 		=> "검색",

"_searchQ" 		=> "빠른 검색",

"_select" 		=> "선택하세요",

"_selectAll" 	=> "모두 선택",

"_submit" 		=> "제출",

"_sort" 		=> "정렬",

"_send" 		=> "보내기",

"_slideshow" 	=> "슬라이드쇼 시작",

	"_sort0" 	=> "기본보기",

	"_sort1" 	=> "갤러리보기",

	"_sort2" 	=> "상세보기",

	"_sort3" 	=> "최근에 추가된",

	"_sort4" 	=> "최근 업데이트",

	"_sort5" 	=> "인기 동영상",

	"_sort6" 	=> "보기 % 페이지 당",

"_street" 		=> "거리",

"_status" 		=> "지위",

"_subject" 		=> "제목",

"_song" 		=> "프로필 송",

//P

"_password" 	=> "비밀 번호",	

"_province" 	=> "주 /도",

"_phone" 		=> "전화",

"_profile" 		=> "프로필",

"_partners" 		=> "파트너",

//T

"_thankyou" 	=> "감사합니다",

"_topic" 		=> "주제",

"_top10" 		=> "탑 십",

"_tags" 		=> "태그",

"_title" 		=> "제목",

"_time" 		=> "시간",

"_today" 		=> "오늘",

//Y

"_yes" 			=> "예",	

"_year" 		=> "년",

//W

"_watch" 		=> "감시",	

"_website" 		=> "웹사이트",

"_wink" 		=> "눈짓", 

"_within" 		=> "이내",	

"_withPics" 	=> "사진으로",	

"_zipcode" 		=> "우편 / 우편 번호",

// MONTHS

"_monday" => "월요일",

"_tuesday" => "화요일",

"_wednesday" => "수요일",

"_thursday" => "목요일",

"_friday" => "금요일",

"_saturday" => "토요일",

"_sunday" => "일요일",

// DAYS

"_january" => "일월",

"_febuary" => "이월",

"_march" => "삼월",

"_april" => "사월",

"_may" => "오월",

"_june" => "유월",

"_july" => "칠월",

"_august" => "팔월",

"_september" => "구월",

"_october" => "시월",

"_november" => "십일월",

"_december" => "십이월",



// ALERTS

"_alert1" 		=> "내 프로필 알리미",	

"_atTitle" 		=> "사진 앨범을 첨부",

"_atSub" 		=> "당신은이 목록에 귀하의 사진 앨범 중 하나를 첨부할 수있는 앨범 내의 모든 사진은 웹 페이지에 표시됩니다.",

"_atNo" 		=> "그나마 내 앨범을 첨부",





// MODERATOR TEXT 

"_mod1" 		=> "운영자 상태",	

"_mod2" 		=> "라이브 승인",

"_mod3" 		=> "라이브 수정",

"_mod4" 		=> "라이브 삭제",



"_pChat" => "비공개 채팅",

"_pLink" => "프로필 링크",

"_details" => "세부",



"_pSmsg" => "찾고 있습니다",



"_skype1" => "사용 스카이 프는 전화",

"_skype2" => "단순히 위의 상자에 귀하의 스카 이프 사용자 이름을 입력하고 우리는 나를 귀하의 프로필에 단추 전화를 배치됩니다, 회원은 그 때 채팅.",



"_seconds" => "초",

"_minutes" => "분",

"_hours" => "시간",

"_months" => "개월",

"_today" => "오늘",

"_ago" => "전",


"_about" => "약",

"_media" => "미디어",

"_compare" => "비교",

"_compatibilityquiz" => "호환성 퀴즈",

"_email" => "이메일",

"_days" => "일",



"_msgSent" => "보낸 메시지",





 "_home1" => "나는 오전",

 "_home2" => "을 모집",



"_star1" => "염소자리",

"_star2" => "궁수",

"_star3" => "전갈자리",

"_star4" => "천칭 별자리",

"_star5" => "처녀 자리",

"_star6" => "레오",

"_star7" => "암",

"_star8" => "쌍둥이 자리",

"_star9" => "황소 자리",

"_star10" => "양자리",

"_star11" => "물고기 자리",

"_star12" => "물병자리",



//



"_CompleteProfile" => "프로필 작성",

"_menue1" => "내 마지막 본 프로필",



"_menue2" => "검색 수정",

"_menue3" => "빠른 회원 검색",

"_menue4" => "키워드 검색",

"_menue5" => "생일 투데이",

"_menue6" => "마지막에 가입",

"_menue7" => "기간을 선택",

"_menue8" => "프로필 제목",

"_menue9" => "프로필 설명",

"_menue10" => "마지막 온라인",

"_menue11" => "승인되지 않은 회원",

"_weeks" => "주",



 "_fpost" => "게시물 만들기",



// IM CHAT

"_imchat1" => "새 요청을 채팅",

"_imchat2" => "당신과 채팅하는 일이야.",

"_imchat3" => "채팅 시작",

"_imchat4" => "거부",
"_imchat5" => "Chat",
"_friends3" => "Friends",
"_hotlist3" => "Hostlist",
"_block3" => "Block",
"_wink3" => "Wink",
"_email3" => "Email",
"_email4" => "Send Emails",
"_credits2" => "Credits",
"_balance2" => "Balance:",



);



$lang_global_options = array(

	"1" => "당신이 하시겠습니까 ..",

	"2" => "이 페이지를 인쇄",

	"3" => "이 페이지를 이메일로",

	"4" => "게시물 덧글",

	"5" => "연락처 포스터",

	"6" => "즐겨찾기에 추가",

	"7" => "PDF로 내보내기",

	"8" => "이 그룹를 남겨주세요",

	"9" => "이 그룹 가입",

	"10" => "이 이벤트에 참석",

	"11" => "상태 참석 제거", 

	"12" => "내 상태 채팅",

	"13" => "온라인으로 지금",

	"14" => "잠깐 쉬어!",

	"15" => "메뉴 옵션",

	"16" => "서명 /가 로그아웃",

	"17" => "최근에 본",

	"18" => "전하라",

	"19" => "회원 참석",

	"20" => "최근에 본",

	"21" => "최근에 본",	

	"22" => "복사 페이지 링크", 

 	"23" => "코멘트를 위해 왼쪽 ",

	"24" => "동영상에 댓글 ",

	"25" => "앨범 파일에 코멘트를 남긴 ",

	"26" => "블로그에 댓글을 남긴 ",

	"27" => "코멘트를 왼쪽 ",

	"28" => "에 기록 ",

	"29" => "자신의 프로필이 업데이트 ",

	"30" => "새 사진을 추가 ",

	"31" => "그들의 디스플레이 사진을 변경 ",

	"32" => "지금보고있어 ",

	"33" => "새 그룹을 추가 ",

	"34" => "변화의 상태 ",

	"35" => "카테고리 검색 카테고리",

	"36" => "그것 평점을 줘",

	"37" => "디스플레이 이미지로 선택하고 앨범 사진",

	"38" => "당신은 아직을 작성하지 않았습니다! 시작하려면 여기를 클릭하세요!",

	"39" => "회원은 주제를 게시할 수 있습니다",

	"40" => "분류별 검색",

 	"41" => "행사 일정",

	"42" => "현재 비디오 레코딩을 보려면 여기를 클릭",

	"43" => "새 동영상을 녹화하려면 여기클릭하세요",

	"44" => "최근 업데이트 회원",

	"45" => "최근 포럼 주제", 

);



$lang_main_menu = array(



"index" => "홈",

"search" => "검색",

"forum" => "포럼",

"groups&sub=search" => "그룹",

"blog&sub=search" => "블로그",

"classads" => "분류",

"calendar" => "이벤트",

"gallery&sub=search" => "사진",

"games&sub=search" => "게임",



);

$lang_main_menu_sub = array(



	"account" => "내 프로필",	

	"messages" => "메시지",

	"music&sub=search" => "음악",

	"videos&sub=search" => "동영상",

	"friends" => "친구",

	"matches" => "퀴즈",

	"settings" => "설정",

	"chatroom" => "대화방",

	"follow" => "추종자",

	"logout" => "로그아웃",

); 

$lang_main_footer = array(



	"privacy" => "개인 정보 보호 정책",

	"articles" => "관련 기사",

	"affiliate" => "제휴사",

	"contact" => "연락처",

	"faq" => "자주하는 질문",

	"links" => "링크 페이지",

	"invite" => "친구를 말하십시오",

	"map" => "사이트맵",



);

$lang_quick_box = array(
"search" => "사람들을 찾아라",
"messages" => "받은 편지함",
"logout" => "로그 아웃",
"messages" => "받은 편지함",

"messages" => "받은 편지함",
"messages" => "받은 편지함",

);

/////////////////////////////////////////////////////////////////////////////

////////////////////////////////////////////////////////////////////////////



$LANG_ACCOUNT_MENU = array(

 

	"" => "계정 옵션",

		"_?" => "",

	"&dll=account&sub=view" => "내 프로필보기",

		"&dll=account&sub=view_?" => "다른 회원이 그것을 볼 수로 프로필보기.",

	"&dll=gallery" => "내 사진 및 파일",

		"&dll=gallery_?" => "전망하고 관리할 앨범 파일을 여기를 클릭하세요.",

	"edit" => "프로필 수정",

		"edit_?" => "여기에 옵션을 사용하여 귀하의 프로필 정보를 수정.",

	"design" => "프로필 디자이너",

		"design_?" => "귀하의 프로필을 사용자 정의하려면 아래 옵션을 사용하여.",

	"video" => "동영상 인사말",

		"video_?" => "여기에 옵션을 사용하여 자신의 동영상 인사말 만들기.",

	"comments" => "나의 코멘트",

		"comments_?" => "보기는 여기 귀하의 웹사이트 코멘트 삭제.",

	"view" => "",

		"view_?" => "",

);


$LANG_HEADINGS = array(

		"home"			=> "집",
		"subscribe"		=> "내 회원",
		"subscribe_matrix"	=> "비교 차트",
		"cryptoconvert" => "은밀한 암호화 통화",
		"cryptopayment"	=> "암호화 통화 지불",
		"register"		=> "레지스터",
		"register_activation"		=> "Activation",
		"login"			=> "로그인",
		"blog"			=> "블로그",
		"blog_search"		=> "모든 블로그",
		"blog_view"			=> "블로그보기",
		"blog_add"			=> "블로그 추가",
		"calendar"		=> "이벤트",
		"calendar_manage"	=> "이벤트 관리",
		"calendar_search"	=> "이벤트 검색",
		"calendar_add"      => "이벤트 추가",
		"calendar_events"	=> "캘린더 일정",
		"classads"		=> "분류별",
		"classads_add"		=>	"새 분류 추가",
		"classads_search" 	=> "분류 검색",
		"classads_view"    => "Classads보기",
		"order"			=> "주문",
		"order_thankyou"		=> "고맙습니다",
		"order_requitix"		=> "고맙습니다",
		"order_cancel"			=> "취소",
		"order_error"			=> "오류",
		"profile"			=> "윤곽",
		"profile_admin"		=>	"윤곽",
		"profile_overview"	=> "개요",
		"profile_manage"	=> "꾸리다",
		"profile_viewfile"	=> "파일보기",
		"profile_blogview" 	=> "블로그보기",
		"gallery"			=> "갱도",
		"gallery_search"	=> "수색",
		"gallery_manage"	=> "앨범보기",
		"gallery_edit"		=> "파일 편집",
		"gallery_albums"	=> "내 앨범보기",
		"gallery_create"	=> "앨범 만들기",
		"gallery_upload"	=> "앨범 파일 추가",
		"gallery_display"	=> "그림보기",
		"album_name"		=> "jgjgjg",
		"search"			=> "수색",
		"search_advanced"	=> "고급 검색",
		"search_detail"	=> "내 친구 목록",
		"search_friends" => "친구",
		"search_gallery" => "갱도",
		"search_1"	=> "나의 뜨거운 목록",
		"search_3"	=> "차단 목록",
		"search_5"	=> "내 파트너",
		"groups_search" => "그룹 검색",
		"search_inc" => "검색 Inc",
		"search_basic" => "기본",
		"search_view" => "보기 검색",
		"viewed_search" => "조회 한 검색",
		"viewed"		=> "프로필 조회",
		"birthday"		=> "오늘 탄생일",
		"forum"			=> "법정",
		"matches"		=> "퀴즈",
		"matches_test"		=> "내 퀴즈",
		"matches_taken"		=> "내가 쓴 퀴즈",
		"matches_addquiz"	=> "일치하는 Addquiz",
		"matches_add" => "일치 항목 추가",
		"matches_results"	=> "결과 일치",

		"account" 		=> "내 프로필",
		"account_comments"	=> "코멘트",
		"account_edit"		=> "계정 수정",
		"account_design"	=> "계정 디자인",
		"music" 		=> "음악",
		"music_search"		=> "모든 뮤직",
		"music_view"		=> "내 음악",
		"videos" 		=> "비디오",
		"videos_search"		=> "모든 동영상",
		"friends" 		=> "친구",
		"games" 		=> "계략",
		"games_search" 	=> "모든 게임들",
		"games_play" 	=> "놀이",
		"games_top" => "지도자위원회",
		"settings" 		=> "설정",

		"settings_privacy" => "개인 정보 설정",
		"settings_password" => "비밀번호 변경",
		"settings_cancel" 	=> "계정 해지",
		"settings_alerts" 	=> "이메일 알리미",
		"settings_settings" 	=> "설정 일치",
		"settings_gdpr" 	=> "GDPR",
		"groups"		=> "여러 떼",
		"groups_view"	=> "그룹보기",
		"groups_add"	=> "그룹 추가",
		"groups_show"	=> "그룹 표시",
		"blogs"			=> "블로그",
		"classifieds"	=> "분류별",
		"events"		=> "이벤트",
		"recommend"		=> "권하다",
		"photos"		=> "사진들",
		"contact"		=> "UA에 문의하십시오.",
		"privacy"		=> "개인 정보 정책",
		"articles"		=> "조항",
		"articles_view"		=> "기사보기",
		"affiliate"		=> "제휴사",
		"affiliate_login"	=> "제휴사 로그인",
		"affiliate_join"	=> "제휴사 등록",
		"faq"			=> 'FAQs',
		"links"			=>	"링크 페이지",
		"invite"		=> "친구에게 알리기",
		"map"			=> "사이트 맵p",
		"wld"			=> "화이트 데이트 데이트",
		"wld_login"			=> "Wld 로그인",
		"wld_register"		=> "Wld 등록",
		"wld_dashboard"		=> "계기반",
		"wld_create_site"	=> "새 사이트 만들기",
		"wld_sites"			=> "내 사이트",
		"wld_ads"			=> "광고",
		"wld_reports"		=> "보고서",
		"wld_wallet"		=> "내 계정",
		"wld_help"			=> "도움",
		"messages"			=> "메시지",
		"messages_sent"		=> "전송 됨",
		"messages_wink"		=> "눈짓",
		"messages_inbox"	=> "내받은 편지함",
		"messages_create"	=> "문자 보내",
		"messages_trash"	=> "쓰레기통",
		"messages_read" 	=> "메시지 읽기",
		"mgal"				=> "회원 사진 갤러리",
		"messages_createcwctest" => "메시지 Createcwctest",
		"compatibilityquiz" => "호환성 퀴즈",


);

$LANG_BREADCRUMB = array(

		
		"home"			=> "집",
		"subscribe"		=> "내 회원",
		"subscribe_matrix"	=> "비교 차트",
		"cryptoconvert" => "은밀한 암호화 통화",
		"cryptopayment"	=> "암호화 통화 지불",
		"register"		=> "레지스터",
		"register_activation"		=> "Activation",
		"login"			=> "로그인",
		"blog"			=> "블로그",
		"blog_search"		=> "모든 블로그",
		"blog_view"			=> "블로그보기",
		"blog_add"			=> "블로그 추가",
		"calendar"		=> "이벤트",
		"calendar_manage"	=> "이벤트 관리",
		"calendar_search"	=> "이벤트 검색",
		"calendar_add"      => "이벤트 추가",
		"calendar_events"	=> "캘린더 일정",
		"classads"		=> "분류별",
		"classads_add"		=>	"새 분류 추가",
		"classads_search" 	=> "분류 검색",
		"classads_view"    => "Classads보기",
		"order"			=> "주문",
		"order_thankyou"		=> "고맙습니다",
		"order_requitix"		=> "고맙습니다",
		"order_cancel"			=> "취소",
		"order_error"			=> "오류",
		"profile"			=> "윤곽",
		"profile_admin"		=>	"윤곽",
		"profile_overview"	=> "개요",
		"profile_manage"	=> "꾸리다",
		"profile_viewfile"	=> "파일보기",
		"profile_blogview" 	=> "블로그보기",
		"gallery"			=> "갱도",
		"gallery_search"	=> "수색",
		"gallery_manage"	=> "앨범보기",
		"gallery_edit"		=> "파일 편집",
		"gallery_albums"	=> "내 앨범보기",
		"gallery_create"	=> "앨범 만들기",
		"gallery_upload"	=> "앨범 파일 추가",
		"gallery_display"	=> "그림보기",
		"album_name"		=> "jgjgjg",
		"search"			=> "수색",
		"search_advanced"	=> "고급 검색",
		"search_detail"	=> "내 친구 목록",
		"search_friends" => "친구",
		"search_gallery" => "갱도",
		"search_1"	=> "나의 뜨거운 목록",
		"search_3"	=> "차단 목록",
		"search_5"	=> "내 파트너",
		"groups_search" => "그룹 검색",
		"search_inc" => "검색 Inc",
		"search_basic" => "기본",
		"search_view" => "보기 검색",
		"viewed_search" => "조회 한 검색",
		"viewed"		=> "프로필 조회",
		"birthday"		=> "오늘 탄생일",
		"forum"			=> "법정",
		"matches"		=> "퀴즈",
		"matches_test"		=> "내 퀴즈",
		"matches_taken"		=> "내가 쓴 퀴즈",
		"matches_addquiz"	=> "일치하는 Addquiz",
		"matches_add" => "일치 항목 추가",
		"matches_results"	=> "결과 일치",

		"account" 		=> "내 프로필",
		"account_comments"	=> "코멘트",
		"account_edit"		=> "계정 수정",
		"account_design"	=> "계정 디자인",
		"music" 		=> "음악",
		"music_search"		=> "모든 뮤직",
		"music_view"		=> "내 음악",
		"videos" 		=> "비디오",
		"videos_search"		=> "모든 동영상",
		"friends" 		=> "친구",
		"games" 		=> "계략",
		"games_search" 	=> "모든 게임들",
		"games_play" 	=> "놀이",
		"games_top" => "지도자위원회",
		"settings" 		=> "설정",

		"settings_privacy" => "개인 정보 설정",
		"settings_password" => "비밀번호 변경",
		"settings_cancel" 	=> "계정 해지",
		"settings_alerts" 	=> "이메일 알리미",
		"settings_settings" 	=> "설정 일치",
		"settings_gdpr" 	=> "GDPR",
		"groups"		=> "여러 떼",
		"groups_view"	=> "그룹보기",
		"groups_add"	=> "그룹 추가",
		"groups_show"	=> "그룹 표시",
		"blogs"			=> "블로그",
		"classifieds"	=> "분류별",
		"events"		=> "이벤트",
		"recommend"		=> "권하다",
		"photos"		=> "사진들",
		"contact"		=> "UA에 문의하십시오.",
		"privacy"		=> "개인 정보 정책",
		"articles"		=> "조항",
		"articles_view"		=> "기사보기",
		"affiliate"		=> "제휴사",
		"affiliate_login"	=> "제휴사 로그인",
		"affiliate_join"	=> "제휴사 등록",
		"faq"			=> 'FAQs',
		"links"			=>	"링크 페이지",
		"invite"		=> "친구에게 알리기",
		"map"			=> "사이트 맵p",
		"wld"			=> "화이트 데이트 데이트",
		"wld_login"			=> "Wld 로그인",
		"wld_register"		=> "Wld 등록",
		"wld_dashboard"		=> "계기반",
		"wld_create_site"	=> "새 사이트 만들기",
		"wld_sites"			=> "내 사이트",
		"wld_ads"			=> "광고",
		"wld_reports"		=> "보고서",
		"wld_wallet"		=> "내 계정",
		"wld_help"			=> "도움",
		"messages"			=> "메시지",
		"messages_sent"		=> "전송 됨",
		"messages_wink"		=> "눈짓",
		"messages_inbox"	=> "내받은 편지함",
		"messages_create"	=> "문자 보내",
		"messages_trash"	=> "쓰레기통",
		"messages_read" 	=> "메시지 읽기",
		"mgal"				=> "회원 사진 갤러리",
		"messages_createcwctest" => "메시지 Createcwctest",
		"compatibilityquiz" => "호환성 퀴즈",
);





$LANG_MESSAGES_MENU = array(



	"" => "내 메시지",

		"_?" => "",

	"inbox" => "내받은 편지함",

		"inbox_?" => "보기 및 관리는 여기에 메시지를받은 편지.",

	"wink" => "내 윙크",

		"wink_?" => "받은 새로운 윙크? 여기에 귀하의 링크를 ​​관리.",

	"sent" => "보낸 편지함",

		"sent_?" => "여기에 보낸 메시지보기.",

	"trash" => "쓰레기통",

		"trash_?" => "삭제된 메시지가 휴지통에 넣어 있습니다. 여기 관리.",

	"create" => "메시지 보내기",		

		"create_?" => "여기에 다른 회원에게 보낼 새 메시지를 작성.",

 

);



$LANG_GALLERY_MENU = array(



	"search" => "전체 앨범보기",	

		"search_?" => "",

	"albums" => "내 앨범보기",

		"albums_?" => "보기 및 여기에 귀하의 웹사이트의 앨범을 관리.",

	"create" => "앨범 만들기",

		"create_?" => "새 앨범을 만들고 이미지, 비디오 및 음악 파일을 업로드.",

	"upload" => "앨범 파일 추가",	

		"upload_?" => "업로드 새 동영상, 음악 또는 기존 앨범 파일에 사진.",

	"display" => "변경 표시 그림",

		"display_?" => "디스플레이 사진은 회원이 웹사이트를 볼 때 표시됩니다 첫 번째 사진입니다. 원하는 디스플레이 사진을 선택하려면 여기를 옵션을 사용하여.",

	"manage" => "",	

		"manage_?" => "그 내용을 보려면 아래 앨범 파일 중 하나를 클릭하십시오.",

	"edit" => "",	

		"edit_?" => "파일 세부 정보를 수정하려면 아래 옵션을 사용하여.",



);



$LANG_MATCH_MENU = array(



	"test" => "내 퀴즈",

		"test_?" => "추가하고 관리할 프로필 퀴즈를 여기에 옵션을 사용하여.",



	"addquiz" => "새로운 퀴즈 추가",

		"addquiz_?" => "",



	"results" => "퀴즈 결과",

		"results_?" => "",



	"add" => "질문 관리",			

		"add_?" => "",



	"taken" => "퀴즈 내가 했구나",			

		"taken_?" => "보기 및 관리 호환성 테스트를 여기서 그걸 가지고.",

);



$LANG_EVENTS_MENU = array(

	"events" => "모든 이벤트보기",

		"events_?" => "보기는 여기에 곧 모든 이벤트.",	

	"add" => "추가 이벤트",

		"add_?" => "새 이벤트 얘기 들었어? 왜 세상을 말 안하고 다른 회원도 참석중인보세요.",	

	"manage" => "나의 이벤트",		

		"manage_?" => "여기에 기존의 이벤트를 관리할.",

	"search" => "검색 이벤트",		

		"search_?" => "",

);

$LANG_GROUPS_MENU = array(

	"search" => "모든 그룹보기",

		"search_?" => "이곳의 모든 웹사이트 그룹보기.",

	"add" => " 그룹 만들기",

	"view" => "그룹보기",

		"view_?" => "아래 옵션은 회원이 그룹을 탐색 사용.",

		"add_?" => "왜 새 그룹을 만들 수 없습니다과 회원 여러분의 관심사를 공유할 수 있도록.",

	"manage" => " 내 그룹",		

		"manage_?" => "여기에 기존의 그룹 관리.",

	"show" => "",		

		"show_?" => "",

);



$LANG_CLASSADS_MENU = array(



	"search" => "전체 분류 광고",

		"search_?" => "우리 회원이 작성한 모든 분류된 광고를보기.",

	"manage" => "내 광고보기",

		"search&fcid=0_?" => "여기서 만든 분류된 광고 모두보기.",

	"add" => "광 고라 만들기",

		"add_?" => "여기에 새 분류 광고 만들기.",

	"view" => "",		

		"view_?" => "",

);

$LANG_MUSIC_MENU = array(

	"search" => "모든 음악 파일",

		"search_?" => "보기 음악 파일을 모두 여기에 회원으로 추가.",

	"view" => "내 음악",

		"view_?" => "보기 및 당신이 여기 올린 음악 파일을 관리할 수.",

	"" => "",

		"_?" => "",

);



$LANG_VIDEO_MENU = array(

	"search" => "전체 동영상보기",

		"search_?" => "보기는 여기에 우리 회원 모든 동영상.",

	"myvideos" => "내 동영상",

		"myvideos_?" => "다음은 귀하의 계정에 추가된 모든 동영상입니다.",



	"view" => "",

		"view_?" => "",

);



$LANG_INVITE_MENU = array(

	"&dll=invite" => "친구 초대하기",	

		"&dll=invite_?" => "여기에 옵션을 사용하여 친구에게 초대장을 보내.",

);

$LANG_FLASHCOM_CHAT = array(
	
	"chat" => "화상 채팅",
	
		"chat_?" => "다른 회원과 얼굴을 보며 이야기 할 수 있습니다.",

);




$LANG_1GAME_MENU = array(

	"search" => "모든 게임보기",

		"search_?" => "보기는 여기 홈페이지에 나와있는 게임 중 하나를 재생.",

	"top" => "리더 보드",

		"top_?" => "최고 점수의 리더 확인.",

	"play" => "플레이 게임",

		"play_?" => "",

);

$LANG_SETTINGS_MENU = array(



	"privacy" => "개인 정보 설정",

		"privacy_?" => "여기에 귀하의 계정에 개인 정보 설정 관리",

	"password" => "비밀 번호 변경",

		"password_?" => "여기에 귀하의 계정에 로그인 비밀 번호를 업데이트.",

	"cancel" => "계정 취소",

		"cancel_?" => "작별 인사? 여기에 귀하의 계정을 취소하고자하는 경우 저희에게 알려주세요.",

	"sms" => "My SMS Alerts",	

		"sms_?" => "관리하고 여기에 문자 / 문자 메시지 설정을 업데이 트.",

	"alerts" => "이메일 알림",			

		"alerts_?" => "관리하고 여기에 이메일 알림 설정을 업데이 트.",

	"settings" => "경기 설정",

		"settings_?" => "여기에 귀하의 회원 정보 검색 설정을 선택하고 우리가 당신을 위해 가장 이상적인 파트너를 찾는 회원들이 우리의 데이터베이스를 좁힐 것이다",
		"gdpr" => "GDPR",

		"gdpr_?" => "To fully comply with GDPR, you may dwonload your personal data here. <a href='/gdpr' >Download Now</a>",
);

$LANG_BLOG_MENU = array(

	"search" => "모든 블로그보기",

		"search_?" => "여기에 최신의 회원 블로그 체크 아웃.",

	"view" => "내 블로그보기",

		"view_?" => "확인하고 여기에 귀하의 웹사이트의 블로그 항목을 관리할 수.",

	"add" => "새 블로그",

		"add_?" => "새 블로그를 만들고 여기에 오늘 하루가 세상을 말.",

);

$LANG_LINKS_MENU = array(



	"links" => "링크 페이지",

		"links_?" => "당신이 아래에 귀하의 웹사이트에 링크를 ​​걸기에 관심이있다면, 오늘 저희에게 연락하십시오.",



);

// search page

$LANG_SEARCH = array(



	"search" => "모든 회원보기",

		"search_?" => "",



	"search&friendid=2" => "내 친구 목록",

		"search&friendid=2_?" => "",



	"search&friendid=1" => "나의 섹시 목록",

		"search&friendid=1_?" => "",



	"search&friendid=2&friend_type=3" => "내 차단된 목록",

		"search&friendid=2&friend_type=3_?" => "",



 

);



$LANG_CHAT_MENU = array(



	"chatroom" => "대화방",

		"chatroom_?" => "",

	"im" => "인스턴트 메신저",

		"im_?" => "",

	"wink" => "윙크 보내기",

		"wink_?" => "",

	"profile" => "프로필보기",

		"profile_?" => "",

	"forum" => "포럼보기",

		"forum_?" => "",

);



// contact PAGE

$LANG_CONTACT_MENU = array(



	"" => "연락처",	

		"_?" => "당신이 그나마 주저 바랍니다 저희 웹 사이트 또는 서비스에 대한 문의 사항이 있으시면 아래 양식을 사용하여 문의.",





);

// sitemap

$LANG_SITEMAP_MENU = array(



	"" => "사이트맵",	

		"_?" => "다음은 웹사이트지도입니다.",



);

$LANG_UPGRADE_MENU = array(



	"" => "내 회원",	

		"_?" => "귀하의 회원 자격을 업그레이 드하려면 아래 옵션을 사용하여",



	"matrix" => "비교 차트",	

		"matrix_?" => "상장은 아래와 현재의 업그레 이드 패키지는 자신의 액세스 기능.",

);



$LANG_AFFILIATE_MENU = array(

 

	"" => "제휴 네트워크",

		"_?" => "",

	"login" => "제휴사 로그인",

		"login_?" => "",

	"join" => "우리의 제휴 네트워크 오늘 가입!",

		"join_?" => "",

	"summary" => "계정 요약",	

		"summary_?" => "",

	"banners" => "제휴 배너",			

		"banners_?" => "",

	"edit" => "내 계정",	

		"edit_?" => "",

	"payment" => "지급 내역",			

		"payment_?" => "",

);



$LANG_FORUM_MENU = array(

	"" => "커뮤니티 포럼",	

		"_?" => "아래의 커뮤니티 포럼에서 다른 회원들과 채팅.",

);

// articles

$LANG_ARTICLES_MENU = array(

	"" => "관련 기사",	

		"_?" => "다음은 최근 웹사이트에 기사 중 일부입니다.",



	"view" => "",	

		"view_?" => "",

);



// subscribe

$lang_subscribe = array(



	"" => "업그레 이드 내 회원",	

		"_?" => "귀하의 회원 자격을 업그레이 드하려면 아래 옵션을 사용하여",







	"a1" => "업그레 이드 내 계정",

	"a3" => "업그레 이드 귀하의 계정은 오늘!",

	"a4" => "아픈 나중에 업그레 이드",

	"a5" => "업그레이 드의 이점 오늘!",

	"a6" => "기능을 볼 수있는 패키지를 클릭하세요",

	"a7" => "업그레 이드 패키지",		

	"a8" => "결제 선택",	

	"a9" => "지불 방법",	

	"a10" => "당신이 할인된 가격으로 혜택을 누릴 수 있도록, 정기권은 귀하의 초기 등록 기간이 만료되면 월별로 자동 갱신됩니다. 당신은 물론 우리에게 연락하여 언제든지 자동 갱신을 취소할 수.",

	"a11" => "우리는 수락",	

	"a12" => "지불 방법",

	"a13" => "선택 결제 방법",

	"a14" => "지금 업그레 이드",		

	"15" => "현재 회원",

	"16" => "은행 / 와이어 지불",

	"17" => "뭘 안다고 필요",		

	"18" => "양도 은행에 문의하십시오",

	"19" => "우리에게 아래의 세부 정보를 사용합니다. 귀하의 계정이 생성되며 즉시 사용할 준비가 귀하의 지불을받을대로.",

	"20" => "엑스트라 크레딧을 SMS를",

);



 

$WINK_MESSAGE_ARRAY = array(

	"0" => "난 그냥 인사하고 싶었 ..",

	"1" => "그들은 알파벳을 그들은 내가 함께 및 U을 했어야했을 때.",

	"2" => "다른 아무것도 있기 때문에이 세상에서 당신이 좋아요 아빠가 외계인!",

	"3" => "안녕, 난 당신에게 나를 실망 시키 만족을주고 싶어, 가서 거절.",

	"4" => "네 아버지 도둑 였나요? '사람이 하늘에서 별을 훔쳐 때문에 눈을에 넣어!",

	"5" => "당신은 사람의 유형과 같은 도서의 모든 라인을 들었다고 / 여자를 보면 ... 그래서 뭐 하나 더있어?",

	"6" => "여기에 뜨거운 이냐 아니면 당신이 그것입니다?",

	"7" => "나사가 날 내가 틀렸다면,하지만 당신은 내가 당신을하지 키스하고 싶어?",

	"8" => "안녕, 난 당신을 압박하려 는게 아니예요, 난 상호 동의없이 섹스를하고 싶지 않아요, 그리고 그건 그렇고, 당신은 내 동의를.",

	"9" => "좋아하는 색깔은 무엇입니까?",

	"10" => "당신은지도가 있나요? 내가 당신의 눈동자에 빠지면 계속 버텨 때문에.",



);



$lang_overview_page = array(

		

	"a7" => "인사말 비디오 기록",

	"a21" => "누가 내 프로필을 본",

	"51" => "내 회원",

	"52" => "프로필 관리",

	"53" => "내 사진, 동영상 및 음악 파일",

		"54" => "앨범을 보려면 클릭하세요",

	"55" => "설명 수정",

		"56" => "프로필 정보를 수정하려면 클릭하십시오",

	"57" => "내 친구 관리",

		"58" => "친구보기 클릭",

	"59" => "내 댓글 관리",

		"60" => "귀하의 의견을 보려면 클릭하세요",

	"61" => "추가 및 표시 사진 변경",

		"62" => "업로드 및 관리 사진을 클릭하세요",

	"63" => "내 검색 설정",

		"64" => "일치하는 설정을 편집하려면 누릅니다",

	"65" => "내 개인 정보 설정",

		"66" => "개인 정보 설정을 편집하려면 누릅니다",

	"67" => "비디오 기록",

		"68" => "프로필 메시지를 기록",

	"69" => "메시지 작성",

		"70" => "새 메시지를 보내려면 클릭하세요",

	"71" => "문자 / 텍스트 설정 ",

		"72" => "SMS는 설정을 보려면 클릭하세요",

	"73" => "내 이메일 경고 설정",

		"74" => "이메일 설정을 편집하려면 누릅니다",

	"75" => "내 목록",

		"76" => "귀하의 그룹을 보려면 클릭하세요",

	"77" => "내 그룹",

		"78" => "귀하의 그룹을 보려면 클릭하세요",

	"79" => "나의 이벤트",

		"80" => "일정을 보려면 클릭하세요",

	"81" => "내 분류",

		"82" => "당신의 기밀을 보려면 클릭하세요",

	"83" => "내 블로그",

		"84" => "블로그 항목을 보려면 클릭하세요",

	"86" => "여기에 몇 가지 유용한 링크는 귀하의 프로필을 관리하는 시작하는 데 도움이 있습니다. 업로드 사진, 동영상, 음악은 더 완벽한 프로파일을 만드는 오늘 시작.",

	"87" => "여기에 귀하의 메시지를 관리할 때 시작하는 몇 가지 유용한 링크입니다. 우정, 재미 또는 더 오늘은 다른 회원들에게 연락을 시작합니다!",

	"88" => "여기에 귀하의 웹 사이트 목록을 관리하는 시작하는 몇 가지 유용한 링크입니다. , 새 그룹을 새로 만들기 분류된 adverts를 추가하거나 블로그를 쓰다.",



//

	"89" => "여기에 몇 가지 유용한 링크는 귀하의 계정을 관리하는 시작하는 데 도움이 있습니다. 당신은, 귀하의 프로필 색상을 재설계 수와 일치하는 설정 및 자세한 내용을 업데이트!",

	"90" => "회원 일치",

	"91" => "자신의 프로필을 볼 수있는 회원 사진을 클릭하세요.",

	

	"92" => "환영",

	"93" => "오늘은 무엇을 찾고있는?",



	"94" => "사진 변경",

       "95" => "내 근처에",



        "96" => "만나요",



	"97" => "잡담"

);

$lang_register_page = array(



	"1" => "사용자 이름이 이미 사용 중입니다",

	"2" => "이메일이 이미 사용 중입니다",

	"3" => "이메일 주소가 잘못되었습니다",

	"4" => "암호가 너무 짧습니다!",

	"5" => "사용자 이름이 너무 짧습니다!",

	"6" => "사용자 이름에 잘못된 문자가 포함되어!",

	"7" => "암호가 너무 짧습니다!",

	"8" => "작성하십시오 필드의 모든",

	"9" => "확인 이미지가 잘못되었습니다!",

	"10" => "당신은 사진을 업로드해야합니다",

	"11" => "감사합니다, 귀하의 정품 인증 코드를 이메일을 확인하시기 바랍니다.", 

	"a6" => "멤버 이름은 밑줄과 길이가 15 자까지, 하이픈, 문자, 숫자의 조합하실 수 있습니다. 공백, 말투와 다른 구두점은 허용되지 않습니다.",	 

	"a8" => "이것은 암호 알림 및 검증 코드를 보내는 데 사용됩니다로서 작동하는 이메일 주소를 입력하세요.",

	"a10" => "이 귀하의 프로필을 수정하거나 검색할 메시지가 필요합니다. 비밀 번호는 4 ~ 15 자 이상이어야합니다.",

	"a11" => "비밀 번호 다시 입력",

	"a12" => "다시 위에서 입력한 비밀 번호를 입력하세요.",

	"a13" => "필요한 계정 세부 정보",	

	"a14" => "사진 올리기",

	"a15" => "사진을 선택",	

	"a16" => "최대 크기 : 1MB의, 최소 크기 : 105 엑스 105 픽셀, 형식을 jpg로.",	

	"a17" => "추천 : 최상의 결과를 위해 우리는 당신이 당신의 얼굴을 하이라이트 사진을 선택하는 것이 좋습니다, ​​당신은 혼자, 쉽게 알아볼 수 있어야하고 카메라를 마주보고",

	"a18" => "웹 사이트 업데이트",

	"a19" => "웹 사이트에서 뉴스 레터 수신",

	"a20" => "업데이트 및 알림을받을",

	"a22" => "그것은 휘청 그림에 표시된 보안 단어를 입력하십시오. 이것은 자동 등록을 방지합니다. 이것은 민감한 사건이다.",

	"a23" => "내가 읽고 이해하고 준수할 것에 동의",

	"a24" => "이용 약관 + 약관",

	"a25" => " 사용",

	"a26" => "등록 완료",		

	"28" => "계정을 만들",

	"29" => "귀하의 계정을 만드는 동안 잠시 기다려주십시오",

	"30" => "계정을 업데이트",

	"31" => "잠시 우리가 귀하의 계정을 업데이 트 반면 기다려주세요",

	"32" => "저희 웹 사이트에 오신 것을 환영합니다",

	"33" => "축하 귀하의 계정에 % s의가 성공적으로 만들어졌습니다.",

	"34" => "우리는 다음 이메일 주소로 인증 이메일을 보냈습니다:",

	"35" => "당신이해야 할 모든 메시지의 링크를 ​​귀하의 계정을 클릭에서 이메일을 검색할 수있다.",

	"36" => "귀하의 인증 이메일을받지 못한 경우, 다시 입력하거나 아래에 이메일 주소를 변경하시기 바랍니다:",

	"37" => "유효한 이메일 주소를 입력하세요",
	
	"38" => "새 이메일 주소가 업데이트되었습니다. 확인 이메일이 발송되었습니다.",

	"39" => "계정 세부 정보를 찾을 수 없으므로 나중에 다시 시도하십시오.",

);

$lang_account_page = array( 

	"5" => "텍스트 스타일",

	"6" => "배경색",

	"7" => "메뉴 모음 및 헤더",

	"8" => "상자 색상",

	"9" => "바디 글꼴",

	"10" => "헤더 전면",

	"11" => "페이지 배경",

	"12" => "이미지 선택",

	"13" => "파일",

	"14" => "디스플레이 유형",

	"15" => "삭제 이미지 저장",

	"16" => "이미지 박스 배경",

	"17" => "헤더 박스 배경",

	"18" => "헤더 텍스트 상자",

	"19" => "기본 텍스트 색상",

	"20" => "박스 헤더 텍스트",

	"21" => "박스 상단 배경",

	"22" => "상자 본문 배경",

	"23" => "이미지를 반복하지 마십시오",

	"24" => "타일 ​​이미지",

	"25" => "반복 세로",

	"26" => "반복 수평",

	"27" => "당신은 코멘트가",

	"28" => "삭제 마이 동영상 인사말",

	"29" => "귀하의 프로필에 대한 프로필 컬러 스키마를 업데이 트하려면 왼쪽에있는 옵션을 사용하십시오. 당신은 색상을 사용자 정의할 수 있으며, 자신의 배경과 헤더 이미지를 업로드.",

);

$lang_messages_page = array(



	"1" => "귀하가 입력한 사용자 이름이 존재하지 않는주십시오 확인하고 다시 시도.",

	"2" => "당신 자신에게 메시지를 보낼 수 없습니다",

	"3" => "같은 제목이 너무 짧습니다",

	"4" => "귀하의 메시지 한도에 도달했습니다",

	"5" => "당신이 사용자에게 메시지를 보내는 것을 차단됩니다",

	"a2" => "내받은 편지함보기",

	"a3" => "귀하의 메시지를 보내는 동안 기다려주십시오",

	"a4" => "이것은 몇 분 정도 걸릴 수 있습니다 양해해 주셔서 감사합니다.",

	"a5" => "회원 사용자 이름을 아래에 입력하십시오",

	"a6" => "회원 이름을 위에 입력",

	"a17" => "읽기",

	"a21" => "전송",

	"a33" => "내받은 편지함보기",

	"a34" => "에서 보낸 메시지",

	"a35" => "에",	

	"a36" => "당신은 메일을 가지고",

	"a38" => "표시를 선택하여 한도",

);

$lang_gallery_page = array(



	"1" => "파일 업로드 실패",

	"2" => "업로드 완료",

	"3" => "당신은 공간을 계정의 실행이",	

	"4" => "음악은 업로드 파일을 확인하고 다시 시도하십시오 유효하지 않거나 손상된 경우.",

	"5" => "업로드할 동영상 파일을 확인한 후 다시 시도하십시오 유효하지 않거나 손상된 경우.",

	"6" => "사진 파일 형식이 잘못되었습니다",

	"7" => "파일이 성공적으로 업데이 트",

	"8" => "앨범은 지금 일부 파일을 업로드, 성공적으로 생성",

	"9" => "앨범이 성공적으로 업데이 트",

	"10" => "오류 파일 업로드",	

	"a1" => "내 업로드",

	"a2" => "업로드 앨범 파일",

	"a4" => "우리가 파일을 저장하는 동안 잠시 기다려주십시오.",

	"a5" => "이렇게하면 파일의 크기에 따라 몇 분 정도 걸릴 수 있습니다.",

	"a7" => "귀하의 파일에 저장됩니다 앨범을 선택.",

	"a15" => "최대 크기 : 일 MB의, 최소 크기 : 일영/오 엑스 일영/오 픽셀 형식을 jpg로.",

	"a16" => "추천 : 최상의 결과를 위해 우리는 당신이 당신의 얼굴을 하이라이트 사진을 선택하는 것이 좋습니다, ​​당신은 혼자, 쉽게 알아볼 수 있어야하고 카메라를 마주보고.",

	"a17" => "디스플레이 사진",

	"a20" => "디스플레이 사진이 귀하의 프로필 및 검색 결과에 표시되는 기본 이미지입니다.",	

	"a22" => "최대 크기 : 삼 MB의, 형식있는 mp3, 미디와 MPEG.",

	"a23" => "추천 : 최상의 결과를 위해 우리는 당신이 빠른 업로드 및 청취 미만의 1MB의 음악 파일을 선택하는 것이 좋습니다.",

	"a24" => "YouTube에 URL을 입력하십시오",

	"a25" => "되지 않은 소스 코드만이 YouTube에서 웹 페이지 주소를 입력.",

	"a26" => "예 : YouTube 동영상을 캡처하는 위의 상자에 http://youtube.com/watch?v=Dc541D7ny9I42234 등과 같은 웹 사이트의 주소를 복사.",

	"a28" => "최대 크기 : 오 MB의, 형식 mpg로, mpeg 및, mov, Qt는, mxu, 영화와 DivX를 파일.",

	"a29" => "추천 : 최상의 결과를 위해 우리는 당신이 최근에 만든 동영상을 선택하는 것이 좋습니다.",	

	"a32" => "파일 업로드",

	"a40" => "업로드 앨범 파일",

	"a44" => "그림 표시",

	"a46" => "당신이이 앨범에 파일이",

	"a53" => "댓글이이 파일에 없습니다",

	"a62" => "업로드 앨범 파일",

	"a64" => "새 앨범에 대한 설명 제목을 만듭니다. 예. 나의 여름 휴가 사진",

	"a66" => "비공개 앨범",

	"a69" => "성인 이미지",

	"a70" => "공개 앨범",

	"a71" => "앨범 생존 옵션 당신은 누구 앨범 파일을 볼 수없는 수있는 사람을 선택하실 수 있습니다.",

	"a74" => "귀하의 파일에 대한 기억에 남을만한 제목을 입력하세요",	

	"76" => "당신은 그나마 앨범을 보호할 암호를하려는 경우 공란으로 남겨둘.",

);

$lang_match_page = array(



	"1" => "단지 시험을하려면 여기를 클릭, 새로운 호환성 테스트를 작성했습니다!",

	"2" => "퀴즈 당신은 몇 가지 질문을 추가할 수있는 지금, 성공적으로 추가되었습니다 ..",

	"3" => "업데이트 테스트 설명",

	"4" => "업데이트 테스트 설명",

	"5" => "질문이 성공적으로 추가되었습니다",

	"6" => "질문이 성공적으로 업데이 트.",

	"7" => "귀하의 검색 결과가 업데이 트되었습니다, ​​감사합니다",

	"8" => "일치하는 설정이 저장",					

	"a1" => "내 검색 설정",

	"a3" => " 총 일치하면 현재와 일치하는 설정에 대한 발견!",

	"a4" => "새 검색 설정",

	"a5" => "경기 검색 결과",

	"a8" => "내 검색 설정을 업데이 트",	 

	"a10" => "당신이 질문하고자하는 질문을 설명하기 위해 제목을 입력하세요. 예를 들면 : 얼마나 잘 당신은 날 알지!",

	"a13" => "테스트 관리",	

	"a22" => "혹시 호환성 테스트를 만들 수있다",  

	"a31" => "모두 오 개의 입력란을 작성하십시오",	

	"a33" => "경기 질문",

	"a36" => "가능한 질문 답변",

	"a37" => "답변에 대한 권리 옆에있는 확인란을 선택하여 원하는 답변을 선택",

	"a42" => "당신은 어떤 질문을 작성하지 않았습니다! 새 질문을 만들려면 위의 양식을 사용.",

	"a48" => "당신은이 테스트에 대한 결과와 일치해야",

	"a57" => "시험을",	

	"a60" => "내가 갔어야 호환성 테스트",

	"a61" => "내 테스트 결과",	

	"a66" => "당신은이 테스트에 대한 결과와 일치해야",	

	"a67" => "설정 업데이트",

	"10" => "선택 퀴즈 아이콘",

	"11" => "타임즈 촬영",



);

$lang_ajax = array(

 

	"2" => "투표 당신에게 감사 추가됨",

	"3" => "투표 당신에게 감사 추가됨!",

	"4" => "귀하의 링크로 보냈습니다",

	"5" => "귀하의 링크가 전송되었습니다",

	"6" => "이 기능을 사용하려면 로그인하시기 바랍니다!",

	"7" => "회원 업데이트",	

	"8" => "앨범이 성공적으로 삭제",

	"9" =>  "댓글이 승인되었습니다",

	"10" => "댓글이 성공적으로 삭제",

	"11" => "댓글 승인을 보낸.",

	"12" => "업데이트 기본 사진",

	"13" => "삭제된 경기 결과",	

	"14" => "질문 삭제됨",

	"15" => "삭제된 경기 테스트",

	"16" => "삭제된 댓글",

	"17" => "댓글 승인",

	"18" => "귀하의 의견이 승인을 위해 보내졌.",

	"19" => "삭제된 블로그 등록",

	"24" => "삭제된 앨범 파일",

	"26" => "사용자 이름이 너무 짧습니다!",

	"27" => "사용자 이름에 잘못된 문자가 포함되어",

	"28" => "사용자 이름이 이미 사용 중입니다, 대안을 시도",	

	"29" => "이메일 주소가 잘못",

	"30" => "암호가 너무 짧습니다!",

	"31" => "숫자와 문자를 포함해야합니다",	

	"32" => "당신에게 눈짓을 유도!",

	"33" => "당신은 한숨부터받은",	

	"34" => "이 멤버는 목록에 이미.",

	"35" => "로그인 해주세요",

	"37" => "하루에 메시지",

	"38" => "하루에 윙크",

	"39" => "최대 보내기",

	"40" => "최대",

	"41" => "검색 결과에 강조 프로필",

	"42" => "저희 홈페이지에 주요 프로필",

	"43" => "엑스트라 크레딧을 SMS를",

	"44" => "코멘트를 게시하려면 <을 />은 <a href='index.php?dll=login'> 로그인하시기 바랍니다",

	"45" => "이 이메일 주소는 이미 사용 중입니다",

	"46" => "이 기능을 사용하려면 로그인하시기 바랍니다!",

	"47" => "이벤트 세부 정보가 성공적으로 업데이 트되었습니다.",

	"48" => "이벤트가 성공적으로 삭제되었습니다",			



);



// ORDER COMPLETE PAGE

$LANG_ORDER_MENU = array(

	"thankyou" => "업그레 이드 성공",	

		"thankyou_?" => "주문 주셔서 감사합니다, 귀하의 계정은 현재 업데이 트되고 있습니다. 을 적용하려면 변경 내용을 귀하의 계정 로그아웃하시기 바랍니다.",

	"cancel" => "업그레 이드 취소됨",	

		"cancel_?" => "업그레 이드 요청이 취소되었습니다. 돈도없고이 시간에 당신에게서 얻은 것이죠. 질문 JD가 문의 주시기 바랍니다 있으면.",

	"error" => "업그레 이드 오류",	

		"error_?" => "오류가 업그레이 드하는 동안 발생했습니다. 귀하의 계정으로 어떤 문제가있다면 오늘 저희에게 연락주세요.",



);

$LANG_TOUR = array(

	"a1" => "웹사이트 둘러보기",

	"a3" => "아직 회원이 아니? 등록 자",	

	"a4" => "<p> <strong>이 모든 성인 연령 그룹의 요구를 충족시켜주는 온라인 커뮤니티의 웹 사이트입니다 저희 웹 사이트 </ 강해> 제품 <br> 오신걸 환영합니다. 자유 오늘 가입하고 데이트 혹은 그 이상, 우정을 찾고 마음이 개인 같은 모임을 시작합니다! <이 / 피> <p> 등록 버튼을 아래 그림은 당사 웹 사이트 내부! <p> <p>를 시작하려면 클릭하십시오 완전 무료입니다 우리는 당신과 같은 시작 도움이되는 다양한 사전 기능을 가지고 있습니다; </ 피의>를",	

	"a6" => "있는 <strong> </ 강해> <p> 등록은 빠르고 간단합니다 시작하기. 당신은 귀하의 프로필에 같은로하거나 조금 많은 정보를 추가할 수 있습니다. </ 피의>의 <p> 다음 단지 최소한의 보답을하고 싶어요? 괜찮아요 역시, 그냥 이름, 이메일 주소, DOB과 직업은 요점을 작성하십시오. 넌 언제나 돌아가서 더 나중에 추가할 수 있습니다. </ 피의>를 즉시 귀하의 이메일 주소는 모두까지 확인되고 있습니다. 행운을 빌어와 데이트 행복.",

	"a7" => "<p> <strong> 시작의 검색 <이 / 강해> 제품 <br>되면 완벽한 일치를 검색하는 우리의 강력한 시스템을 사용하여 등록. 그, 사용하기 쉽고 빠른 당신이 데이트에 중요하다고 생각하는 것에 대해 검색할 수 있습니다. 그 그들의 외관, 종교, 생활 양식 또는 직업적인 배경이든, 우리의 시스템은 당신이 전화를 할 수 있습니다. </ 피의>는 원하는만큼 많은 프로파일을 볼 수 <p> 품질의 사진 앨범을 볼 수없는처럼 손가락 가장 데이트 사이트 </ 피의>",

	"a8" => "<strong> 윙크 시스템 </ 강해> 경우 <p>하여 약간 수줍은 그것은 우리가 볼 롤링을 돕기 위해 왔습니다 당신이 어떻게 그 느낌이 특별한 사람을 말하는이 오게되면. </ 피 정보> <strong>의 고급 한숨 <p> 시스템이 당신에게 </ 피의>는 우리의 눈짓 시스템을 <p> 당신이 어떤 새로운 관심의 휴대 전화를 통해 통보 될 수 있도록 우리의 SMS는 경보 시스템이 내장되어 있습니다! 정도로 말도없이 다른 사람이 그들에 흥미를 알려주 수있는 능력을 줄 것이다! </ 피의>",

	"a9" => "<p><strong>SMS를 이메일 <이 / 강한> <br>에 <strong>의 고급 SMS는 경보 시스템을 <p> 최대 메시지와 가능한 사랑 관심사 그래서 당신은 연결 상태를 유지해야! </ 피의>는 <p>와 데이트로 계속 우리는 새로운받을 수있다는 뜻의 SMS 시스템 구축 휴대 전화 오른쪽 윙크 및 메시지 알림! <이 / 피>의, <p> 다음 주위를 기다리지 말고 오늘 시작!</p>"

);

 

$_LANG_LOGIN = array(

	"login" => "회원 로그인",	

		"login_?" => "",

	"1" => "이 계정이 일시 중지되었습니다",

	"2" => "이 계정은 아직 활성화되지 않았습니다, ​​이메일을 확인하신 후 코드를 확인 입력.",

	"3" => "계정은 아직 관리자 승인을 기다리고 있습니다. 귀하의 계정이 활성화되면 이메일로 발송됩니다. 양해해 주셔서 감사합니다.",

	"4" => "귀하의 로그인 세부 사항들은 실패했다. 확인하고 다시 시도하십시오.",

	"5" => "죄송하지만 귀하가 입력한 코드가 정확하지 않습니다.",

	"6" => "귀하의 계정이 생성되었습니다 활성화 링크가 입력하신 이메일 주소로 발송되었습니다. 당신은 전자 우편을 당신이 로그인하기 전에 얻을 활성화 링크를 클릭하여 계정을 활성화해야합니다.<br><br><p>

당신은 인증 이메일을받지 못한 경우 스팸 폴더를 확인하시기 바랍니다. 인증 이메일도 거기에 없다면, <을 /> 우리은 <a href='index.php?dll=contact'> 문의하시기 바랍니다 그리고 우리가 수동으로 계정을 활성화합니다.</a> ",

	"7" => "귀하의 이메일 주소는 데이터베이스에서 찾을 수 없습니다.",

	"8" => "귀하의 이메일 주소가 잘못되었습니다. 확인하고 다시 시도하십시오.",

	"9" => "귀하의 이메일 주소가 잘못되었습니다. 확인하고 다시 시도하십시오.",

	"10" => "감사합니다. 귀하의 이메일로 새 비밀 번호를 보냈습니다.",

	"11" => "귀하의 계정이 이미 활성화.",	

	"a3" => "사용자 이름이나 이메일 주소",

	"a7" => "활성 코드를 입력하세요",

	"a11" => "다시 보내기 활성 코드",

	"a12" => "귀하의 이메일 주소를 입력하십시오",

	"a13" => "계정 활성화",

	"a15" => "정품 인증 코드",

	"a16" => "재발송 코드",

);





$LANG_INVITE_PAGE = array(

 	"7" => "귀하의 로그인 세부 사항 확인하고 다시 시도해주십시오 잘못되었습니다.",

	"a28" => "우리가 찾은 것",

	"a29" => "연락처",

	"a30" => "연락처 이미 회원으로 가입.",

	"a31" => "당신은 우리가 다른 사람에게 초대장을 보내시겠습니까?",	

	"a32" => "네세요",

	"a33" => "아니요, 괜찮습니다",

);

$LANG_GAMES_PAGE = array(

	"1" => "경기 마지막",

	"2" => "경기",

	"3" => "시간",

	"4" => "톱 플레이어",

	"5" => "최고 점수",

	"6" => "리더 보드",

	"7" => "두번째와 세번째",

	"8" => "지금 플레이",

 	"9" => "모든 게임",

);



$LANG_SETTINGS = array(

	 

	"5" => "모바일 번호로 시작합니다 0",

	"6" => "휴대폰 번호는 유효하지 않거나 부적 절한입니다.",

	"7" => "SMS를 업데이트 세부 정보",

	"9" => "비밀 번호 업데이트",

	"10" => "현재 비밀 번호가 일치하지 않습니다",

	"11" => "계정이 삭제 표시",

	"12" => "계정을 다시 활성화",	

	"a1" => "내 휴대 전화 (SMS)를 알림",

	"a2" => "내 휴대 전화 번호",

	"a3" => "참고. 이 분야에 국가 코드를 입력하지 마시기 바랍니다. 에만 휴대 전화 번호.",

	"a5" => "참고. 이것은 현재 휴대 전화를 사용하는 국가로 전송한다.",

	"a6" => "메시지 알림 받기",

	"a9" => "나는 누군가가 나에게 새 메시지를 보낼 때 알림을 수신하고 싶지",	

	"a10" => "한숨 알림을받을",

	"a11" => "나는 누군가가 내게 윙크를 보낼 때 알림을 수신하고 싶지",	

	"a12" => "당신이있다",

	"a13" => "SMS는 크레딧 왼쪽!",

	"a14" => "더 많은 크레딧을 구매하려면 여기클릭하세요",

	"a16" => "내 이메일 알림",	

	"a17" => "내 이메일 주소",

	"a18" => "참고. 이것은 올바른 이메일 주소입니다 확인하십시오.",

	"a19" => "새 메시지 알림",

	"a20" => "난하거나 새 메시지가 수신되었을 때 경고 나의 메시지 중 하나를 읽을 때가되고 싶어요",

	"a21" => "새로운 윙크 알림",

	"a22" => "내가되고 싶은 경고 땐 날 쳐다 회원 윙크",

	"a23" => "새 친구 요청",

	"a24" => "내가되고 싶은 회원 연락처 그녀의 목록에 나를 추가하려 할 때 경고",

	"a25" => "새로운 경기 결과",

	"a26" => "나한 테는 따로 커뮤니티 '의 목록을 받고 싶어요'",	

	"a27" => "프로모션",	

	"a28" => "제가 파트너가 프로모션의 알려주고 싶어",

	"a29" => "웹사이트 뉴스 레터",	

	"a30" => "내가 커뮤니티 뉴스 레터를 받고 싶지.",

	"a34" => "채팅 사용 비공개",	

	"a37" => "내 프로필에있는 채팅 전용 버튼을 표시하려면",

	"a38" => "자동 친구 승인",

	"a39" => "당신은 자동으로 예를 선택, 승인을 받아야 새 친구 요청을 원한다면.",

	"a40" => "자동 댓글 승인",

	"a41" => "난하거나 새 메시지가 수신되었을 때 경고 나의 메시지 중 하나를 읽을 때가되고 싶어요",	

	"a51" => "당신이 더 이상 귀하의 계정이 필요하지 결정할 경우, 당신은 나중에 사용자 이름을 원하지 않겠어요, 당신은 단순히 계정을 폐쇄할 수 있습니다. 귀하의 계정을 취소하고자 확인 상자 아래에 확인하십시오. 귀하의 계정은 다음, 다음 7 일 이내에 관리자에 의해 삭제됩니다.",

	"a52" => "정말이야?",	

						

);





$LANG_AFFILIATE_PAGE = array(

	"1" => "계정이 성공적으로 업데이 트",

	"2" => "귀하의 계정이 중지되었습니다",

	"3" => "사용자 이름이 잘못되었습니다",					

	"4" => "이메일 주소는 이미 등록되었습니다",

	"5" => "이메일 주소가 유효하지 않습니다",

	"6" => "암호가 너무 짧습니다",

	"7" => "사용자 이름 주소가 잘못되었습니다",

	"8" => "사용자 이름이 유효하지 않은 문자가 포함되어",

	"9" => "암호가 너무 짧습니다",

	"10" => "모든 필드를 완료하십시오",

	"11" => "감사합니다, 귀하의 계정은 현재 성공적으로 생성되었습니다, ​​이제 로그인하실 수 있습니다.",	

	"12" => "귀하의 이메일 주소가 잘못되었습니다. 확인하고 다시 시도하십시오.",

	"13" => "귀하의 이메일 주소가 잘못되었습니다. 확인하고 다시 시도하십시오.",

	"14" => "감사합니다. 귀하의 이메일로 새 비밀 번호를 보냈습니다.",

	"a1" => "제휴 프로그램",

	"a2" => "우리의 제휴 프로그램에 가입",

	"a3" => "이미 제휴? 로그인 여기",

	"a4" => "제휴 로그인 세부 정보",

	"a14" => "우편 / 우편 번호",

	"a20" => "확인 확인에 지급",

	"a21" => "아직 제휴?",

        "a23" => "사용자 이름이나 이메일 주소",

	"a26" => "귀하의 이메일 주소를 입력하십시오",	

	"a27" => "거래 내역",

	"a29" => "총 근로",

	"a31" => "유료",	

	"a32" => "계정이 생성됨",

	"a33" => "현재 수수료 비율",

	"a34" => "계정 요약",

	"a35" => "총 클릭 번째 연구 우리",

	"a36" => "총 등록",

	"a37" => "총 구독 정보",

	"a38" => "총 근로",

	"a39" => "총 유료",

	"a40" => "균형",

	"a41" => "지불",

	"a42" => "이것은 지불을 위해 보내 드릴 것입니다 사람의 이름입니다.",





);

$GLOBALS['_META'] = $LANG_;	

$GLOBALS['LANG_COMMON'] = $LANG_COMMON;

$GLOBALS['_LANG_ERROR'] = $LANG_ERROR;

$GLOBALS['_LANG'] = $LANG_BODY;

$GLOBALS['LANG_NETWORK']=  $LANG_INVITE_PAGE; 

$GLOBALS['LANG_GAMES'] = $LANG_GAMES_PAGE;

$GLOBALS['LANG_SETTINGS'] = $LANG_SETTINGS;

$GLOBALS['LANG_WELCOME'] = $LANG_WELCOME;

$GLOBALS['LANG_GLO_OPTIONS'] = $lang_global_options;

$GLOBALS['LANG_LOGIN'] = isset($lang_main_sub_sub22);

$GLOBALS['LANG_ORDER'] = $lang_subscribe;

$GLOBALS['LANG_OVERVIEW'] = $lang_overview_page;

$GLOBALS['LANG_REGISTER'] = $lang_register_page; 

$GLOBALS['LANG_ACCOUNT'] = $lang_account_page;

$GLOBALS['LANG_MESSAGES'] = $lang_messages_page;

$GLOBALS['LANG_GALLERY'] = $lang_gallery_page;

$GLOBALS['LANG_MATCH'] = $lang_match_page;

$GLOBALS['LANG_AJAX'] = $lang_ajax;


/*    ---------------  VERSION 13  ---------------- */

$LANG_COMPATIBILITY = array(
	'page_title' => 'Compatibility Quiz',
	'title' => 'Take the Compatibility Quiz',
	'questions' => 'Questions',
	'content_heading' => 'Take the Compatibility Quiz'

);

?>