<?php

$LANG_ = array(

"_language" => "russian",

"_charset" => "UTF-8", 

);



$LANG_COMMON = array(
	"0" => "Страница %1 %2",
	"1" => "Забыли пароль",
	"2" => "Все члены",
	"3" => "Мои друзья",
	"4" => "Мои добавленные",
	"5" => "Мои альбомы",
	"6" => "Мои объявления",
	"7" => "Мой блог",
	"8" => "Мои комментарии",
	"8a" => "Мои события",
	"9" => "Отправить сообщение",
	"10" => "Отправить мультик",
	"11" => "Просмотреть профиль",
	"12" => "Добавить в мой горячий список",
	"13" => "Добавить в мои друзья список",
	"14" => "Добавить в мой список запрещенных",
	"15" => "Расширенный поиск",
	"16" => "Добавить профиль партнера",
	"17" => "Лучшее событий",
	"18" => "Избранные члены",
	"19" => "Лучшее групп",
	"20" => "Лучшее видео",
	"21" => "Последние новости",
	"22" => "Последние статьи",
	"23" => "Последние фотографии",
	"24" => "Последние обновления членов",
	"25" => "Никогда не обновленный",
	"26" => "%1 секунд назад",
	"27" => "%1 минут назад",
	"28" => "%1 дней назад",
	"29" => "%1 недели назад",
	"30" => "%1 месяцев назад",
	"31" => "%1 лет назад",
	"32" => "%1 часов назад",
	"33" => "Сообщение отправлено",
	"34" => "Блокировать сообщения от",
	"35" => "Если вы хотите заблокировать конкретного пола от контактов вы выделите их в списке выше.",
	"36" => "Мои сообщения",
	"37" => "Мои группы",
	"38" => "Воспроизвести видео",
	"39" => "Новых сообщений",
	"40" => "Новых друзей",
	"41" => "Новые комментарии",
	"42" => "Хотите познакомиться с этим пользователем?",
);



$LANG_WELCOME = array(



"_join" => "еще не член?",

"_join1" => "Его свободно вступать так что вы ждете!",

"_join2" => "Подписаться сейчас!",

"_ct1" => "Бесплатная регистрация",

"_ct2" => "Начать чат",

"_ct3" => "Отвечают люди!",

"_cb1" => "Создать ваш бесплатный онлайн счета сегодня, это займет минуту!",

"_cb2" => "Мы предлагаем множество способов для вас, чтобы узнать наши члены!",

"_cb3" => "найти что особое лицо и сделайте дату! Все это возможно! ",

"1" => "Веб-сайта последние статьи",

"2" => "Читать полный текст статьи",

"3" => "Три шага к успеху!",

"4" => "1. Зарегистрируйтесь сейчас",

"5" => "2. Создать профиль",

"6" => "3. Найти истинную любовь",

"7" => "его легко для того получить начали, сейчас подписаться и создать свой свободный профиль, в течение нескольких минут можно было заседание человек для вас!",

"8" => "Быстрый поиск",

"9" => "Принять взглянуть на некоторые из наших других членов",

	 



);

$LANG_ERROR = array(

	"_complete" => "Счет успешно обновлены",

"_incomplete" => "Пожалуйста, заполните все поля",

"_notaccepted" => "ваш файл не было одним из принятых файлов типы. \n Re-select файл с вашего компьютера для загрузки.",

"_error" => "произошла ошибка с данными, которые вы ввели. Пожалуйста, проверьте и повторите попытку. ",

"_offline1" => "Веб-сайта временного автономный режим для обслуживания",

"_offline2" => "Мы в настоящее время обновление нашего веб-сайта и будет вернуться в сети в ближайшее время.",

"_offline3" => "Мы приносим извинения за любые неудобства и благодарим Вас за Ваше терпение.",

"_noResults" => "К сожалению нет, результаты не найдены.",

"_inviteMsg" => "Я нашел этот великий сайт, что я думал, вы были бы заинтересованы в, ссылка",

"_welcomeMsg" => "Спасибо, вы успешно зарегистрировались, и теперь вы вошли в свой аккаунт,

Используйте меню выше и слева для навигации свой путь вокруг, если у вас есть какие-либо проблемы не стесняйтесь обращаться к нам. Удачи и счастливого знакомств! ",

"_invalid" => "ваш адрес %s является недействительным",

"_invalidCode" => "введенный вами код проверки был недействительным. Пожалуйста, проверьте и повторите попытку. ",

"_adultWarning" => "Выберите Да, если этот файл содержит взрослых.",

"_waitingApproval" => "Счета ожидания утверждения",

"_AlertQuickMsg" => "Введите Ваше сообщение ниже, чтобы связаться % s",

"_AlertQuickWink" => "Отправить мультик % s., slecting из сообщения ниже.",

"_userBlocked" => "простите но вы не можете общаться с этого пользователя как они заблокировали вам.",
"_videoIntro" => "<p> <b> записать ваш профиль Привет! </b> </p> микрофон и <p> плагин ваш веб-сайт и начать работу с ваш собственный профиль приветствия. </p> <p>, когда ваш готов, нажмите на кнопку запись, записать ваше видео для до 5 минут и нажмите кнопку Остановить, когда сделали! Не забывайте, для просмотра видео и затем сохранить его перед вами отпуск. </p> ",

"_emailSent" => "Спасибо, ваш адрес электронной почты был разослан.",





"_no T&C" => "Проверьте поле, чтобы согласиться с условиями сайта.",

"_eventWho" => "Вы хотите это событие для отображения для ваших друзей только или всем на веб-сайте?",

"_fileE1" => "файл появляется поврежден",

"_fileE2" => "мы были не в состоянии мобилизовать любые фото данные из этого файла. Повторите попытку с другой фотографии. ",

"_fileE3" => "файл пуст. Пожалуйста, загрузите-то более существенное. ",

"_fileE4" => "Bad MIME тип представленный браузера.",

"_fileE5" => "bad расширения файла.",

"_fileE6" => "им жаль, но мы этого не поддержки [% s] типы файлов, пожалуйста, загрузите файл JPEG изображения.",

"_fileE7" => "bad временный файл. Попробуйте переименовать файл и снова загрузки. ",

"_fileE8" => "плохой файл. Попробуйте еще раз или воссоздания его. ",

"_fileE9" => "файл является пустым.",





//

"_noAdultAccess" => "К сожалению не имеют разрешения для просмотра взрослых файлов.",





"_t10" => "Top рассматривать членов",

"_t11" => "Лучшие члены",





"_t12" => "Сохранить поиск",

"_t13" => "Мои сохраненные поиски",

);

$LANG_UPGRADE = array(	

	"0" => "Спасибо",

"_complete" => "Обновления завершена, спасибо",

"2" => "Выход сейчас",

"_cancel" => "Порядок отменен",

"4" => "Обновление отменено",

"6" => "Обновления ошибка",

);

$LANG_BODY = array(



"_yold" 			=> "лет",

//

"_account" => "Счет",

"_all" => "Всех",

"_add" => "Добавить",

"_addComment" => "Добавить комментарий",

"_approve" => "Утвердить",

"_approved" => "Утвердил",

"_article" => "Статьи",

"_articles" => "Статьи",

"_adultContent" => "Для взрослых",

"_accountOverview" => "Обзор счета",

"_advert" => "Реклама",

"_affiliate" => "Филиал",

"_age" => "Возраст",

"_advanced" => "Дополнительно",

"_album" => "Альбом",

"_albums" => "Альбомы",

"_address" => "Адрес",

"_attending" => "Участие",

//B

"_banners" => "Баннеры",

"_blog" => "Блог",

"_blockList" => "Черный список",

//C

"_category" => "Категория",

"_created" => "Создать",

"_createNew" => "Создать новый",

"_createdBy" => "Созданных",

"_change" => "Изменить",

"_comments" => "Комментарии",

"_код" => "Страна",

"_city" => "город / город",

"_cancel" => "Отмена",

"_current" => "Текущий",

"_correct" => "Правильный",

"_credits" => "Кредиты",

//D

"_delete" => "Удалить",

"_deleted" => "Deleted",

"_deselectAll" => "Отменить выбор всех",

"_date" => "Дата",

"_displayPhoto" => "Отображения фото",

"_day" => "День",

"_description" => "Описание",

//E

"_edit" => "Изменить",

"_error" => "Ошибка",

"_email" => "Электронная почта",

"_event" => "События",

"_events" => "Событий",

"_everyone" => "Каждый",

"_expires" => "Истекает",





//F

"_fax" 			=> "Fax",
	"_faq" 			=> "Вопросы-Ответы",
	"_friend" 		=> "Друг",
	"_friends" 		=> "друзья",
	"_friendsList" 		=> "Список друзей",
	"_featured" 	=> "Рекомендуемые",
	"_favorites" 	=> "Избранные",
	"_file" 		=> "файл",
	"_files" 		=> "файлы",
	"_fileType" 		=> "Тип",
	"_forgotten" 		=> "забытый",





//G

"_groups" => "Групп",

"_gender" => "Гендер",

//H

"_hightlighted" => "Выделены",

"_hotList" => "Горячий список",

//I

"_information" => "Информация",

"_itsFree" => "Это бесплатно",

"_location" => "Местоположение",

//J

"_joinToday" => "Сегодня Объединенные",

"_joined" => "К",

//k

"_keyword" => "Ключевое слово",

//L

"_latest" => "Последний",

"_login" => "Логин",

"_lastLogin" => "Последний вход",

"_logout" => "Выход",

"_link" => "Связь",

//M

"_manage" => "Управление",

"_member" => "Член",

"_members" => "Члены",

"_message" => "Сообщение",

"_messages" => "Сообщений",

"_month" => "Месяц",

"_my" => "Моя",

"_mile" => "Мили радиус",

"_music" => "Музыка",

"_membership" => "Членства",

//N

"_no" => "Нет",

"_next" => "Далее",

"_name" => "Имя",

"_namef" => "Имя",

"_namel" => "Last Name",

"_nameb" => "Название компании",

"_now" => "Сейчас",

"_new" => "New",

//O

"_options" => "Параметры",

"_of" => "из",

//P

"_photo" => "Фото",

"_photos" => "Фотографии",

"_play" => "Играть",

"_previous" => "Предыдущий",

"_page" => "Страница",

"_payments" => "Платежи",

"_privacy" => "Конфиденциальность",

//0

"_online" => "Онлайн",

"_onlineNow" => "Онлайн сейчас",

//V

"_view" => "Просмотр",

"_views" => "Мнения",

"_visitors" => "Посетители",

"_viewAll" => "Просмотреть все",

"_verification" => "Проверка кодекс",

"_video" => "Видео",

"_videos" => "Видео",

"_visibility" => "Видимость",

//q

"_question" => "Вопрос",

"_questions" => "Вопросы",

"_quiz" => "Мои викторины",

"_quiz1" => "Викторина",

//U

"_username" => "Имя пользователя",

"_updateAccount" => "Обновление счет",

"_updated" => "Обновленный",

"_update" => "Обновление",

//r

"_results" 		=> "Результаты",

"_recurring" 	=> "Периодическая",

"_remove" 		=> "Удалить",

"_rating" 		=> "Рейтинг",

"_rememberMe" 	=> "Запомни меня",

"_register" 	=> "регистр",

"_read" 		=> "Читать",

"_reply" 		=> "Ответить",

"_removed" 		=> "Удалены",

//S

"_speadWord" 	=> "Распространить слово",

"_save" 		=> "Сохранить",

"_sent" 		=> "Отправлено",

"_settings" 	=> "настройки",

"_search" 		=> "Поиск",

"_searchQ" 		=> "Быстрый поиск",

"_select" 		=> "Выбрать",

"_selectAll" 	=> "Выбрать все",

"_submit" 		=> "Отправить",

"_sort" 		=> "Сортировать по",

"_send" 		=> "послать",

"_slideshow" 	=> "Запустить слайд-шоу",

	"_sort0" 	=> "Основной вид",

	"_sort1" 	=> "Просмотр галереи",

	"_sort2" 	=> "Детальный просмотр",

	"_sort3" 	=> "Недавно добавленный",

	"_sort4" 	=> "Недавно обновленный",

	"_sort5" 	=> "Самый популярный",

	"_sort6" 	=> "Показать% s на страницу",

"_street" 		=> "улица",

"_status" 		=> "Положение дел",

"_subject" 		=> "Предмет",

"_song" 		=> "Профайл песни",

//P

"_password" => "Пароль",

"_province" => "государство / провинция",

"_phone" => "Телефон",

"_profile" => "Профиль",

"_partners" => "Партнеры",

//T

"_thankyou" => "Спасибо",

"_topic" => "Тема",

"_top10" => "Топ 10",

"_tags" => "Теги",

"_title" => "Название",

"_time" => "Время",

"_today" => "Сегодня",

//Y

"_yes" => "Да",

"_year" => "Год",

//W

"_watch" => "Смотреть",

"_website" => "Сайт",

"_wink" => "Подмигнуть",

"_within" => "в рамках",

"_withPics" => "с фотографиями",

"_zipcode" => "индекс / почтовый код",

// MONTHS

"_monday" => "Понедельник",

"_tuesday" => "Вторник",

"_wednesday" => "Среда",

"_thursday" => "Четверг",

"_friday" => "Пятница",

"_saturday" => "Суббота",

"_sunday" => "Воскресенье",

// DAYS

"_january" => "Января",

"_febuary" => "Февраль",

"_march" => "Март",

"_april" => "Апрель",

"_may" => "Может",

"_june" => "Июнь",

"_july" => "Июль",

"_august" => "Август",

"_september" => "Сентябрь",

"_october" => "Октябрь",

"_november" => "Ноябрь",

"_december" => "Декабрь",



// ALERTS

"_alert1" => "Мои оповещения профиль",

"_atTitle" => "Приложите фотоальбом",

"_atSub" => "один из ваших фото альбомов можно прикрепить к этот список и все фотографии в альбом будет отображаться на веб-странице.",

"_atNo" => "Dont приложите мои альбомы",





// MODERATOR TEXT 

"_mod1" => "Статус модератора",

"_mod2" => "Живой утверждение",

"_mod3" => "Живой Edit",

"_mod4" => "Живой Delete",



"_pChat" => "Частный чат",





"_pLink" => "Профиль связь",



"_details" => "Подробная информация",



"_pSmsg" => "ищет",



"_skype1" => "Включить Skype звонки",

"_skype2" => "Просто введите имя пользователя Skype в поле выше, и мы разместим называть меня кнопки на вашем профиле, его члены могут затем чат для вас.",



"_seconds" => "секунд",

"_minutes" => "минут",

"_hours" => "часы",

"_months" => "месяцев",

"_today" => "Сегодня",

"_ago" => "назад",


"_about" => "Despre",

"_media" => "Mass-media",

"_compare" => "Comparaţie",

"_compatibilityquiz" => "Testul de compatibilitate",

"_email" => "E-mail",

"_days" => "дни",



"_msgSent" => "Сообщение отправлено",





"_home1" => "я",

"_home2" => "Поиск",



"_star1" => "Козерог",

"_star2" => "Стрелец",

"_star3" => "Скорпион",

"_star4" => "Либра",

"_star5" => "Дева",

"_star6" => "Лео",

"_star7" => "Рак",

"_star8" => "Близнецы",

"_star9" => "Телец",

"_star10" => "Овен",

"_star11" => "Рыбы",

"_star12" => "Водолей",



//



"_CompleteProfile" => "Полный профиль",

"_menue1" => "Последний рассматривать профилей",



"_menue2" => "Уточнить ваш поиск",

"_menue3" => "Быстрый поиск",

"_menue4" => "Поиск по ключевым словам",

"_menue5" => "Сегодня на дни рождения",

"_menue6" => "Присоединилась в последнем",

"_menue7" => "Выбрать период",

"_menue8" => "Профиль заголовком",

"_menue9" => "Описание профиля",

"_menue10" => "Последняя онлайн",

"_menue11" => "Unapproved члены",

"_weeks" => "недели",



 "_fpost" => "Сделать сообщение",



// IM CHAT

"_imchat1" => "Новый чат запрос",

"_imchat2" => "что такое общаться с вами",

"_imchat3" => "Начать чат",

"_imchat4" => "Отклонить",
"_imchat5" => "Chat",
"_friends3" => "Friends",
"_hotlist3" => "Hostlist",
"_block3" => "Block",
"_wink3" => "Wink",
"_email3" => "Email",
"_email4" => "Send Emails",
"_credits2" => "Credits",
"_balance2" => "Balance:",



);



$lang_global_options = array(

	"1" => "Вы хотели бы...",

"2" => "Распечатать эту страницу",

"3" => "Электронная почта этой страницы",

"4" => "Оставить комментарий",

"5" => "Контакт плакат",

"6" => "Добавить в избранное",

"7" => "Экспорт в PDF",

"8" => "Оставить эту группу",

"9" => "Присоединиться к этой группе",

"10" => "Участие в этом мероприятии",

"11" => "Удалить, посещающих статус",

"12" => "Мой чат статус",

"13" => "Онлайн сейчас",

"14" => "Принимая перерыв!",

"15" => "Меню",

"16" => "подпись / выход",

"17" => "Недавно просмотренной",

"18" => "Спрэд слово",

"19" => "Членов",

"20" => "Недавно просмотренной",

"21" => "Недавно просмотренной",

"22" => "Копировать ссылку страницы",

"23" => "Оставил комментарий для",

"24" => "прокомментировал на видео",

"25" => "Оставил комментарий на файле альбома",

"26" => "Оставил комментарий в блоге",

"27" => "Оставил комментарий на",

"28" => "Вошли в",

"29" => "Обновить свой профиль",

"30" => "Добавлены новые фото",

"31" => "Изменили их отображения фото",

"32" => "Теперь присутствует",

"33" => "Добавил новую группу",

"34" => "Изменения их статуса",

"35" => "Обзор всех категорий",

"36" => "Дать его рейтинг",

"37" => "Выбор альбома фото как изображение экрана",

"38" => "не были созданы какие-либо еще! Нажмите здесь, чтобы начать работу! ",

"39" => "Члены могут пост темы",

"40" => "Обзор по категориям",

"41" => "Календарь событий",

"42" => "Нажмите здесь, чтобы просмотреть текущий видео записи",

"43" => "Нажмите здесь, чтобы записать новое видео",

"44" => "Последние обновления членов",

"45" => "Последние темы форума",

);



$lang_main_menu = array(



"index" => "Главная",

"search" => "Поиск",

"forum" => "Форум",

"groups&sub=search" => "Группы",

"blog&sub=search" => "Блоги",

"classads" => "Объявления",

"calendar" => "События",

"gallery&sub=search" => "Фотографии",

"games&sub=search" => "Игры",



);

$lang_main_menu_sub = array(



	"account" => "",	

	"messages" => "Сообщения",

	"music&sub=search" => "Музыка",

	"videos&sub=search" => "Видео",

	"friends" => "Друзья",

	"matches" => "Викторины",

	"settings" => "Настройки",

	"chatroom" => "Канал",

	"follow" => "Последователи",

	"logout" => "Выйти",

	"login" => "Логин",

); 

$lang_main_footer = array(



	"privacy" => "Политика конфиденциальности",

	"articles" => "Статьи",

	"affiliate" => "Филиалы",

	"contact" => "Связаться с Нами",

	"faq" => "Часто задаваемые вопросы",

	"links" => "Ссылки страницу",

	"invite" => "Расскажи другу",

	"map" => "Карта сайта",



);


$lang_quick_box = array(
"search" => "Найти людей",
"messages" => "входящие",
"logout" => "Выйти",
"messages" => "входящие",

"messages" => "входящие",
"messages" => "входящие",

);



/////////////////////////////////////////////////////////////////////////////

////////////////////////////////////////////////////////////////////////////



$LANG_ACCOUNT_MENU = array(

 

	"" => "Параметры учетной записи",

		"_?" => "",

	"&dll=account&sub=view" => "Посмотреть Мой профиль",

		"&dll=account&sub=view_?" => "Просмотр профиля как и другие члены увидят его.",

	"&dll=gallery" => "Мои фотографии и файлы",

		"&dll=gallery_?" => "Щелкните здесь для просмотра и управления файлами альбом.",

	"edit" => "Изменить профиль",

		"edit_?" => "Изменить профиль информации с использованием вариантов здесь.",

	"design" => "Профиль конструктор",

		"design_?" => "Используйте приведенные ниже параметры, чтобы настроить свой профиль.",

	"video" => "Видео Приветствия",

		"video_?" => "Создайте свой собственный приветствия видео с помощью вариантов здесь.",

	"comments" => "Мои комментарии",

		"comments_?" => "Просматривать, удалять свои комментарии сайте здесь.",

	"view" => "",

		"view_?" => "",

);
$LANG_HEADINGS = array(

		"home"			=> "Главная",
		"subscribe"		=> "Мой членство",
		"subscribe_matrix"	=> "Сравнительная таблица",
		"cryptoconvert" => "Скрытая криптовая валюта",
		"cryptopayment"	=> "Crypto Currency Payment",
		"register"		=> "регистр",
		"register_activation"		=> "Activation",
		"login"			=> "Авторизоваться",
		"blog"			=> "Блоги",
		"blog_search"		=> "Все блоги",
		"blog_view"			=> "Посмотреть блог",
		"blog_add"			=> "Добавить блог",
		"calendar"		=> "Мероприятия",
		"calendar_manage"	=> "Управление событиями",
		"calendar_search"	=> "Поиск событий",
		"calendar_add"      => "Добавить события",
		"calendar_events"	=> "Календарь событий",
		"classads"		=> "Объявления",
		"classads_add"		=>	"Добавить новое объявление",
		"classads_search" 	=> "Поиск объявлений",
		"classads_view"    => "Просмотр классов",
		"order"			=> "порядок",
		"order_thankyou"		=> "Спасибо",
		"order_requitix"		=> "Спасибо",
		"order_cancel"			=> "Отмена",
		"order_error"			=> "ошибка",
		"profile"			=> "Профиль",
		"profile_admin"		=>	"Профиль",
		"profile_overview"	=> "обзор",
		"profile_manage"	=> "управлять",
		"profile_viewfile"	=> "Посмотреть файл",
		"profile_blogview" 	=> "Просмотр блога",
		"gallery"			=> "Галерея",
		"gallery_search"	=> "Поиск",
		"gallery_manage"	=> "Просмотр альбомов",
		"gallery_edit"		=> "Редактировать файл",
		"gallery_albums"	=> "Просмотр альбома",
		"gallery_create"	=> "Create Album",
		"gallery_upload"	=> "Добавить файл альбома",
		"gallery_display"	=> "Дисплей Pic",
		"album_name"		=> "jgjgjg",
		"search"			=> "Поиск",
		"search_advanced"	=> "Расширенный поиск",
		"search_detail"	=> "Мой список друзей",
		"search_friends" => "друзья",
		"search_gallery" => "Галерея",
		"search_1"	=> "Мой горячий список",
		"search_3"	=> "Заблокированный список",
		"search_5"	=> "Мой партнер",
		"groups_search" => "Поиск групп",
		"search_inc" => "Поиск Inc ",
		"search_basic" => "основной",
		"search_view" => "Просмотр Поиск",
		"viewed_search" => "Просмотренный поиск",
		"viewed"		=> "Профиль Рассматриваемый",
		"birthday"		=> "Сегодня день рождения",
		"forum"			=> "Форум",
		"matches"		=> "Викторины",
		"matches_test"		=> "Мои опросы",
		"matches_taken"		=> "Викторины, которые я сделал",
		"matches_addquiz"	=> "Матчи Addquiz",
		"matches_add" => "Добавить матчи",
		"matches_results"	=> "Результаты матчей",

		"account" 		=> "Мой профайл",
		"account_comments"	=> "Комментарии",
		"account_edit"		=> "Редактировать аккаунт",
		"account_design"	=> "Дизайн аккаунта",
		"music" 		=> "Музыка",
		"music_search"		=> "Все музыкальные инструменты",
		"music_view"		=> "Моя музыка",
		"videos" 		=> "Видео",
		"videos_search"		=> "Все видео",
		"friends" 		=> "друзья",
		"games" 		=> "Игры",
		"games_search" 	=> "Все игры",
		"games_play" 	=> "Играть",
		"games_top" => "Лидерский совет",
		"settings" 		=> "настройки",

		"settings_privacy" => "Настройки конфиденциальности",
		"settings_password" => "Изменить пароль",
		"settings_cancel" 	=> "Отменить аккаунт",
		"settings_alerts" 	=> "Уведомления по электронной почте",
		"settings_settings" 	=> "Настройки соответствия",
		"settings_gdpr" 	=> "GDPR",
		"groups"		=> "группы",
		"groups_view"	=> "Просмотр групп",
		"groups_add"	=> "Добавить группы",
		"groups_show"	=> "Показать группы",
		"blogs"			=> "Блоги",
		"classifieds"	=> "Объявления",
		"events"		=> "Мероприятия",
		"recommend"		=> "Рекомендовать",
		"photos"		=> "Фото",
		"contact"		=> "Как связаться с ua",
		"privacy"		=> "политика конфиденциальности",
		"articles"		=> "статьи",
		"articles_view"		=> "Просмотр статей",
		"affiliate"		=> "Филиалы",
		"affiliate_login"	=> "Вход для партнеров",
		"affiliate_join"	=> "Регистрация партнера",
		"faq"			=> 'Вопросы и ответы',
		"links"			=>	"Страница ссылок",
		"invite"		=> "Расскажи другу",
		"map"			=> "Карта сайта",
		"wld"			=> "Знакомства",
		"wld_login"			=> "Вход в Wld",
		"wld_register"		=> "Wld Register",
		"wld_dashboard"		=> "Панель приборов",
		"wld_create_site"	=> "Создать новый сайт",
		"wld_sites"			=> "Мои сайты",
		"wld_ads"			=> "Объявления",
		"wld_reports"		=> "Отчеты",
		"wld_wallet"		=> "Мой аккаунт",
		"wld_help"			=> "Помогите",
		"messages"			=> "Сообщения",
		"messages_sent"		=> "Отправлено",
		"messages_wink"		=> "подмигивать",
		"messages_inbox"	=> "Мой почтовый ящик",
		"messages_create"	=> "Отправить сообщение",
		"messages_trash"	=> "Мусорное ведро",
		"messages_read" 	=> "Читать сообщение",
		"mgal"				=> "Фото",
		"messages_createcwctest" => "Сообщения Createcwctest",
		"compatibilityquiz" => "Совместимость",


);

$LANG_BREADCRUMB = array(

		
		"home"			=> "Главная",
		"subscribe"		=> "Мой членство",
		"subscribe_matrix"	=> "Сравнительная таблица",
		"cryptoconvert" => "Скрытая криптовая валюта",
		"cryptopayment"	=> "Crypto Currency Payment",
		"register"		=> "регистр",
		"register_activation"		=> "Activation",
		"login"			=> "Авторизоваться",
		"blog"			=> "Блоги",
		"blog_search"		=> "Все блоги",
		"blog_view"			=> "Посмотреть блог",
		"blog_add"			=> "Добавить блог",
		"calendar"		=> "Мероприятия",
		"calendar_manage"	=> "Управление событиями",
		"calendar_search"	=> "Поиск событий",
		"calendar_add"      => "Добавить события",
		"calendar_events"	=> "Календарь событий",
		"classads"		=> "Объявления",
		"classads_add"		=>	"Добавить новое объявление",
		"classads_search" 	=> "Поиск объявлений",
		"classads_view"    => "Просмотр классов",
		"order"			=> "порядок",
		"order_thankyou"		=> "Спасибо",
		"order_requitix"		=> "Спасибо",
		"order_cancel"			=> "Отмена",
		"order_error"			=> "ошибка",
		"profile"			=> "Профиль",
		"profile_admin"		=>	"Профиль",
		"profile_overview"	=> "обзор",
		"profile_manage"	=> "управлять",
		"profile_viewfile"	=> "Посмотреть файл",
		"profile_blogview" 	=> "Просмотр блога",
		"gallery"			=> "Галерея",
		"gallery_search"	=> "Поиск",
		"gallery_manage"	=> "Просмотр альбомов",
		"gallery_edit"		=> "Редактировать файл",
		"gallery_albums"	=> "Просмотр альбома",
		"gallery_create"	=> "Create Album",
		"gallery_upload"	=> "Добавить файл альбома",
		"gallery_display"	=> "Дисплей Pic",
		"album_name"		=> "jgjgjg",
		"search"			=> "Поиск",
		"search_advanced"	=> "Расширенный поиск",
		"search_detail"	=> "Мой список друзей",
		"search_friends" => "друзья",
		"search_gallery" => "Галерея",
		"search_1"	=> "Мой горячий список",
		"search_3"	=> "Заблокированный список",
		"search_5"	=> "Мой партнер",
		"groups_search" => "Поиск групп",
		"search_inc" => "Поиск Inc ",
		"search_basic" => "основной",
		"search_view" => "Просмотр Поиск",
		"viewed_search" => "Просмотренный поиск",
		"viewed"		=> "Профиль Рассматриваемый",
		"birthday"		=> "Сегодня день рождения",
		"forum"			=> "Форум",
		"matches"		=> "Викторины",
		"matches_test"		=> "Мои опросы",
		"matches_taken"		=> "Викторины, которые я сделал",
		"matches_addquiz"	=> "Матчи Addquiz",
		"matches_add" => "Добавить матчи",
		"matches_results"	=> "Результаты матчей",

		"account" 		=> "Мой профайл",
		"account_comments"	=> "Комментарии",
		"account_edit"		=> "Редактировать аккаунт",
		"account_design"	=> "Дизайн аккаунта",
		"music" 		=> "Музыка",
		"music_search"		=> "Все музыкальные инструменты",
		"music_view"		=> "Моя музыка",
		"videos" 		=> "Видео",
		"videos_search"		=> "Все видео",
		"friends" 		=> "друзья",
		"games" 		=> "Игры",
		"games_search" 	=> "Все игры",
		"games_play" 	=> "Играть",
		"games_top" => "Лидерский совет",
		"settings" 		=> "настройки",

		"settings_privacy" => "Настройки конфиденциальности",
		"settings_password" => "Изменить пароль",
		"settings_cancel" 	=> "Отменить аккаунт",
		"settings_alerts" 	=> "Уведомления по электронной почте",
		"settings_settings" 	=> "Настройки соответствия",
		"settings_gdpr" 	=> "GDPR",
		"groups"		=> "группы",
		"groups_view"	=> "Просмотр групп",
		"groups_add"	=> "Добавить группы",
		"groups_show"	=> "Показать группы",
		"blogs"			=> "Блоги",
		"classifieds"	=> "Объявления",
		"events"		=> "Мероприятия",
		"recommend"		=> "Рекомендовать",
		"photos"		=> "Фото",
		"contact"		=> "Как связаться с ua",
		"privacy"		=> "политика конфиденциальности",
		"articles"		=> "статьи",
		"articles_view"		=> "Просмотр статей",
		"affiliate"		=> "Филиалы",
		"affiliate_login"	=> "Вход для партнеров",
		"affiliate_join"	=> "Регистрация партнера",
		"faq"			=> 'Вопросы и ответы',
		"links"			=>	"Страница ссылок",
		"invite"		=> "Расскажи другу",
		"map"			=> "Карта сайта",
		"wld"			=> "Знакомства",
		"wld_login"			=> "Вход в Wld",
		"wld_register"		=> "Wld Register",
		"wld_dashboard"		=> "Панель приборов",
		"wld_create_site"	=> "Создать новый сайт",
		"wld_sites"			=> "Мои сайты",
		"wld_ads"			=> "Объявления",
		"wld_reports"		=> "Отчеты",
		"wld_wallet"		=> "Мой аккаунт",
		"wld_help"			=> "Помогите",
		"messages"			=> "Сообщения",
		"messages_sent"		=> "Отправлено",
		"messages_wink"		=> "подмигивать",
		"messages_inbox"	=> "Мой почтовый ящик",
		"messages_create"	=> "Отправить сообщение",
		"messages_trash"	=> "Мусорное ведро",
		"messages_read" 	=> "Читать сообщение",
		"mgal"				=> "Фото",
		"messages_createcwctest" => "Сообщения Createcwctest",
		"compatibilityquiz" => "Совместимость",

);





$LANG_MESSAGES_MENU = array(



	"" => "Мои сообщения",

		"_?" => "",

	"inbox" => "Мой почтовый ящик",

		"inbox_?" => "Просмотр и управление Ваш почтовый ящик сообщения здесь.",

	"wink" => "Мой Winks",

		"wink_?" => "Поступило любые новые подмигивает? Управление Winks здесь.",

	"sent" => "Отправленные",

		"sent_?" => "Просмотр отправлять сообщения здесь.",

	"trash" => "Trash Can",

		"trash_?" => "Удаленные сообщения помещаются в корзину. Управление их здесь.",

	"create" => "Отправить сообщение",		

		"create_?" => "Создание нового сообщения, чтобы отправить к другим членам здесь.",

 

);



$LANG_GALLERY_MENU = array(



	"search" => "Все альбомы",	

		"search_?" => "",

	"albums" => "Открыть Мои альбомы",

		"albums_?" => "Просмотр и управление ваших альбомов сайте здесь.",

	"create" => "Создание альбома",

		"create_?" => "Создать новый альбом и загружать изображения, видео и музыкальных файлов.",

	"upload" => "Добавить альбом файла",	

		"upload_?" => "Добавлено новое видео, фото или музыку, чтобы существующий файл альбома.",

	"display" => "Изменение дисплея Pic",

		"display_?" => ".",

	"manage" => "",	

		"manage_?" => "Выберите любой из ваших файлов альбом ниже, чтобы просмотреть его содержимое.",

	"edit" => "",	

		"edit_?" => "Используйте приведенные ниже параметры, чтобы изменить сведения о файлах.",



);



$LANG_MATCH_MENU = array(



	"test" => "Мой викторины",

		"test_?" => "Используйте варианты здесь, чтобы добавить и управлять Вашим викторины профиля.",



	"addquiz" => "Добавить Викторина",

		"addquiz_?" => "",



	"results" => "Викторина Результаты",

		"results_?" => "",



	"add" => "Управление вопросы",			

		"add_?" => "",



	"taken" => "Викторины я взял",			

		"taken_?" => "Просмотр и управление тест на совместимость тот вы взяли здесь.",

);



$LANG_EVENTS_MENU = array(

	"events" => "Все события",

		"events_?" => "Просмотреть все появившемся события здесь.",	

	"add" => "Добавить событие",

		"add_?" => "Что слышно о новом событии? Почему бы не рассказать миру и выяснить, какие другие члены также идет.",	

	"manage" => "Мои события",		

		"manage_?" => "Управление существующие события здесь.",

	"search" => "Search Events",		

		"search_?" => "",

);

$LANG_GROUPS_MENU = array(

	"search" => "Просмотр всех групп",

		"search_?" => "Посмотреть все группы сайте здесь.",

	"add" => " Создать группу",

	"view" => "Просмотр групп",

		"view_?" => "Используйте приведенные ниже параметры для просмотра членов группы.",

		"add_?" => "Почему бы не создать новую группу и позволить членам разделяющих ваши интересы.",

	"manage" => " Мои группы",		

		"manage_?" => "Управление существующими группами здесь.",

	"show" => "",		

		"show_?" => "",

);



$LANG_CLASSADS_MENU = array(



	"search" => "Все Объявления ",

 "search_?" => "Показать все Объявлений, созданные нашими членами.",

	"manage" => "Просмотр объявлений",

		"search&fcid=0_?" => "Посмотреть все объявлений Доска вы создали здесь.",

	"add" => "Создание объявления",

		"add_?" => "Создать новое объявление Доска здесь.",

	"view" => "",		

		"view_?" => "",

);

$LANG_MUSIC_MENU = array(

	"search" => "Все музыкальные файлы",

		"search_?" => "Просмотреть все музыкальные файлы добавил нашими членами здесь.",

	"view" => "Моя музыка",

		"view_?" => "Просмотр и управление музыкальными файлами, загруженными здесь.",

	"" => "",

		"_?" => "",

);



$LANG_VIDEO_MENU = array(

	"search" => "Все видео",

		"search_?" => "Посмотреть все наши члены видео здесь.",

	"myvideos" => "Мое видео",

		"myvideos_?" => "Ниже перечислены все видео, которые вы добавили в свой аккаунт.",



	"view" => "",

		"view_?" => "",

);

$LANG_FLASHCOM_CHAT = array(
	
	"chat" => "Видеочат",
	
		"chat_?" => "Вы можете поговорить лицом к лицу с другим членом",

);


$LANG_INVITE_MENU = array(

	"& dll = предложить" => "Пригласить друзей",

"& dll = invite_?" => "отправить приглашение для ваших друзей, с помощью параметров здесь.",

);




$LANG_1GAME_MENU = array(

	"search" => "Все игры",

		"search_?" => "Просмотр и играть в любую из игр, перечисленных на нашем сайте здесь.",

	"top" => "Leaderboard",

		"top_?" => "Проверьте наши лидеров из верхней оценки.",

	"play" => "Сыграть в игры",

		"play_?" => "",

);

$LANG_SETTINGS_MENU = array(



	"privacy" => "Параметры конфиденциальности",

		"privacy_?" => "Управление настройках аккаунта конфиденциальности здесь",

	"password" => "Изменение пароля",

		"password_?" => "Пополнить счет Логин Пароль здесь.",

	"cancel" => "Отмена счета",

		"cancel_?" => "Прощаясь? Дайте нам знать, если вы хотите закрыть свой аккаунт здесь.",

	"sms" => "Мои SMS оповещения",	

		"sms_?" => "Управление и обновление SMS / Настройки текстовых сообщений здесь.",

	"alerts" => "Электронная рассылка",			

		"alerts_?" => "Управление и обновление оповещение по электронной почте настройки здесь.",

	"settings" => "Матч Настройки",

		"settings_?" => "Выберите настройки член матч и мы обязательно сузить нашу базу данных членов, чтобы найти идеальные партнеры для вас",

	"gdpr" => "GDPR",

		"gdpr_?" => "To fully comply with GDPR, you may dwonload your personal data here. <a href='/gdpr' >Download Now</a>",




);

$LANG_BLOG_MENU = array(

	"search" => "Все блоги",

		"search_?" => "Отъезд последних блогов член здесь.",

	"view" => "Открыть мои блоги",

		"view_?" => "Просмотр и управление вашей записи блога сайта здесь.",

	"add" => "Создать новый блог",

		"add_?" => "Создайте новый блог и рассказать всему миру о вашем дне здесь.",

);

$LANG_LINKS_MENU = array(



	"links" => "Ссылки страницу",

		"links_?" => "Если Вы заинтересованы в размещении ссылки на Ваш сайт, пожалуйста свяжитесь с нами сегодня.",



);

// search page

$LANG_SEARCH = array(



	"search" => "Все члены",

		"search_?" => "",



	"search&friendid=2" => "Мой список друзей",

		"search&friendid=2_?" => "",



	"search&friendid=1" => "Мой горячий список",

		"search&friendid=1_?" => "",



	"search&friendid=2&friend_type=3" => "Мой список заблокированных",

		"search&friendid=2&friend_type=3_?" => "",



 

);



$LANG_CHAT_MENU = array(



	"chatroom" => "Канал",

		"chatroom_?" => "",

	"im" => "Instant Messenger",

		"im_?" => "",

	"wink" => "Отправить Winks",

		"wink_?" => "",

	"profile" => "Просматривать профили",

		"profile_?" => "",

	"forum" => "Просмотр форума",

		"forum_?" => "",

);



// contact PAGE

$LANG_CONTACT_MENU = array(



	"" => "Связаться с Нами",	

		"_?" => "Если у Вас возникли вопросы о нашем сайте или услуг, пожалуйста, не стесняйтесь обращаться к нам с помощью формы ниже.",





);

// sitemap

$LANG_SITEMAP_MENU = array(



	"" => "Карта сайта",	

		"_?" => "Ниже приводится карта сайта.",



);

$LANG_UPGRADE_MENU = array(



	"" => "Мое членство",	

	"_?" => "Используйте приведенные ниже параметры для обновления вашего членства",



	"matrix" => "Сравнение Чат",	

	"matrix_?" => "Ниже перечислены текущие пакеты обновления и их доступ к функциям.",

);



$LANG_AFFILIATE_MENU = array(

 

	"" => "Партнерская сеть",

		"_?" => "",

	"login" => "Партнерская Войти",

		"login_?" => "",

	"join" => "Присоединяйтесь к нашей партнерской сети сегодня!",

		"join_?" => "",

	"summary" => "Счет Резюме",	

		"summary_?" => "",

	"banners" => "Партнерская Баннеры",			

		"banners_?" => "",

	"edit" => "Мои данные",	

		"edit_?" => "",

	"payment" => "История платежей",			

		"payment_?" => "",

);



$LANG_FORUM_MENU = array(

"" => "Форум",

 "_?" => "Чат с другими членами на форуме сообщества ниже.",

);

// articles

$LANG_ARTICLES_MENU = array(

	"" => "Статьи",	

		"_?" => "Ниже перечислены некоторые из последних статей сайта.",



	"view" => "",	

		"view_?" => "",

);



// subscribe

$lang_subscribe = array(



	"" => "Обновить мое членство",

"_?" => "Использовать приведенные ниже параметры для обновления вашего членства",


"a1" => "Обновить мой аккаунт",

"А3" => "Обновить ваш счет сегодня!",

"А4" => "Плохо обновление позже",

"А5" => "Преимущества обновления сегодня!",

"А6" => "Щелкните пакет для просмотра функции",

"a7" => "Обновить пакеты",

"a8" => "Оплата выбор",

"А9" => "Способы оплаты",

"А10" => "для того чтобы вам воспользоваться снижение ставок, проходит обновляются автоматически на ежемесячной основе после окончания срока действия первоначальной подписки. Вы, конечно, можете отменить автоматическое возобновление в любое время, связавшись с нами. ",

"a11" => "Мы принимаем",

"a12" => "Способы оплаты",

"a13" => "выбрать оплаты метод",

"a14" => "Обновить сейчас",

"15" => "Текущего членства",

"16" => "Банк / провода оплаты",

"17" => "то, что нужно todo",

"18" => "Пожалуйста, спросите вашего банка для передачи",

"19" => "для нас используя детали, перечисленные ниже. Ваш счет будет создан и готов к использованию, как только мы получим ваш платеж. ",

"20" => "Extra SMS кредиты",

);







$WINK_MESSAGE_ARRAY = array (

"0" => "Я просто хотел сказать привет...",

"1" => "Когда они сделали алфавит они должны вместе u и я.",

"2" => "является ваш папа иностранцем, потому что их это не что иное, как ты в этом мире!",

"3" => "Привет, я просто хотел дать вам удовлетворение превратить меня вниз; Перейти вперед сказать нет. ",

"4" => "был ваш отец вор? Причина кто-то украл звезд с неба и поместить их в ваших глазах! ",

"5" => "Вы посмотрите как тип парень/девушка, кто слышал каждую строку в книге... так что это еще один?",

"6" => "жарко здесь, или это вам?",

"7" => "Винтовой меня если я ошибаюсь, но вы хотите поцеловать меня не вы?",

"8" => "Привет, я не пытаюсь давление на вас, я не хочу иметь секс без взаимного согласия; и, кстати, у вас есть моего согласия. ",

"9" => "Что такое ваш любимый цвет?",

"10" => "у вас карты? Потому, что я держу, заблудился в ваших глазах. ",





);





$lang_overview_page = array (


"a7" => "Запись видео приветствие",

"a21" => "Кто рассматривает свой профиль",

"51" => "Мои членства",

"52" => "Профиль менеджмент",

"53" => "Мои фотографии, видео и музыкальные файлы",

"54" => "Нажмите для просмотра ваших альбомов",

"55" => "Изменить описание",

"56" => "Нажмите для изменения информации профиля",

"57" => "Управление мои друзья",

"58" => "Нажмите для просмотра ваших друзей",

"59" => "Управление мои комментарии",

"60" => "Нажмите для просмотра ваши комментарии",

"61" => "добавить & amp; Изменение отображения фото",

"62" => "нажмите, чтобы загрузить & amp; Управление фотографии",

"63" => "Мои настройки матч",

"64" => "Щелкните, чтобы изменить соответствует настройкам",

"65" => "Параметры конфиденциальности",

"66" => "Щелкните, чтобы изменить параметры конфиденциальности",

"67" => "Запись видео",

"68" => "Рекорд профиль сообщение",

"69" => "Создать сообщение",

"70" => "Нажмите чтобы отправить новое сообщение",

"71" => "Параметры текста SMS",

"72" => "Нажмите для просмотра настройки SMS",

"73" => "Мои электронной почты Параметры оповещения",

"74" => "Щелкните, чтобы изменить настройки электронной почты",

"75" => "Мои списки",

"76" => "Нажмите для просмотра ваших групп",

"77" => "Мои группы",

"78" => "Нажмите для просмотра ваших групп",

"79" => "Мои события",

"80" => "Нажмите для просмотра событий",

"81" => "Мои объявления",

"82" => "Нажмите для просмотра вашей секретной",

"83" => "Мой блог",

"84" => "Нажмите для просмотра вашего блога entires",

"86" => "Вот некоторые полезные ссылки, чтобы помочь вам начать управление ваш профиль. Загрузить фотографии, видео, музыка и многое другое и начать сегодня создавать ваш идеальный профиль. ",

"87" => "Вот некоторые полезные ссылки для начала при управлении ваши сообщения. Начало обращения других членов сегодня для дружбы, веселья или даже больше! ",

"88" => "Вот некоторые полезные ссылки для начала управления ваши списки веб-сайта. Создать новые группы, добавлять новые классифицированных объявлений или написать в блоге. ",

//

	"89" => "Вот некоторые полезные ссылки, чтобы помочь вам начать управлять вашей учетной записи. Вы можете изменить свой профиль цвета, обновить настройки матча и больше! ",

"90" => "Член спички",

"91" => "Нажмите на фото членов для просмотра их профиля.",





"92" => "Добро пожаловать",

"93" => "что ты глядя на сегодня?",





"94" => "Изменить фото",

"95" => "Около меня",

"96" => "Встреть меня",

"97" => "чат"

);

$lang_register_page = array (





"1" => "имя пользователя уже используется",

"2" => "Электронная почта уже используется",

"3" => "адрес электронной почты является недействительным",

"4" => "пароль является слишком коротким!",

"5" => "имя пользователя является слишком коротким!",

"6" => "имя пользователя содержит недопустимые знаки!",

"7" => "пароль является слишком коротким!",

"8" => "Пожалуйста, заполните все поля",

"9" => "изображение проверки был неправ!",

"10" => "Вам необходимо загрузить фото",

"11" => "Спасибо вам, пожалуйста проверьте свою электронную почту для вашего кода активации.",

"А6" => "имена членов может быть любое сочетание букв, цифр, символов подчеркивания и дефисы, вплоть до 15 символов в длину. Пробелы, акценты и другие знаки пунктуации не допускаются. ",

"a8" => "Введите рабочий адрес электронной почты, это будет использоваться для отправки напоминания пароля и коды проверки.",

"А10" => "Вам необходимо изменить свой профиль или получения сообщений. Пароли должны быть от 4 до 15 символов. ",

"a11" => "Введите пароль",

"a12" => "Введите пароль, введенный выше.",

"a13" => "Необходимые данные учетной записи",

"a14" => "Загрузить фото",

"a15" => "Выбрать фото",

"a16" => "максимальный размер: 1 МБ, минимальный размер: 105 x 105 пикселей, формат jpg.",

"a17" => "Рекомендация: для достижения наилучших результатов мы рекомендуем вам выбрать фотографию, что подчеркивает ваше лицо, вы должны быть легко узнаваемые, самостоятельно и перед камерой",

"a18" => "веб-сайта обновлений",

"a19" => "Получения веб-сайта информационный бюллетень",

"a20" => "Получать обновления и оповещения",

"А22" => "введите слово безопасности, как она фигурирует в шаткий картину. Это предотвращает автоматической регистрации. Это регистра. ",

"a23" => "я прочитал, понял и согласен соблюдать",

"a24" => "Терминов + условия",

"a25" => "использования",

"a26" => "Полная регистрация",

"28" => "Создание вашей учетной записи",

"29" => "Пожалуйста, подождите несколько минут в то время, как мы создаем ваш счет",

"30" => "Обновление вашего счета",

"31" => "Пожалуйста, подождите несколько минут, в то время как мы обновили ваш счет",

"32" => "Добро пожаловать на наш веб-сайт",

"33" => "Поздравляем ваш счет %s был успешно создан.",

"34" => "мы направили письмо активации по следующему адресу электронной почты:",

"35" => "Все вам нужно сделать это получить email от вашей учетной записи и нажмите на ссылку в сообщении",

"36" => "Если вы не получили Ваше письмо активации, пожалуйста введите или изменить свой адрес электронной почты ниже:",

"37" => "Пожалуйста, введите действительный адрес электронной почты",
	
"38" => "Ваш новый адрес электронной почты обновлен. Вам было отправлено подтверждение на электронную почту.",

"39" => "Мы не смогли найти данные вашей учетной записи, повторите попытку позже.",



);

$lang_account_page = array (

"5" => "Стили текста",

"6" => "Цвета фона",

"7" => "Меню и заголовок",

"8" => "Поле цвета",

"9" => "Шрифт текста",

"10" => "Заголовок фронт",

"11" => "Страницы фон",

"12" => "Выбрать изображение",

"13" => "Файл",

"14" => "Тип отображения",

"15" => "Удалить сохраненные изображения",

"16" => "Изображения фон",

"17" => "Заголовок окна фон",

"18" => "Заголовок окна текст",

"19" => "Основной цвет текста",

"20" => "Текст заголовка окна",

"21" => "Box Top фон",

"22" => "Тело фон",

"23" => "Не повторить изображение",

"24" => "Изображение плитки",

"25" => "Повторить по вертикали",

"26" => "Повторить по горизонтали",

"27" => "У вас нет комментарии",

"28" => "Удалить мои видео поздравления",

"29" => "использовать параметры в левой части для обновления схемы цветовой профиль для вашего профиля. Вы можете настроить цвета и загрузить свои собственные фона и заголовка изображения. ",

);

$lang_messages_page = array (





"1" => "Вы ввели имя пользователя не существует, проверьте и повторите попытку.",

"2" => "Не удается отправить сообщения в себе",

"3" => "вопрос как это слишком короткий",

"4" => "Вы достигли лимит сообщений",

"5" => "Вы заблокированы отправлять сообщения данному пользователю",

"А2" => "Просмотр мои входящие",

"А3" => "Пожалуйста, подождите пока мы посылаем ваши сообщения",

"А4" => "Это может занять несколько минут, я благодарю вас за Ваше терпение.",

"А5" => "Enter членов пользователей ниже",

"А6" => "Введите имя пользователя членов выше",

"a17" => "читать",

"a21" => "Отправлено в",

"А33" => "Просмотр мои входящие",

"a34" => "Сообщение отправлено на",

"a35" => "в",

"a36" => "У вас нет почты",

"a38" => "выберите отображать предел",

);

$lang_gallery_page = array (




"1" => "File Upload Failed",

	"2" => "Upload Completed",

	"3" => "You have run out of account space",	

	"4" => "The music file you upload is invalid or corrupt, please check and try again.",

	"5" => "The video file you upload is invalid or corrupt, please check and try again.",

	"6" => "the photo file type is invalid",

	"7" => "File Updated Successfully",

	"8" => "Album Created Successfully, Now upload some files",

	"9" => "Album Updated Successfully",

	"10" => "file upload error",	

	"a1" => "My Uploads",

	"a2" => "Upload Album Files",

	"a4" => "Please wait while we save your file.",

	"a5" => "This may take a few minutes depending on the size of your file.",

	"a7" => "Select the album your file will be saved to.",

	"a15" => "Maximum size: 1Mb, minimum size: 105 x 105 pixels, format jpg.",

	"a16" => "Recommendation: for best results we recommend you select a photo that highlights your face, you should be easily recognizable, alone, and facing the camera.",

	"a17" => "Display Photo",

	"a20" => "Your display photo is the default image displayed on your profile and search results.",	

	"a22" => "Maximum size: 3Mb, format mp3, midi and mpeg.",

	"a23" => "Recommendation: for best results we recommend you select a music file of less than 1Mb for fast uploading and listening.",

	"a24" => "Enter YouTube URL",

	"a25" => "Enter the Youtube web page address only, NOT the embed code.",

	"a26" => "Example: Copy the web site address such as http://youtube.com/watch?v=Dc541D7ny9I42234 into the box above to capture the youtube video.",

	"a28" => "Maximum size: 5Mb, format mpg, mpeg, mov, qt, mxu, movie and divx files.",

	"a29" => "Recommendation: for best results we recommend you select a video that you have recently created.",	

	"a32" => "Upload File",

	"a40" => "Upload Album Files",

	"a44" => "display pic",

	"a46" => "you have no files in this album",

	"a53" => "there are no comments for this file",

	"a62" => "Upload Album Files",

	"a64" => "Create a descriptive title for your new album. eg. My Summer Holiday Photos",

	"a66" => "Private Album",

	"a69" => "Adult Images",

	"a70" => "Public Album",

	"a71" => "The album viability options allow you to select who can and who cannot view your album files.",

	"a74" => "Enter a memorable title for your file",	

	"76" => "Leave blank if you dont wish to password protect your album.",

);

$lang_match_page = array(



	"1" => "Просто создайте новый тест совместимости, нажмите здесь, чтобы пройти тест!",

	"2" => "Викторина добавлена ​​успешно, теперь вы можете добавить несколько вопросов..",

	"3" => "Описание теста Обновлено",

	"4" => "Название слишком короткое",

	"5" => "Вопрос успешно добавлен",

	"6" => "Вопрос успешно обновлен.",

	"7" => "Спасибо, результаты вашего матча были обновлены",

	"8" => "Настройки сохранения сохранены",					

	"a1" => "Мои настройки",

	"a3" => " Всего совпадений, найденных для текущих настроек матча!",

	"a4" => "Создать новые параметры соответствия",

	"a5" => "Поиск результатов матчей",

	"a8" => "Обновить настройки моего матча",	 

	"a10" => "Введите заголовок для описания вопросов, которые вы хотите задать. Например: насколько хорошо вы меня знаете!",

	"a13" => "Управление испытаниями",	

	"a22" => "вы не создали никаких тестов совместимости",  

	"a31" => "Заполните все пять полей",	

	"a33" => "Вопросы по матчу",

	"a36" => "Возможные ответы на вопросы",

	"a37" => "Выберите предпочтительный ответ, установив флажок справа от ответа",

	"a42" => "Вы еще не задали никаких вопросов! Используйте форму выше для создания новых вопросов..",

	"a48" => "у вас нет результатов для этого теста",

	"a57" => "Взять тест",	

	"a60" => "Тесты совместимости, которые я принял",

	"a61" => "Результаты моих тестов",	

	"a66" => "у вас нет результатов для этого теста",	

	"a67" => "Обновить настройки",

	"10" => "Выберите значок Quiz",

	"11" => "Время взято",



);







$lang_ajax = array(

 

"2" => "Vote Added thank You",

	"3" => "You cannot send any more winks today!",

	"4" => "Your wink has been sent to",

	"5" => "Your wink has been sent",

	"6" => "Please login to use this feature!",

	"7" => "Member Updated",	

	"8" => "Album Deleted Successfully",

	"9" => "Comment Approved Successfully",

	"10" => "Comment Delete Successfully",

	"11" => "Comments Sent for approval.",

	"12" => "Primary Photo Updated",

	"13" => "Match Result Deleted",	

	"14" => "Question Deleted",

	"15" => "Match Test Deleted",

	"16" => "comment deleted",

	"17" => "comment approved",

	"18" => "Your comments have been sent for approval.",

	"19" => "Blog Entry Deleted",

	"24" => "Album File Deleted",

	"26" => "The username is too short!",

	"27" => "The username contains invalid characters",

	"28" => "The username is already taken, try an alternative",	

	"29" => "Invalid email address",

	"30" => "The password is too short!",

	"31" => "Must contain numbers and letters",	

	"32" => "sent you a wink!",

	"33" => "You have received a wink from",	

	"34" => "This members is already on your list.",

	"35" => "please login",

	"37" => "messages per day",

	"38" => "winks per day",

	"39" => "Send up to",

	"40" => "Up to",

	"41" => "Highlighted profile in search results",

	"42" => "Featured profile on our home page",

	"43" => "Extra SMS Credits",

	"44" => "Please <a href='/login'>login</a> to post comments",

	"45" => "This email address is already in use",

	"46" => "Please login to use this feature!",

	"47" => "Event details have been updated successfully.",

	"48" => "Event Deleted Successfully",			



);



// ORDER COMPLETE PAGE

$LANG_ORDER_MENU = array(

	"thankyou" => "Upgrade Successful",	

		"thankyou_?" => "Thank you for your order, your account is now being updated. Please logout of your account for the changes to take effect.",

	"cancel" => "Upgrade Canceled",	

		"cancel_?" => "Your upgrade request was canceled. No money was taken from you at this time. If you have any questions please dont hesitate to contact us.",

	"error" => "Upgrade Error",	

		"error_?" => "An error occured during your upgrade. Please contact us today if you have any problems with your account.",

	"requitix" => "Upgrade Successful",

		"requitix_?" => "Thank you for your order, your account is now being updated. Please continue to your account for the changes to take effect.",



);

$LANG_TOUR = array(

	"a1" => "Web site Tour",

	"a3" => "Not yet a member? Register Here",	

	"a4" => "

	<p><strong>Welcome to our web site</strong><br>  This is an online community web site that caters for all adult age groups. Join free today and start meeting like minded individuals who are looking for friendship, dating or even more!</p><p>Registration is completely free, click the button below to get started!<p><p>Inside our web site we have many advance features to help you get started such as;</p>",	

	"a6" => "<strong>Getting Started</strong><p>Registration is quick and simple. You can add as much or as little information as you like to your profile.</p><p>Just want to give the minimum? That's fine too, just fill out the essentials which are name, email address, DOB and profession. You can always go back and add more later.</p>As soon as your email address is verified its all up to you. Good luck and happy dating.",

	"a7" => "<p><strong>Start Searching</strong><br>Once registered use our powerful system to search for your perfect match. Its quick, easy to use and lets you search for what you think is important in a date. Whether its their appearance, religion, lifestyle or professional background, our system lets you make the calls.</p><p>You can look at as many profiles as you like, and can view quality photo albums and not just thumbs like most dating sites</p>",

	"a8" => "<strong>Wink System</strong><p>If your a bit shy when it comes to telling that special someone how you feel then we're here to help get the ball rolling.</p><p>Our advanced wink system will give you the ability to let others know your interested in them without saying to much!</p><p>Our wink system is built into our SMS alert system allowing you to be notified via your mobile phone of any new interests!</p>",

	"a9" => "<p><strong>SMS Alerts</strong><br><p>Our advanced SMS alert system keeps you up to date with messages and possible love interests so you stay connected!</p><p>Our built in SMS system means you can receive new wink and message alerts right to your mobile phone!</p><p>Don't wait around, get started today!</p>"

);

 

$_LANG_LOGIN = array(

	"login" => "Вход для зарегистрированных пользователей",	

		"login_?" => "",

"1" => "Эта учетная запись приостановлена",

"2" => "Эта учетная запись еще не активирована, пожалуйста проверьте свою электронную почту и введите код проверки.",

"3" => "ваш счет до сих пор ждет одобрения администратора. Электронной почты будет направляться вам после того, как ваш счет активен. Спасибо за Ваше терпение. ",

"4" => "не ваши регистрационные данные. Пожалуйста, проверьте и повторите попытку. ",

"5" => "Извините, но вы ввели код не является правильным.",

"6" => "был создан аккаунт и ссылка активации был отправлен на адрес электронной почты, которые вы ввели. Обратите внимание, что вы должны активировать учетную запись, нажав на ссылку активации, когда вы получаете сообщение электронной почты, прежде чем вы можете login. <br> <br> <p>

Если вы не получили письмо активации, пожалуйста, проверьте папку со спамом. Если письмо активации либо не в там, пожалуйста < href='index.php?dll=contact'> Контакт </a> и мы будет активировать свою учетную запись вручную. </a> ",

"7" => "ваш адрес электронной почты не будет найти в нашей базе данных.",

"8" => "ваш адрес электронной почты является недействительным. Пожалуйста, проверьте и повторите попытку. ",

"9" => "ваш адрес электронной почты является недействительным. Пожалуйста, проверьте и повторите попытку. ",

"10" => "спасибо. Мы направили новый пароль на адрес электронной почты. ",

"11" => "аккаунт уже активирован.",

"А3" => "Имя пользователя или адрес электронной почты",

"a7" => "Введите код активации",

"a11" => "Отправить активации кодекса",

"a12" => "Введите свой адрес электронной почты",

"a13" => "Активировать счет",

"a15" => "Код активации",

"a16" => "Выслать код",

);





$LANG_INVITE_PAGE = array(

 	"7" => "ваши регистрационные данные являются верными, проверьте и повторите попытку.",

"a28" => "Мы нашли",

"a29" => "контакты",

"a30" => "контакты уже присоединились в качестве членов к.",

"a31" => "Вы хотите нам отправить приглашение другим?",

"А32" => "Да пожалуйста",

"А33" => "Спасибо, нет",

);

$LANG_GAMES_PAGE = array(

"1" => "Последняя играл",

"2" => "Играл",

"3" => "Раз",

"4" => "Топ игрок",

"5" => "Топ оценка",

"6" => "Лидеров",

"7" => "2-й и 3-м",

"8" => "Play теперь",

"9" => "Все игры",

);



$LANG_SETTINGS = array(

	 

	"5" => "мобильные номера должен начать с 0",

"6" => "мобильные номера является недействительным или неуместным",

"7" => "SMS детали обновления",

"9" => "Обновление пароль",

"10" => "ваш текущий пароль не соответствует",

"11" => "Учетной записи помечаются для удаления",

"12" => "Счет вновь",

"a1" => "Мои оповещения мобильный телефон (SMS)",

"А2" => "Мой мобильный номер",

"А3" => "к сведению. Пожалуйста не вводите код вашей страны в этой области. Только ваш мобильный номер. ",

"А5" => "к сведению. Это следует направлять в страну, где вы в настоящее время с помощью мобильного телефона. ",

"А6" => "Получить сообщение оповещения",

"А9" => "Я хочу получать оповещения, когда кто-то посылает мне новое сообщение",

"А10" => "Получить мультик оповещения",

"a11" => "Я хочу получать оповещения, когда кто-то посылает мне мультик",

"a12" => "У вас",

"a13" => "SMS кредитов слева!",

"a14" => "Нажмите здесь, чтобы купить больше кредитов",

"a16" => "Мои оповещения по электронной почте",

"a17" => "Мой адрес электронной почты",

"a18" => "к сведению. Убедитесь, что это действительный адрес электронной почты. ",

"a19" => "Новое сообщение оповещение",

"a20" => "Я хочу получать оповещения, когда получено новое сообщение или когда один из моих сообщений читается",

"a21" => "Новый мультик оповещение",

"А22" => "Я хочу получать оповещения, когда членом подмигивает на меня",

"a23" => "Новый запрос друг",

"a24" => "Я хочу получать оповещения, когда членом хочет добавить меня в ее список контактов",

"a25" => "Новые результаты матча",

"a26" => "Я хочу получить список сообщество синглов",

"А27" => "Рекламные предложения",

"a28" => "Я хочу быть информированным о рекламных предложений партнеров",

"a29" => "веб-сайта информационные бюллетени",

"a30" => "Я хочу получать рассылку сообщества.",

"a34" => "Включить частные чат",

"a37" => "Я хочу для отображения кнопки частные чат на моем профиле",

"a38" => "Auto утвердить друзей",

"a39" => "Если вы хотите автоматически утверждены новые запросы друг, выберите Да.",

"a40" => "Auto утвердить комментарии",

"a41" => "Я хочу получать оповещения, когда получено новое сообщение или когда один из моих сообщений читается",

"a51" => "Если вы решили, что больше не требуется аккаунт, и вы уверены, что вы не хотите ваше имя пользователя в будущем, можно просто закрыть счет. Установите флажок для подтверждения, вы хотели бы аннулировать вашу учетную запись. Затем вашей учетной записи будут удалены в нашей admin в течение 7 дней. ",

"a52" => "Вы уверены?",	



"a53" => "Профиль доступа (не друзей)",

"a54" => "Выберите, какая часть вашего профиля блок без друга.",

"a55" => "Профиль доступа (друзей)",

"a56" => "Выберите, какая часть вашего профиля квартале от друга.",

						

);





$LANG_AFFILIATE_PAGE = array(

	"1" => "Счет успешно обновлены",

"2" => "ваш счет было приостановлено",

"3" => "имя пользователя является недействительным",

"4" => "адрес электронной почты уже зарегистрирован",

"5" => "адрес электронной почты является недействительным",

"6" => "является слишком короткий пароль",

"7" => "в адрес пользователя является недействительным",

"8" => "имя пользователя содержит недопустимые знаки",

"9" => "является слишком короткий пароль",

"10" => "Пожалуйста, заполните все поля",

"11" => "Спасибо, ваш счет в настоящее время успешно создана, теперь вы можете войти.",

"12" => "ваш адрес электронной почты является недействительным. Пожалуйста, проверьте и повторите попытку. ",

"13" => "ваш адрес электронной почты является недействительным. Пожалуйста, проверьте и повторите попытку. ",

"14" => "спасибо. Мы направили новый пароль на адрес электронной почты. ",

"a1" => "Партнерская программа",

"А2" => "Присоединяйтесь К нашей партнерской программе",

"А3" => "уже филиала? Вход здесь",

"А4" => "Партнерский логин",

"a14" => "Zip/Post кодекс",

"a20" => "Make проверка на",

"a21" => "еще не филиал?",

"a23" => "Имя пользователя или адрес электронной почты",

"a26" => "Введите свой адрес электронной почты",

"А27" => "История операций",

"a29" => "Всего получил",

"a31" => "Платеж",

"А32" => "Создать учетную запись",

"А33" => "Текущий курс Комиссии",

"a34" => "Счет резюме",

"a35" => "Всего клик thru",

"a36" => "Всего зарегистрирован",

"a37" => "Полной подписки",

"a38" => "Всего получил",

"a39" => "Общий платеж",

"a40" => "Баланс",

"a41" => "Платежи В",

"a42" => "Это имя человека, который будет будет отправлять payents в.",



);

$GLOBALS['_META'] = $LANG_;	

$GLOBALS['LANG_COMMON'] = $LANG_COMMON;

$GLOBALS['_LANG_ERROR'] = $LANG_ERROR;

$GLOBALS['_LANG'] = $LANG_BODY;

$GLOBALS['LANG_NETWORK']=  $LANG_INVITE_PAGE; 

$GLOBALS['LANG_GAMES'] = $LANG_GAMES_PAGE;

$GLOBALS['LANG_SETTINGS'] = $LANG_SETTINGS;

$GLOBALS['LANG_WELCOME'] = $LANG_WELCOME;

$GLOBALS['LANG_GLO_OPTIONS'] = $lang_global_options;

$GLOBALS['LANG_LOGIN'] = isset($lang_main_sub_sub22);

$GLOBALS['LANG_ORDER'] = $lang_subscribe;

$GLOBALS['LANG_OVERVIEW'] = $lang_overview_page;

$GLOBALS['LANG_REGISTER'] = $lang_register_page; 

$GLOBALS['LANG_ACCOUNT'] = $lang_account_page;

$GLOBALS['LANG_MESSAGES'] = $lang_messages_page;

$GLOBALS['LANG_GALLERY'] = $lang_gallery_page;

$GLOBALS['LANG_MATCH'] = isset($lang_match_page);

$GLOBALS['LANG_AJAX'] = $lang_ajax;



/*    ---------------  VERSION 13  ---------------- */

$LANG_COMPATIBILITY = array(
	'page_title' => 'Compatibility Quiz',
	'title' => 'Take the Compatibility Quiz',
	'questions' => 'Questions',
	'content_heading' => 'Take the Compatibility Quiz'

);

?>