<?php

$LANG_ = array(

"_language" => "Thai",

"_charset" => "UTF-8", 

);



$LANG_COMMON = array(
	"0" => "หน้าที่ %1 ของ %2 ",
	"1" => "ลืมรหัสผ่าน",
	"2" => "สมาชิกทั้งหมด",
	"3" => "เพื่อนของฉัน",
	"4" => "รายการเด็ดของฉัน",
	"5" => "อัลบั้มของฉัน",
	"6" => "คลาสสิฟายด์ของฉัน",
	"7" => "บล็อกของฉัน",
	"8" => "คอมเมนต์ของฉัน",
	"8a" => "เหตุการณ์สำคัญของฉัน",
	"9"  => "ส่งข้อความ",
	"10" => "ส่งวิ้งก์",
	"11" => "ดูโปรไฟล์",
	"12" => "เพิ่มเข้าไปในรายการเด็ดของฉัน",
	"13" => "เพิ่มเข้าไปในรายการเพื่อนของฉัน",
	"14" => "เพิ่มเข้าไปในผู้ใช้ต้องห้ามของฉัน",
	"15" => "การค้นหาอย่างละเอียด",
	"16" => "เพิ่มเป็นพาร์ทเนอร์โปรไฟล์ของฉัน",
	"17" => "เหตุการณ์ที่น่าสนใจ",
	"18" => "สมาชิกที่น่าสนใจ",
	"19" => "กลุ่มที่น่าสนใจ",
	"20" => "วิดีโอที่น่าสนใจ",	
	"21" => "ข่าวล่าสุด",
	"22" => "บทความล่าสุด",
	"23" => "รูปถ่ายล่าสุด",
	"24" => "สมาชิกที่มีการอัพเดทล่าสุด",
	"25" => "ไม่มีการอัพเดท",
	"26" => "%1 วินาทีที่แล้ว",
	"27" => "%1 นาทีที่แล้ว",
	"28" => "%1 วันที่แล้ว",
	"29" => "%1 สัปดาห์ที่แล้ว",
	"30" => "%1 เดือนที่แล้ว",
	"31" => "%1 ปีที่แล้ว",
	"32" => "%1 ชั่วโมงที่แล้ว",
	"33" => "ข้อความถูกส่งแล้ว",
	"34" => "ปิดกั้นข้อความจาก",
	"35" => "หากคุณต้องการที่จะปิดกั้นเพศบางเพศไม่ให้สามารถติดต่อกับคุณได้ ให้ไฮไลท์เพศนั้นที่รายการด้านบน",
	"36" => "ข้อความของฉัน",
	"37" => "กลุ่มของฉัน",
	"38" => "เล่นวิดีโอ",
	"39" => "ข้อความใหม่",
	"40" => "เพื่อนใหม่",
	"41" => "คอมเม้นต์ใหม่",
	"42" => "ต้องการพบผู้ใช้รายนี้หรือไม่?",

);



$LANG_WELCOME = array(



	"_join" => "ยังไม่ได้เป็นสมาชิกหรือ?",

	"_join1" => "ไม่มีค่าใช้จ่ายใดๆในการเป็นสมาชิกกับเรา ดังนั้นคุณจะรออะไรอยู่!",

	"_join2" => "ลงทะเบียนเสียตั้งแต่ตอนนี้เลย!",



	"_ct1" => "ลงทะเบียนฟรี",

	"_ct2" => "เริ่มการพูดคุย",

	"_ct3" => "พบปะผู้คน!",

	

	"_cb1" => "สร้างบัญชีผู้ใช้ของคุณวันนี้ มันใช้เวลาเพียงเล็กน้อยเท่านั้น!",

	"_cb2" => "เราขอเสนอวิธีที่จะทำให้คุณได้รู้จักกับสมาชิกของเรา!",

	"_cb3" => "แล้วหาคนพิเศษคนนั้นของคุณและนัดเดท ทุกอย่างเป็นไปได้ทั้งนั้น!",



	"1" => "บทความบนเว็บไซต์ล่าสุด",

	"2" => "อ่านบทความแบบเต็มรูปแบบ",

	"3" => "สามขั้นตอนสู่ความสำเร็จ!",

	"4" => "1. ลงทะเบียนทันที",

	"5" => "2. สร้างโปรไฟล์",

	"6" => "3. ค้นหารักแท้",

	"7" => "มันเป็นเรื่องง่าย หากคุณจะเริ่มต้น,ลงทะเบียนตอนนี้ และสร้างโปรไฟล์ของคุณ,ภายในเวลาไม่ถึงนาที คุณก็สามารถพบปะและทำความรู้จักคนๆนั้นได้!",

	"8" => "ค้นหาสมาชิกอย่างรวดเร็ว",

	"9" => "ลองดูสมาชิกคนอื่นของเรา",

	 



);

$LANG_ERROR = array(

	"_complete" => "บัญชีผู้ใช้ของคุณได้ถูกเปลี่ยนแปลงแล้ว",

	"_incomplete" => "กรุณากรอกข้อมูลให้ครบทุกช่อง",

	"_notaccepted" => "ชนิดของไฟล์ไม่ถูกต้อง.\n กรุณาเลือกไฟล์ใหม่",

	"_error" => "เกิดข้อผิดพลาดกับข้อมูลของคุณ กรุณาตรวจสอบและลองใหม่อีกครั้ง",

	"_offline1" => "เว็บไซต์ปิดปรับปรุงชั่วคราว",

	"_offline2" => "ทางเรากำลังปรับปรุงเนื้อหาในเว็บไซต์ และจะกลับมาให้บริการอีกครั้งในภายหลัง", 

	"_offline3" => "เราต้องขออภัยอย่างยิ่งในความไม่สะดวก และขอขอบคุณที่สละเวลารอ",  

	"_noResults" => "ขออภัย ไม่พบผลการค้นหา",

	"_inviteMsg" => "ฉันได้เจอเว็บไซต์ที่ยอดเยี่ยมมาก และฉันก็คิดว่าคุณคงจะสนใจเช่นกัน ลิ้งก์ของเว็บคือ",

	"_welcomeMsg" => "ขอขอบคุณ คุณได้ลงทะเบียนแล้ว และคุณสามารถเข้าสู่ระบบได้ทันที,ใช้ตัวเลือกจากเมนูด้านบนและเมนูด้านซ้ายเพื่อเริ่มการใช้งาน หากคุณมีข้อสงสัย กรุณาอย่าลังเลที่จะติดต่อเรา สุดท้ายนี้ขอให้คุณโชคดีกับรักแท้ที่จะเกิดขึ้นนับจากนี้!",	

"_invalid" => "Your %s address is invalid",

	"_invalidCode" => "รหัสยืนยันของท่านไม่ถูกต้อง กรุณาตรวจสอบและลองใหม่อีกครั้ง",

	"_adultWarning" => "กรุณาเลือก ใช่ ถ้าไฟล์นี้มีเนื้อหาสำหรับผู้ใหญ่.",

	"_waitingApproval" => "บัญชีผู้ใช้ที่รอการอนุมัติ ",



	"_AlertQuickMsg" => "กรอกข้อความของท่านด้านล่างนี้เพื่อติดต่อ %s",

 	"_AlertQuickWink" => "ส่งวิ้งก์ไปยัง %s. โดยการเลือกจากข้อความด้านล่าง",

	"_userBlocked" => "ขออภัย แต่คุณไม่สามารถสื่อสารกับผู้ใช้นี้ได้เนื่องจากผู้ใช้นี้ได้ทำการปิดกั้นคุณ",



	"_videoIntro" => "<p><b>บันทึกคำทักทายในโปรไฟล์ของคุณเอง!</b></p><p>เริ่มต้นด้วยคำทักทายในโปรไฟล์ของคุณเอง</p><p>เมื่อคุณพร้อม, คลิกที่ปุ่มบันทึกเพื่อบันทึกวิดีโอของท่าน 5 นาทีแล้วกดปุ่มหยุดเมื่อเสร็จสิ้น! อย่าลืมที่จะดูวิดีโอของคุณก่อนแล้วจึงบันทึกก่อนที่คุณจะออกจากหน้านี้</p>",

	"_emailSent" => "ขอขอบคุณ อีเมล์ของท่านได้ถูกส่งแล้ว",



	"_noT&C" => "กรุณาคลิกที่กรอบนี้เพื่อยอมรับกฏและระเบียบในเว็บไซต์ของเรา",

	"_eventWho" => "คุณต้องการให้เหตุการณ์นี้เป็นที่พบเห็นของเพื่อนของคุณและบุคคลอื่นบนเว็บไซต์หรือไม่?",

	"_fileE1" => "ไฟล์มีการเสียหาย.",

	"_fileE2" => "เราไม่สามารถสร้างรูปได้จากไฟล์นี้ กรุณาลองอีกครั้งด้วยรูปภาพใหม่",

	"_fileE3" => "ไฟล์นี้เป้นไฟล์ว่างเปล่า.กรุณาอัพโหลดไฟล์ที่มีรายละเอียดมากกว่านี้",

	"_fileE4" => "ชนิดของ MIME ไม่เข้ากับเบราเซอร์ของท่าน.",

	"_fileE5" => "นามสกุลของไฟล์ไม่ถูกต้อง",

	"_fileE6" => "ขออภัย แต่เราไม่รองรับไฟล์ชนิด [%s] กรุณาอัพโหลดไฟล์นามสกุล JPEG",

	"_fileE7" => "ไฟล์ไม่ถูกต้อง. ลองเปลี่ยนชื่อไฟล์และอัพโหลดใหม่อีกครั้ง",

	"_fileE8" => "ไฟล์ไม่ถูกต้อง ลองใหม่อีกครั้ง",

	"_fileE9" => "ไฟล์นี้เป็นไฟล์ว่างเปล่า",



	//

	"_noAdultAccess" => "ขออภัย แต่คุณไม่มีสิทธิที่จะดูไฟล์สำหรับผู้ใหญ่",



	"_t10" => "สมาชิกที่มีผู้ชมสูงสุด",

	"_t11" => "สมาชิกที่มีคะแนนสูงสุด",



	"_t12" => "บันทึกการค้นหา",

	"_t13" => "บันทึกการค้นหาของฉัน",

);

$LANG_UPGRADE = array(	

	"0" => "ขอขอบคุณ",

	"_complete" => "การอัพเกรดเสร็จสิ้น, ขอบคุณ",

	"2" => "ออกจากระบบ",

	"_cancel" => "คำสั่งถูกยกเลิก",

	"4" => "การอัพเกรดถูกยกเลิก",

	"6" => "การอัพเกรดผิดพลาด",

);

$LANG_BODY = array(



"_yold" 			=> "ปี",



// A

"_account" 			=> "บัญชีผู้ใช้",

"_all" 			=> "ทั้งหมด",

"_add" 			=> "เพิ่ม",

"_addComment" 	=> "เพิ่มคอมเมนต์",

"_approve" 		=> "อนุมัติ",

	"_approved" 		=> "อนุมัติแล้ว",

"_article" 		=> "บทความ",

	"_articles" 	=> "บทความ",

"_adultContent" => "เนื้อหาสำหรับผู้ใหญ่",

"_accountOverview" => "ภาพรวมบัญชีผู้ใช้",

"_advert" 			=> "โฆษณา",

"_affiliate" 		=> "สนับสนุนเว็บ",

"_age" 		=> "อายุ",

"_advanced" 		=> "ขั้นสูง",

"_album" 		=> "อัลบั้ม",

	"_albums" 		=> "อัลบั้ม",

"_address" 		=> "ที่อยู่",

"_attending" 			=> "เข้าร่วม",

//B

"_banners" 		=> "แบนเนอร์",

"_blog" 		=> "บล็อก",

"_blockList" 		=> "รายการที่ถูกปิดกั้น",

//C

"_category" 	=> "หมวดหมู่",

"_created" 		=> "ถูกสร้างแล้ว",

"_createNew" 	=> "ถูกสร้างใหม่",

"_createdBy" 	=> "ถูกสร้างโลย",

"_change" 		=> "เปลี่ยนแปลง",

"_comments" 	=> "คอมเมนต์",

"_country" 		=> "ประเทศ",

"_city" 		=> "จังหวัด",

"_cancel" 		=> "ยกเลิก",

"_current" 		=> "ปัจจุบัน",

"_correct" 		=> "ถูกต้อง",

"_credits" 		=> "เครดิต",

//D

"_delete" 		=> "ลบทิ้ง",

	"_deleted" 		=> "ลบทิ้งแล้ว",

"_deselectAll" 	=> "ไม่เลือกทั้งหมด",

"_date" 		=> "วันที่",

"_displayPhoto" => "แสดงรูปภาพ",

"_day" 			=> "วัน",

"_description" 	=> "รายละเอียด",

//E

"_edit" 		=> "แก้ไข",

"_error" 		=> "ข้อผิดพลาด",

"_email" 		=> "อีเมล์",

"_event" 		=> "เหตุการณ์",

	"_events" 		=> "เหตุการณ์",

"_everyone"		=> "ทุกคน",

"_expires" 		=> "หมดอายุ",



//F

"_fax" 			=> "แฟกซ์",

"_faq" 			=> "คำถามที่พบบ่อย",

"_friend" 		=> "เพื่อน",

	"_friends" 		=> "เพื่อน",

	"_friendsList" 		=> "รายชื่อเพื่อน",

"_featured" 	=> "ที่น่าสนใจ",

"_favorites" 	=> "รายการโปรด",

"_file" 		=> "ไฟล์",

	"_files" 		=> "ไฟล์",

"_fileType" 		=> "ชนิด",

"_forgotten" 		=> "ลืม",



//G

"_groups" 		=> "Groups",

"_gender" 		=> "Gender",

//H

"_hightlighted" => "Highlighted",

"_hotList" 		=> "รายการ",

//I

"_information" 	=> "ข้อมูล",

"_itsFree" 		=> "ไม่เสียค่าใช้จ่าย",

"_location"		=> "ที่ตั้ง",

//J

"_joinToday" 	=> "เข้าร่วมวันนี้",

"_joined" 		=> "เข้าร่วม",

//k

"_keyword" 		=> "คำสำคัญ",

//L

"_latest" 		=> "ล่าสุด",

"_login" 		=> "เข้าสู่ระบบ",

"_lastLogin" 	=> "เข้าสู่ระบบครั้งสุดท้าย",

"_logout" 		=> "ออกจากระบบ",

"_link" 		=> "ลิ้งก์",

//M

"_manage" 			=> "บริหาร",

"_member" 			=> "สมาชิก",

	"_members" 			=> "สมาชิก",

"_message" 			=> "ข้อความ",

	"_messages" 			=> "ข้อความ",

"_month" 			=> "เดือน",

"_my" 				=> "ของฉัน",

"_mile" 			=> "รัศมี นับระยะทางเป็นไมล์",

"_music" 			=> "เพลง",

"_membership" 		=> "สมาชิกภาพ",

//N

"_no" 			=> "ไม่",

"_next" 		=> "ถัดไป",

"_name" 		=> "ชื่อ",

"_namef" 		=> "ชื่อจริง",

"_namel" 		=> "นามสกุล",

"_nameb" 		=> "ชื่อบริษัท",

"_now" 			=> "ตอนนี้",

"_new" 			=> "ใหม่",

//O

"_options" 		=> "ตัวเลือก",

"_of" 		=> "ของ",

//P

"_photo" 		=> "รูปถ่าย",

	"_photos" 		=> "รูปถ่าย",

"_play" 		=> "เล่น",

"_previous" 	=> "ก่อนหน้า",

"_page" 		=> "หน้า",

"_payments" 	=> "การชำระเงิน",

"_privacy" 		=> "ความเป็นส่วนตัว",

//0

"_online" 		=> "ออนไลน์",

"_onlineNow" 	=> "ออนไลน์ในขณะนี้",

//V

"_view" 		=> "ดู",

	"_views" 		=> "ดู",

"_visitors" 	=> "ผู้เยี่ยมชม",

"_viewAll" 		=> "ดูทั้งหมด",

"_verification" => "รหัสยืนยัน", 

"_video" 		=> "วิดีโอ",

	"_videos" 		=> "วิดีโอ",

"_visibility" 		=> "ความสามารถในการมองเห็น",

//q

"_question" 	=> "คำถาม",

	"_questions" 	=> "คำถาม",

"_quiz" 	=> "แบบทดสอบของฉัน",

"_quiz1" 	=> "แบบทดสอบ",

//U

"_username" 	=> "ชื่อผู้ใช้",

"_updateAccount" => "ปรับปรุงบัญชีผู้ใช้",

"_updated" 		=> "ปรับปรุงแล้ว",

	 "_update" 		=> "ปรับปรุง",

//r

"_results" 		=> "ผล",

"_recurring" 	=> "เกิดขึ้นอีก",

"_remove" 		=> "เอาออก",

"_rating" 		=> "คะแนน",

"_rememberMe" 	=> "จดจำฉันไว้",

"_register" 	=> "ลงทะเบียน",

"_read" 		=> "อ่าน",

"_reply" 		=> "ตอบกลับ",

"_removed" 		=> "เอาออก",

//S

"_speadWord" 	=> "กระจายออก",

"_save" 		=> "บันทึก",

"_sent" 		=> "ส่งแล้ว",

"_settings" 	=> "การตั้งค่า",

"_search" 		=> "ค้นหา",

"_searchQ" 		=> "ค้นหาอย่างรวดเร็ว",

"_select" 		=> "เลือก",

"_selectAll" 	=> "เลือกทั้งหมด",

"_submit" 		=> "ส่งค่า",

"_sort" 		=> "เรียงลำดับโดย",

"_send" 		=> "ส่ง",

"_slideshow" 	=> "เริ่มสไลด์โชว์",

	"_sort0" 	=> "ดูแบบพื้นฐาน",

	"_sort1" 	=> "ดูแบบการชมภาพ",

	"_sort2" 	=> "ดูแบบละเอียด",

	"_sort3" 	=> "เพิ่มเข้ามาล่าสุด",

	"_sort4" 	=> "ปรับปรุงล่าสุด",

	"_sort5" 	=> "ได้รับความนิยมสูงสุด",

	"_sort6" 	=> "แสดง %s ต่อ 1 หน้า",

"_street" 		=> "ถนน",

"_status" 		=> "สถานะ",

"_subject" 		=> "เรื่อง",

"_song" 		=> "เพลงโปรไฟล์",

//P

"_password" 	=> "รหัสผ่าน",	

"_province" 	=> "จังหวัด",

"_phone" 		=> "โทรศัพท์",

"_profile" 		=> "โปรไฟล์",

"_partners" 		=> "พาร์ทเนอร์",

//T

"_thankyou" 	=> "ขอขอบคุณ",

"_topic" 		=> "หัวข้อ",

"_top10" 		=> "10 อันอับแรก",

"_tags" 		=> "แท็ก",

"_title" 		=> "ชื่อเรื่อง",

"_time" 		=> "เวลา",

"_today" 		=> "วันนี้",

//Y

"_yes" 			=> "ใช่",	

"_year" 		=> "ปี",

//W

"_watch" 		=> "รับชม",	

"_website" 		=> "เว็บไซต์",

"_wink" 		=> "วิ้งก์", 

"_within" 		=> "ภายใน",	

"_withPics" 	=> "มีรูป",	

"_zipcode" 		=> "รหัสไปรษณีย์",

// MONTHS

"_monday" => "วันจันทร์",

"_tuesday" => "วันอังคาร",

"_wednesday" => "วันพุธ",

"_thursday" => "วันพฤหัสบดี",

"_friday" => "วันศุกร์",

"_saturday" => "วันเสาร์",

"_sunday" => "วันอาทิตย์",

// DAYS

"_january" => "มกราคม",

"_febuary" => "กุมภาพันธ์",

"_march" => "มีนาคม",

"_april" => "เมษายน",

"_may" => "พฤษภาคม",

"_june" => "มิถุนายน",

"_july" => "กรกฎาคม",

"_august" => "สิงหาคม",

"_september" => "กันยายน",

"_october" => "ตุลาคม",

"_november" => "พฤศจิกายน",

"_december" => "ธันวาคม",



// ALERTS

"_alert1" 		=> "แจ้งเตือนโปรไฟล์ของฉัน",	

"_atTitle" 		=> "แนบอัลบั้มรูป",

"_atSub" 		=> "คุณสามารถแนบรูปภาพของคุณหนึ่งรูปไปยังรายการและรูปภาพในอัลบั้มทั้งหมดจะถูกแสดงขึ้นบนเว็บไซต์",

"_atNo" 		=> "อย่าแนบอัลบั้มของฉัน ",





// MODERATOR TEXT 

"_mod1" 		=> "สถานะผู้ดูแล",	

"_mod2" 		=> "อนุมัติทันที",

"_mod3" 		=> "แก้ไขทันที",

"_mod4" 		=> "ลบทิ้งทันที",



"_pChat" => "สนทนาส่วนตัว",

"_pLink" => "ลิ้งก์ไปยังโปรไฟล์",

"_details" => "รายละเอียด",



"_pSmsg" => "กำลังมองหา",



"_skype1" => "เปิดการสนทนาผ่าน Skype ",

"_skype2" => "ใส่ชื่อผู้ใช้ของ skype ลงในกรอบด้านบนและเราจะวางปุ่ม call me บนโปรไฟล์ของคุณ สมาชิกก็จะสามารถสนทนากับคุณได้",



"_seconds" => "วินาที",

"_minutes" => "นาที",

"_hours" => "ชั่วโมง",

"_months" => "เดือน",

"_today" => "วันนี้",

"_ago" => "ที่แล้ว",


"_about" => "เกี่ยวกับ",

"_media" => "สื่อ",

"_compare" => "เปรียบเทียบ",

"_compatibilityquiz" => "แบบทดสอบความเข้ากันได้",

"_email" => "อีเมล์",

"_days" => "วัน",



"_msgSent" => "ข้อความถูกส่งแล้ว",





 "_home1" => "ฉันเป็น",

 "_home2" => "กำลังมองหา",



"_star1" => "ราศีมังกร",

"_star2" => "ราศีธนู",

"_star3" => "ราศีพิจิก",

"_star4" => "ราศีตุลย์",

"_star5" => "ราศีกันย์",

"_star6" => "ราศีสิงห์",

"_star7" => "ราศีกรกฏ",

"_star8" => "ราศีเมถุน",

"_star9" => "ราศีพฤษภ",

"_star10" => "ราศีเมษ",

"_star11" => "ราศีมีน",

"_star12" => "ราศีกุมภ์",



//



"_CompleteProfile" => "ทำโปรไฟล์ของคุณให้สมบูรณ์",

"_menue1" => "โปรไฟล์ล่าสุดที่ฉันดู ",



"_menue2" => "ปรับปรุงการค้นหาของคุณ",

"_menue3" => "ค้นหาสมาชิกอย่างรวดเร็ว",

"_menue4" => "ค้นหาจากคำสำคัญ",

"_menue5" => "ผู้ที่เกิดวันนี้",

"_menue6" => "เข้าร่วมภายในช่วงเวลา",

"_menue7" => "เลือกช่วงเวลา",

"_menue8" => "หัวข้อโปรไฟล์",

"_menue9" => "คำอธิบายโปรไฟล์",

"_menue10" => "ออนไลน์ครั้งสุดท้าย",

"_menue11" => "สมาชิกที่ยังไม่ได้รับการอนุมัติ",

"_weeks" => "สัปดาห์",



 "_fpost" => "ทำการโพสท์",



// IM CHAT

"_imchat1" => "คำร้องขอการสนทนาใหม่",

"_imchat2" => "ใครจะสนทนากับคุณ.",

"_imchat3" => "เริ่มการสนทนา",

"_imchat4" => "ปฏิเสธ",

"_imchat5" => "Chat",
"_friends3" => "Friends",
"_hotlist3" => "Hostlist",
"_block3" => "Block",
"_wink3" => "Wink",
"_email3" => "Email",
"_email4" => "Send Emails",
"_credits2" => "Credits",
"_balance2" => "Balance:",

);



$lang_global_options = array(

	"1" => "คุณต้องการที่จะ..",

	"2" => "พิมพ์หน้านี้",

	"3" => "อีเมล์หน้านี้",

	"4" => "เพิ่มคอมเม้นต์",

	"5" => "ติดต่อผู้โพสท์",

	"6" => "เพิ่มเป็นรายการโปรด",

	"7" => "เซฟเป็นไฟล์ PDF",

	"8" => "ออกจากกลุ่มนี้",

	"9" => "เข้าร่วมกลุ่มนี้",

	"10" => "เข้าร่วมเหตุการณ์นี้",

	"11" => "ลบสถานะการเข้าร่วม", 

	"12" => "สถานะการสนทนาของฉัน",

	"13" => "ออนไลน์อยู่",

	"14" => "พักสักครู่!",

	"15" => "ตัวเลือกเมนู",

	"16" => "ออกจากระบบ",

	"17" => "ดูล่าสุด",

	"18" => "กระจายข่าว",

	"19" => "สมาชิกที่เข้าร่วม",

	"20" => "ดูล่าสุด",

	"21" => "ดูล่าสุด",	

	"22" => "คัดลอกลิ้งก์", 

 	"23" => "ทิ้งคอมเม้นต์ไว้ให้ ",

	"24" => "คอนเม้นต์บนวิดีโอ ",

	"25" => "ทิ้งคอมเมนต์บนอัลบั้มโดย ",

	"26" => "ทิ้งคอมเมนต์บนบล็อกโดย ",

	"27" => "ทิ้งคอมเม้นต์บน ",

	"28" => "เข้าสู่ระบบ ",

	"29" => "ปรับปรุงโปรไฟล์ ",

	"30" => "เพิ่มรูปภาพใหม่ ",

	"31" => "เปลี่ยนรูปภาพ ",

	"32" => "กำลังเข้าร่วม ",

	"33" => "เพิ่มกลุ่มใหม่ ",

	"34" => "เปลี่ยนสถานะไปสู่ ",

	"35" => "ดูทุกหมวด",

	"36" => "ให้คะแนน",

	"37" => "เลือกรูปภาพที่จะเป็นรูปหลัก ",

	"38" => "คุณยังไม่ได้สร้างอะไรเลย! คลิกที่นี่เพื่อเริ่มต้น!",

	"39" => "สมาชิกสามารถโพสท์หัวข้อได้ ",

	"40" => "ดูแบบแยกหมวด ",

 	"41" => "ปฏิทินเหตุการณ์ ",

	"42" => "คลิกที่นี่เพื่อดูบันทึกวิดีโอในขณะนี้",

	"43" => "คลิกที่นี่เพื่อบันทึกวิดีโอใหม่",

	"44" => "สมาชิกที่มีการปรับปรุงล่าสุด ",

	"45" => "หัวข้อกระดานข่าวที่มีการปรับปรุงล่าสุด ", 

);



$lang_main_menu = array(



"index" => "หน้าหลัก",

"search" => "ค้นหา",

"forum" => "กระดานข่าว",

"groups&sub=search" => "กลุ่ม",

"blog&sub=search" => "บล๊อค",

"classads" => "คลาสสิฟายด์",

"calendar" => "เหตุการณ์",

"gallery&sub=search" => "รูปภาพ",

"games&sub=search" => "เกม",



);

$lang_main_menu_sub = array(



	"account" => "โปรไฟล์ของฉัน",	

	"messages" => "ข้อความ",

	"music&sub=search" => "เพลง",

	"videos&sub=search" => "วิดีโอ",

	"friends" => "เพื่อน",

	"matches" => "แบบทดสอบ",

	"settings" => "การตั้งค่า",

	"chatroom" => "ห้องสนทนา",

	"follow" => "ผู้ติดตาม",

	"logout" => "ออกจากระบบ",

"login" 		=> "เข้าสู่ระบบ",

); 

$lang_main_footer = array(



	"privacy" => "มาตรการความเป็นส่วนตัว",

	"articles" => "บทความ",

	"affiliate" => "สนับสนุนเว็บ",

	"contact" => "ติดต่อเรา",

	"faq" => "คำถามที่พบบ่อย",

	"links" => "หน้าลิ้งก์",

	"invite" => "แนะนำเพื่อน",

	"map" => "แผนที่ไซต์",

);

$lang_quick_box = array(
"search" => "ค้นหาคน",
"messages" => "กล่องขาเข้า",
"logout" => "ออกจากระบบ",
"messages" => "กล่องขาเข้า",

"messages" => "กล่องขาเข้า",
"messages" => "กล่องขาเข้า",

);


/////////////////////////////////////////////////////////////////////////////

////////////////////////////////////////////////////////////////////////////



$LANG_ACCOUNT_MENU = array(

 

	"" => "ตัวเลือกบัญชีผู้ใช้",

		"_?" => "",

	"&dll=account&sub=view" => "ดูโปรไฟล์ของฉัน",

		"&dll=account&sub=view_?" => "ดูโปรไฟล์ของฉันในรูปแบบที่ผู้อื่นมอง",

	"&dll=gallery" => "รูปภาพและไฟล์ของฉัน",

		"&dll=gallery_?" => "คลิกที่นี่เพื่อดูและจัดการรูปภาพของคุณ",

	"edit" => "แก้ไขโปรไฟล์",

		"edit_?" => "แก้ไขข้อมูลโปรไฟล์ของคุณโดยใช้ตัวเลือกที่นี่ ",

	"design" => "ตัวช่วยออกแบบโปรไฟล์",

		"design_?" => "ใช้ตัวเลือกด้านล่างเพื่อแต่งเติมโปรไฟล์ของคุณ",

	"video" => "วิดีโอทักทาย",

		"video_?" => "สร้างวิดีโอทักทายของคุณโดยใช้ตัวเลือกที่นี่ ",

	"comments" => "คอมเมนต์ของฉัน",

		"comments_?" => "ดูและลบคอมเมนต์ของคุณที่นี่ ",

	"view" => "",

		"view_?" => "",

);


$LANG_HEADINGS = array(

		"home"			=> "บ้าน",
		"subscribe"		=> "สมาชิกของฉัน",
		"subscribe_matrix"	=> "แผนภูมิเปรียบเทียบ",
		"cryptoconvert" => "สกุลเงิน Crypto แอบแฝง",
		"cryptopayment"	=> "การชำระเงินด้วย Crypto Currency",
		"register"		=> "สมัครสมาชิก",
		"register_activation"		=> "Activation",
		"login"			=> "เข้าสู่ระบบ",
		"blog"			=> "บล็อก",
		"blog_search"		=> "บล็อกทั้งหมด",
		"blog_view"			=> "ดูบล็อก",
		"blog_add"			=> "เพิ่ม Blog",
		"calendar"		=> "เหตุการณ์ที่เกิดขึ้น",
		"calendar_manage"	=> "จัดการกิจกรรม",
		"calendar_search"	=> "ค้นหากิจกรรม",
		"calendar_add"      => "เพิ่มกิจกรรม",
		"calendar_events"	=> "กิจกรรมในปฏิทิน",
		"classads"		=> "คลาสสิฟายด์",
		"classads_add"		=>	"เพิ่มหมวดใหม่",
		"classads_search" 	=> "ค้นหาโฆษณา",
		"classads_view"    => "ดู Classads",
		"order"			=> "ใบสั่ง",
		"order_thankyou"		=> "ขอขอบคุณ",
		"order_requitix"		=> "ขอขอบคุณ",
		"order_cancel"			=> "ยกเลิก",
		"order_error"			=> "ความผิดพลาด",
		"profile"			=> "ข้อมูลส่วนตัว",
		"profile_admin"		=>	"ข้อมูลส่วนตัว",
		"profile_overview"	=> "ภาพรวม",
		"profile_manage"	=> "จัดการ",
		"profile_viewfile"	=> "ดูข้อมูล",
		"profile_blogview" 	=> "มุมมอง Blog",
		"gallery"			=> "เฉลียง",
		"gallery_search"	=> "ค้นหา",
		"gallery_manage"	=> "ดูอัลบั้ม",
		"gallery_edit"		=> "แก้ไขไฟล์",
		"gallery_albums"	=> "ดูอัลบั้มของฉัน",
		"gallery_create"	=> "สร้างอัลบั้ม",
		"gallery_upload"	=> "เพิ่มไฟล์อัลบั้ม",
		"gallery_display"	=> "แสดง Pic",
		"album_name"		=> "jgjgjg",
		"search"			=> "ค้นหา",
		"search_advanced"	=> "การค้นหาขั้นสูง",
		"search_detail"	=> "รายชื่อเพื่อนของฉัน",
		"search_friends" => "เพื่อน",
		"search_gallery" => "เฉลียง",
		"search_1"	=> "รายการที่น่าสนใจของฉัน",
		"search_3"	=> "รายการที่ถูกบล็อก",
		"search_5"	=> "คู่หูของฉัน",
		"groups_search" => "ค้นหากลุ่ม",
		"search_inc" => "Search Inc",
		"search_basic" => "ขั้นพื้นฐาน",
		"search_view" => "ดูการค้นหา",
		"viewed_search" => "ดูการค้นหา",
		"viewed"		=> "ดูโปรไฟล์แล้ว",
		"birthday"		=> "วันเกิดวันนี้",
		"forum"			=> "ฟอรั่ม",
		"matches"		=> "แบบทดสอบ",
		"matches_test"		=> "แบบทดสอบของฉัน",
		"matches_taken"		=> "แบบทดสอบที่ฉันเคยถ่าย",
		"matches_addquiz"	=> "Matchquest Addquiz",
		"matches_add" => "เพิ่มการจับคู่",
		"matches_results"	=> "การจับคู่ผลการค้นหา",	
		"account" 		=> "ประวัติของฉัน",
		"account_comments"	=> "ความคิดเห็น",
		"account_edit"		=> "แก้ไขบัญชี",
		"account_design"	=> "การออกแบบบัญชี",
		"music" 		=> "เพลง",
		"music_search"		=> "เพลงทั้งหมด",
		"music_view"		=> "เพลงของฉัน",
		"videos" 		=> "วิดีโอ",
		"videos_search"		=> "วิดีโอทั้งหมด",
		"friends" 		=> "เพื่อน",
		"games" 		=> "เกม",
		"games_search" 	=> "เกมส์ทั้งหมด",
		"games_play" 	=> "เล่น",
		"games_top" => "คณะกรรมการผู้นำ",
		"settings" 		=> "การตั้งค่า",

		"settings_privacy" => "การตั้งค่าความเป็นส่วนตัว",
		"settings_password" => "เปลี่ยนรหัสผ่าน",
		"settings_cancel" 	=> "ยกเลิกบัญชี",
		"settings_alerts" 	=> "การแจ้งเตือนทางอีเมล",
		"settings_settings" 	=> "การตั้งค่าการจับคู่",
		"settings_gdpr" 	=> "GDPR",
		"groups"		=> "กลุ่ม",
		"groups_view"	=> "ดูกลุ่ม",
		"groups_add"	=> "เพิ่มกลุ่ม",
		"groups_show"	=> "แสดงกลุ่ม",
		"blogs"			=> "บล็อก",
		"classifieds"	=> "คลาสสิฟายด์",
		"events"		=> "เหตุการณ์ที่เกิดขึ้น",
		"recommend"		=> "แนะนำ",
		"photos"		=> "ภาพถ่าย",
		"contact"		=> "ติดต่อ ua",
		"privacy"		=> "นโยบายส่วนบุคคล",
		"articles"		=> "บทความ",
		"articles_view"		=> "ดูบทความ",
		"affiliate"		=> "บริษัท ในเครือ",
		"affiliate_login"	=> "เข้าสู่ระบบ Affiliate",
		"affiliate_join"	=> "ลงทะเบียน Affiliate",
		"faq"			=> 'คำถามที่พบบ่อย',
		"links"			=>	"หน้าลิงค์",
		"invite"		=> "บอกเพื่อน",
		"map"			=> "แผนผังไซต์",
		"wld"			=> "ป้ายขาวเดท",
		"wld_login"			=> "เข้าสู่ระบบ Wld",
		"wld_register"		=> "ลงทะเบียน Wld",
		"wld_dashboard"		=> "แผงควบคุม",
		"wld_create_site"	=> "สร้างไซต์ใหม่",
		"wld_sites"			=> "ไซต์ของฉัน",
		"wld_ads"			=> "โฆษณา",
		"wld_reports"		=> "รายงาน",
		"wld_wallet"		=> "บัญชีของฉัน",
		"wld_help"			=> "ช่วยด้วย",
		"messages"			=> "ข้อความ",
		"messages_sent"		=> "ส่ง",
		"messages_wink"		=> "พริบ",
		"messages_inbox"	=> "กล่องจดหมายของฉัน",
		"messages_create"	=> "ส่งข้อความ",
		"messages_trash"	=> "ถังขยะ",
		"messages_read" 	=> "อ่านข้อความ",
		"mgal"				=> "อัลบั้มสมาชิก",
		"messages_createcwctest" => "ข้อความ Createcwctest",
		"compatibilityquiz" => "แบบทดสอบความเข้ากันได้",


);

$LANG_BREADCRUMB = array(

		"home"			=> "บ้าน",
		"subscribe"		=> "สมาชิกของฉัน",
		"subscribe_matrix"	=> "แผนภูมิเปรียบเทียบ",
		"cryptoconvert" => "สกุลเงิน Crypto แอบแฝง",
		"cryptopayment"	=> "การชำระเงินด้วย Crypto Currency",
		"register"		=> "สมัครสมาชิก",
		"register_activation"		=> "Activation",
		
		"login"			=> "เข้าสู่ระบบ",
		"blog"			=> "บล็อก",
		"blog_search"		=> "บล็อกทั้งหมด",
		"blog_view"			=> "ดูบล็อก",
		"blog_add"			=> "เพิ่ม Blog",
		"calendar"		=> "เหตุการณ์ที่เกิดขึ้น",
		"calendar_manage"	=> "จัดการกิจกรรม",
		"calendar_search"	=> "ค้นหากิจกรรม",
		"calendar_add"      => "เพิ่มกิจกรรม",
		"calendar_events"	=> "กิจกรรมในปฏิทิน",
		"classads"		=> "คลาสสิฟายด์",
		"classads_add"		=>	"เพิ่มหมวดใหม่",
		"classads_search" 	=> "ค้นหาโฆษณา",
		"classads_view"    => "ดู Classads",
		"order"			=> "ใบสั่ง",
		"order_thankyou"		=> "ขอขอบคุณ",
		"order_requitix"		=> "ขอขอบคุณ",
		"order_cancel"			=> "ยกเลิก",
		"order_error"			=> "ความผิดพลาด",
		"profile"			=> "ข้อมูลส่วนตัว",
		"profile_admin"		=>	"ข้อมูลส่วนตัว",
		"profile_overview"	=> "ภาพรวม",
		"profile_manage"	=> "จัดการ",
		"profile_viewfile"	=> "ดูข้อมูล",
		"profile_blogview" 	=> "มุมมอง Blog",
		"gallery"			=> "เฉลียง",
		"gallery_search"	=> "ค้นหา",
		"gallery_manage"	=> "ดูอัลบั้ม",
		"gallery_edit"		=> "แก้ไขไฟล์",
		"gallery_albums"	=> "ดูอัลบั้มของฉัน",
		"gallery_create"	=> "สร้างอัลบั้ม",
		"gallery_upload"	=> "เพิ่มไฟล์อัลบั้ม",
		"gallery_display"	=> "แสดง Pic",
		"album_name"		=> "jgjgjg",
		"search"			=> "ค้นหา",
		"search_advanced"	=> "การค้นหาขั้นสูง",
		"search_detail"	=> "รายชื่อเพื่อนของฉัน",
		"search_friends" => "เพื่อน",
		"search_gallery" => "เฉลียง",
		"search_1"	=> "รายการที่น่าสนใจของฉัน",
		"search_3"	=> "รายการที่ถูกบล็อก",
		"search_5"	=> "คู่หูของฉัน",
		"groups_search" => "ค้นหากลุ่ม",
		"search_inc" => "Search Inc",
		"search_basic" => "ขั้นพื้นฐาน",
		"search_view" => "ดูการค้นหา",
		"viewed_search" => "ดูการค้นหา",
		"viewed"		=> "ดูโปรไฟล์แล้ว",
		"birthday"		=> "วันเกิดวันนี้",
		"forum"			=> "ฟอรั่ม",
		"matches"		=> "แบบทดสอบ",
		"matches_test"		=> "แบบทดสอบของฉัน",
		"matches_taken"		=> "แบบทดสอบที่ฉันเคยถ่าย",
		"matches_addquiz"	=> "Matchquest Addquiz",
		"matches_add" => "เพิ่มการจับคู่",
		"matches_results"	=> "การจับคู่ผลการค้นหา",	

		"account" 		=> "ประวัติของฉัน",
		"account_comments"	=> "ความคิดเห็น",
		"account_edit"		=> "แก้ไขบัญชี",
		"account_design"	=> "การออกแบบบัญชี",
		"music" 		=> "เพลง",
		"music_search"		=> "เพลงทั้งหมด",
		"music_view"		=> "เพลงของฉัน",
		"videos" 		=> "วิดีโอ",
		"videos_search"		=> "วิดีโอทั้งหมด",
		"friends" 		=> "เพื่อน",
		"games" 		=> "เกม",
		"games_search" 	=> "เกมส์ทั้งหมด",
		"games_play" 	=> "เล่น",
		"games_top" => "คณะกรรมการผู้นำ",
		"settings" 		=> "การตั้งค่า",

		"settings_privacy" => "การตั้งค่าความเป็นส่วนตัว",
		"settings_password" => "เปลี่ยนรหัสผ่าน",
		"settings_cancel" 	=> "ยกเลิกบัญชี",
		"settings_alerts" 	=> "การแจ้งเตือนทางอีเมล",
		"settings_settings" 	=> "การตั้งค่าการจับคู่",
		"settings_gdpr" 	=> "GDPR",
		"groups"		=> "กลุ่ม",
		"groups_view"	=> "ดูกลุ่ม",
		"groups_add"	=> "เพิ่มกลุ่ม",
		"groups_show"	=> "แสดงกลุ่ม",
		"blogs"			=> "บล็อก",
		"classifieds"	=> "คลาสสิฟายด์",
		"events"		=> "เหตุการณ์ที่เกิดขึ้น",
		"recommend"		=> "แนะนำ",
		"photos"		=> "ภาพถ่าย",
		"contact"		=> "ติดต่อ ua",
		"privacy"		=> "นโยบายส่วนบุคคล",
		"articles"		=> "บทความ",
		"articles_view"		=> "ดูบทความ",
		"affiliate"		=> "บริษัท ในเครือ",
		"affiliate_login"	=> "เข้าสู่ระบบ Affiliate",
		"affiliate_join"	=> "ลงทะเบียน Affiliate",
		"faq"			=> 'คำถามที่พบบ่อย',
		"links"			=>	"หน้าลิงค์",
		"invite"		=> "บอกเพื่อน",
		"map"			=> "แผนผังไซต์",
		"wld"			=> "ป้ายขาวเดท",
		"wld_login"			=> "เข้าสู่ระบบ Wld",
		"wld_register"		=> "ลงทะเบียน Wld",
		"wld_dashboard"		=> "แผงควบคุม",
		"wld_create_site"	=> "สร้างไซต์ใหม่",
		"wld_sites"			=> "ไซต์ของฉัน",
		"wld_ads"			=> "โฆษณา",
		"wld_reports"		=> "รายงาน",
		"wld_wallet"		=> "บัญชีของฉัน",
		"wld_help"			=> "ช่วยด้วย",
		"messages"			=> "ข้อความ",
		"messages_sent"		=> "ส่ง",
		"messages_wink"		=> "พริบ",
		"messages_inbox"	=> "กล่องจดหมายของฉัน",
		"messages_create"	=> "ส่งข้อความ",
		"messages_trash"	=> "ถังขยะ",
		"messages_read" 	=> "อ่านข้อความ",
		"mgal"				=> "อัลบั้มสมาชิก",
		"messages_createcwctest" => "ข้อความ Createcwctest",
		"compatibilityquiz" => "แบบทดสอบความเข้ากันได้",

);




$LANG_MESSAGES_MENU = array(



	"" => "ข้อความของฉัน",

		"_?" => "",

	"inbox" => "กล่องข้อความเข้าของฉัน",

		"inbox_?" => "ดูและจัดการข้อความกล่องข้อความเข้าของคุณที่นี่ ",

	"wink" => "วิ้งก์ของฉัน",

		"wink_?" => "ได้รับวิ้งก์ใหม่เหรอ? จัดการวิ้งก์ของคุณที่นี่ ",

	"sent" => "ส่งจดหมาย",

		"sent_?" => "ดูข้อความที่ส่ง ที่นี่.",

	"trash" => "ถังขยะ",

		"trash_?" => "ข้อความที่ถูกลบจะถูกส่งไปที่ถังขยะ จัดการกับมัน ที่นี่ ",

	"create" => "ส่งข้อความ",		

		"create_?" => "สร้างข้อความใหม่เพื่อส่งไปยังสมาชิกอื่นที่นี่ ",

 

);



$LANG_GALLERY_MENU = array(



	"search" => "ดูอัลบั้มทั้งหมด",	

		"search_?" => "",

	"albums" => "ดูอัลบั้มของฉัน",

		"albums_?" => "ดูและจัดการอัลบั้มที่นี่ ",

	"create" => "สร้างอัลบั้ม",

		"create_?" => "สร้างอัลบั้มใหม่และอัพโหลดรูปภาพ, วิดีโอ, เพลง ",

	"upload" => "เพิ่มไฟล์อัลบั้ม",	

		"upload_?" => "อัพโหลดวิดีโอ, เพลง, รูปภาพใหม่ไปยังอัลบั้มที่มีอยู่แล้ว ",

	"display" => "เปลี่ยนรูปภาพหลัก ",

		"display_?" => "รูปภาพหลักจะเป็นรูปภาพแรกที่สมาชิกอื่นเห็นคุณเมื่อดูจากเว็บไซต์ ใช้ตัวเลือกที่นี่เพื่อเลือกรูปภาพ ",

	"manage" => "",	

		"manage_?" => "คลิกไฟล์อัลบั้มเพื่อดูรายละเอียด ",

	"edit" => "",	

		"edit_?" => "ใช้ตัวเลือกด้านล่างเพื่อแก้ไขรายละเอียดไฟล์ ",



);



$LANG_MATCH_MENU = array(



	"test" => "แบบทดสอบของฉัน",

		"test_?" => "ใช้ตัวเลือกที่นี่เพื่อเพิ่มและจัดการแบบทดสอบของคุณ ",



	"addquiz" => "เพิ่มแบบทดสอบใหม่",

		"addquiz_?" => "",



	"results" => "ผลการทำแบบทดสอบ",

		"results_?" => "",



	"add" => "จัดการแบบทดสอบ",			

		"add_?" => "",



	"taken" => "แบบทดสอบที่ทำไปแล้ว",			

		"taken_?" => "ดูและจัดการความเข้ากันได้ของแบบทดสอบ",

);



$LANG_EVENTS_MENU = array(

	"events" => "ดูเหตุการณ์ทั้งหมด",

		"events_?" => "ดูเหตุการณ์ทั้งหมดที่จะเกิดขึ้นที่นี่ ",	

	"add" => "เพิ่มเหตุการณ์",

		"add_?" => "ได้ยินเกี่ยวกับเหตุการณ์ใหม่เหรอ? ทำไมไม่บอกกับผู้อื่นและหาผู้ที่เข้าร่วมล่ะ",	

	"manage" => "เหตุการณ์ของฉัน",		

		"manage_?" => "จัดการเหตุการณ์ที่มีอยู่แล้วที่นี่ ",

	"search" => "ค้นหาเหตุการณ์",		

		"search_?" => "",

);

$LANG_GROUPS_MENU = array(

	"search" => "ดูกลุ่มทั้งหมด",

		"search_?" => "ดูกลุ่มทั้งหมดของเว็บไซต์ที่นี่ ",

	"add" => " สร้างกลุ่ม",

	"view" => "ดูกลุ่ม",

		"view_?" => "ใช้ตัวเลือกข้างล่างเพื่อดูกลุ่มของสมาชิก ",

		"add_?" => "ทำไมไม่ลองสร้างกลุ่มและให้สมาชิกอื่นมาแบ่งปันความสนใจร่วมกับคุณล่ะ ",

	"manage" => " กลุ่มของฉัน",		

		"manage_?" => "จัดการกลุ่มของคุณที่มีอยู่แล้วที่นี่ ",

	"show" => "",		

		"show_?" => "",

);



$LANG_CLASSADS_MENU = array(



	"search" => "โฆษณาทั้งหมด",

		"search_?" => "ดูโฆษณาทั้งหมดที่สร้างโดยสมาชิกของเรา ",

	"manage" => "ดูโฆษณาทั้งหมด",

		"search&fcid=0_?" => "ดูโฆษณาที่คุณได้สร้างทั้งหมดที่นี่ ",

	"add" => "สร้างโฆษณา",

		"add_?" => "สร้างโฆษณาใหม่ที่นี่",

	"view" => "",		

		"view_?" => "",

);

$LANG_MUSIC_MENU = array(

	"search" => "ดูไฟล์เพลง",

		"search_?" => "ดูเพลงทั้งหมดที่ถูกเพิ่มโดยสมาชิกของเราที่นี่ ",

	"view" => "เพลงของฉัน",

		"view_?" => "ดูและจัดการไฟล์เพลงของคุณที่นี่ ",

	"" => "",

		"_?" => "",

);



$LANG_VIDEO_MENU = array(

	"search" => "ดูวิดีโอทั้งหมด",

		"search_?" => "ดูวิดีโอทั้งหมดของสมาชิกที่นี่ ",

	"myvideos" => "วิดีโอของฉัน",

		"myvideos_?" => "รายการข้างล่างเป็นวิดีโอทั้งหมดที่อยู่ในบัญชีผู้ใช้ของคุณ ",



	"view" => "",

		"view_?" => "",

);


$LANG_FLASHCOM_CHAT = array(
	
	"chat" => "วิดีโอแชท",
	
		"chat_?" => "คุณสามารถพูดคุยแบบเห็นหน้ากับสมาชิกคนอื่น ๆ ได้",

);




$LANG_INVITE_MENU = array(

	"&dll=invite" => "ชักชวนเพื่อน",	

		"&dll=invite_?" => "ส่งคำเชิญไปหาเพื่อนด้วยตัวเลือกที่นี่ ",

);

$LANG_1GAME_MENU = array(

	"search" => "ดูเกมทั้งหมด",

		"search_?" => "ดูและเล่นเกมบนเว็บไซต์ที่นี่ ",

	"top" => "รายชื่อผู้นำ",

		"top_?" => "ดูรายชื่อผู้นำในเกม",

	"play" => "เล่นเกม",

		"play_?" => "",

);

$LANG_SETTINGS_MENU = array(



	"privacy" => "ตั้งค่าความเป็นส่วนตัว",

		"privacy_?" => "จัดการความเป็นส่วนตัวของบัญชีผู้ใช้ที่นี่ ",

	"password" => "เปลี่ยนรหัสผ่าน",

		"password_?" => "ปรับปรุงรหัสผ่านที่นี่",

	"cancel" => "ยกเลิกบัญชีผู้ใช้",

		"cancel_?" => "เอ่ยคำอำลา? กรุณาให้เราทราบหากคุณต้องการจะยกเลิกบัญชีผู้ใช้ที่นี่",

	"sms" => "SMS แจ้งเตือนของฉัน",	

		"sms_?" => "จัดการและปรับปรุงการตั้งค่า SMS ที่นี่",

	"alerts" => "อีเมล์แจ้งเตือน",			

		"alerts_?" => "จัดการและปรับปรุงการตั้งค่าอีเมล์แจ้งเตือนที่นี่ ",

	"settings" => "ตั้งค่าคนที่เหมาะสม",

		"settings_?" => "เลือกการตั้งค่าคนที่เหมาะสมที่นี่ และเราจะหาคนที่เหมาะสมให้กับคุณ ",
	"gdpr" => "GDPR",

		"gdpr_?" => "To fully comply with GDPR, you may dwonload your personal data here. <a href='/gdpr' >Download Now</a>",

);

$LANG_BLOG_MENU = array(

	"search" => "ดูบล๊อคทั้งหมด",

		"search_?" => "ตรวจสอบบล๊อคล่าสุดที่นี่ ",

	"view" => "ดูบล๊อคของฉัน",

		"view_?" => "ดูและจัดการบล๊อคของคุณที่นี่ ",

	"add" => "สร้างบล๊อคใหม่",

		"add_?" => "สร้างบล๊อคใหม่และบอกกับผู้คนถึงชีวิตประจำวันของคุณที่นี่",

);

$LANG_LINKS_MENU = array(



	"links" => "หน้าลิ้งก์",

		"links_?" => "หากคุณสนใจที่จะวางการเชื่อมโยงไปยังเว็บไซต์ของคุณ กรุณาติดต่อเราวันนี้ ",



);

// search page

$LANG_SEARCH = array(



	"search" => "ดูสมาชิกทั้งหมด",

		"search_?" => "",



	"search&friendid=2" => "รายชื่อเพื่อนของฉัน",

		"search&friendid=2_?" => "",



	"search&friendid=1" => "รายการเด็ดของฉัน",

		"search&friendid=1_?" => "",



	"search&friendid=2&friend_type=3" => "รายชื่อการปิดกั้นของฉัน",

		"search&friendid=2&friend_type=3_?" => "",



 

);



$LANG_CHAT_MENU = array(



	"chatroom" => "ห้องสนทนา",

		"chatroom_?" => "",

	"im" => "ส่งข้อความทันใจ",

		"im_?" => "",

	"wink" => "ส่งวิ้งก์",

		"wink_?" => "",

	"profile" => "ดูโปรไฟล์",

		"profile_?" => "",

	"forum" => "ดูกระดานข่าว",

		"forum_?" => "",

);



// contact PAGE

$LANG_CONTACT_MENU = array(



	"" => "ติดต่อเรา",	

		"_?" => "หาคุณมีข้อสงสัยเกี่ยวกับเว็บไซต์หรือบริการของเรา กรุณาอย่าลังเลที่จะติดต่อเราด้วยแบบฟอร์มข้างล่างนี้",





);

// sitemap

$LANG_SITEMAP_MENU = array(



	"" => "แผนผังเว็บไซต์",	

		"_?" => "รายการข้างล่างนี้คือแผนที่เว็บ.",



);

$LANG_UPGRADE_MENU = array(



	"" => "สมาชิกภาพของฉัน",	

		"_?" => "ใช้ตัวเลือกข้างล่างเพื่ออัพเกรดสมาชิกภาพของคุณ ",



	"matrix" => "ตารางเปรียบเทียบ",	

		"matrix_?" => "รายการข้างล่างนี้เป็นแพคเกจและบริการทั้งหมดที่คุณจะได้รับ ",

);



$LANG_AFFILIATE_MENU = array(

 

	"" => "เครือข่ายผู้สนับสนุนเว็บ",

		"_?" => "",

	"login" => "เข้าสู่ระบบสนับสนุนเว็บ",

		"login_?" => "",

	"join" => "ร่วมเครือข่ายสนับสนุนเว็บตั้งแต่วันนี้!",

		"join_?" => "",

	"summary" => "ผลรวมของบัญชีผู้ใช้ ",	

		"summary_?" => "",

	"banners" => "แบนเนอร์สนับสนุนเว็บ",			

		"banners_?" => "",

	"edit" => "บัญชีผู้ใช้ของฉัน",	

		"edit_?" => "",

	"payment" => "ประวัติการชำระเงิน",			

		"payment_?" => "",

);



$LANG_FORUM_MENU = array(

	"" => "กระดานข่าว",	

		"_?" => "พูดคุยกับสมาชิกอื่นในกระดานข่าวด้านล่าง ",

);

// articles

$LANG_ARTICLES_MENU = array(

	"" => "บทความ",	

		"_?" => "รายการด้านล่างนี้เป็นบทความล่าสุดของเว็บไซต์ ",



	"view" => "",	

		"view_?" => "",

);



// subscribe

$lang_subscribe = array(



	"" => "อัพเกรดสมาชิกภาพ",	

		"_?" => "ใช้ตัวเลือกด้านล่างเพื่ออัพเกรดสมาชิกภาพของคุณ ",







	"a1" => "อัพเกรดสมาชิกภาพของฉัน",

	"a3" => "อัพเกรดสมาชิกภาพของคุณตั้งแต่วันนี้!",

	"a4" => "ฉันจะอัพเกรดในภายหลัง ",

	"a5" => "สิทธิประโยชน์ในการอัพเกรดวันนี้!",

	"a6" => "คลิกที่แพคเกจเพื่อดูรายละเอียด ",

	"a7" => "อัพเกรดแพคเกจ ",		

	"a8" => "ทางเลือกการชำระเงิน ",	

	"a9" => "วิธีการชำระเงิน ",	

	"a10" => "In order for you to benefit from the reduced rates, Passes are renewed automatically on a monthly basis once your initial subscription expires. You may of course cancel the automatic renewal at any time by contacting us.",

	"a11" => "เรายอมรับ",	

	"a12" => "วิธีการชำระเงิน",

	"a13" => "เลือกวิธีการชำระเงิน",

	"a14" => "อัพเกรดเดี๋ยวนี้",		

	"15" => "สมาชิกภาพปัจจุบัน",

	"16" => "ชำระเงินผ่านธนาคาร",

	"17" => "คุณต้องการทำอะไร",		

	"18" => "โปรดสอบถามธนาคารเพื่อโอนเงิน ",

	"19" => "ใช้ตัวเลือกจากรายการด้านล่าง บัญชีผู้ใช้ของคุณจะถูกสร้างขึ้นและพร้อมใช้งานทันทีที่เราได้รับการชำระเงินจากคุณ",

	"20" => " SMS เครคิตเพิ่มเติม",

);



 

$WINK_MESSAGE_ARRAY = array(

	"0" => "ฉันแค่จะกล่าวทักทาย..",

	"1" => "เวลาที่เขาสร้างตัวอักษร เขาน่าจะจะจับ U และ I มาอยู่ด้วยกันนะ",

	"2" => "คุณพ่อของคุณเป็นเอเลี่ยนรึเปล่าเนี่ย เพราะว่าไม่มีสิ่งใดในโลกนี้ที่เหมือนคุณอีกแล้ว!",

	"3" => "สวัสดี, ฉันแค่อยากจะให้ความพึงพอใจที่จะปฏิเสธฉัน เอาเลย พูดว่าไม่เลย",

	"4" => "คุณพ่อของคุณเป็นขโมยหรือเปล่า? เพราะบางคนได้ขโมยดวงดาวบนท้องฟ้ามาไว้ที่ดวงตาของคุณ!",

	"5" => "คุณดูเหมือนผู้ชาย/ผู้หญิงจากนวนิยายในฝันเลย ",

	"6" => "ที่นี่ร้อนจัง หรือเป็นเพราะคุณก็ไม่รู้?",

	"7" => "ขอโทษด้วยถ้าผมคิดผิด แต่คุณต้องการจะจูบฉันใช่ไหม?",

	"8" => "สวัสดี,ผมไม่พยายามที่จะกดดันคุณ, ผมไม่ต้องการที่จะมีเซ็กซ์แบบไม่เต็มใจ แล้วก็ คุณได้รับความเต็มใจจากผมไปแล้วนะ",

	"9" => "คุณชอบสีอะไรมากที่สุด?",

	"10" => "คุณมีแผนที่มั้ย? เพราะว่าฉันชอบหายไปจากสายตาของคุณ",



);



$lang_overview_page = array(

		

	"a7" => "บันทึกวิดีโอทักทาย",

	"a21" => "ใครกำลังดูโปรไฟล์ของฉัน",

	"51" => "สมาชิกภาพของฉัน",

	"52" => "การจัดการโปรไฟล์",

	"53" => "ไฟล์รูปถ่าย, วิดีโอ, เพลงของฉัน",

		"54" => "คลิกเพื่อดูอัลบั้มของคุณ ",

	"55" => "แก้ไขรายละเอียด",

		"56" => "คลิกเพื่อแก้ไขข้อมูลโปรไฟล์",

	"57" => "จัดการเพื่อนของฉัน ",

		"58" => "คลิกเพื่อดูเพื่อนของคุณ ",

	"59" => "จัดการคอมเมนต์ของฉัน",

		"60" => "คลิกเพื่อดูคอมเมนต์ของคุณ",

	"61" => "เพิ่ม & เปลี่ยนรูปภาพหลัก",

		"62" => "คลิกเพื่ออัพโหลด  & จัดการรูปภาพ",

	"63" => "ตั้งค่าคนที่เหมาะสม",

		"64" => "คลิกเพื่อแก้ไขการตั้งค่าคนที่เหมาะสม",

	"65" => "ตั้งค่าความเป็นส่วนตัว",

		"66" => "คลิกเพื่อแก้ไขความเป็นส่วนตัว ",

	"67" => "บันทึกวิดีโอ",

		"68" => "บันทึกข้อความโปรไฟล์",

	"69" => "สร้างข้อความ",

		"70" => "คลิกเพื่อส่งข้อความใหม่",

	"71" => "การตั้งค่า SMS",

		"72" => "คลิกเพื่อดูการตั้งค่า SMS",

	"73" => "การตั้งค่าการแจ้งเตือนอีเมล์",

		"74" => "คลิกเพื่อแก้ไขการตั้งค่าอีเมล์",

	"75" => "รายชื่อของฉัน",

		"76" => "คลิกเพื่อดูกลุ่มของคุณ ",

	"77" => "กลุ่มของฉัน",

		"78" => "คลิกเพื่อดูกลุ่มของคุณ",

	"79" => "เหตุการณ์ของฉัน",

		"80" => "คลิกเพื่อดูเหตุการณ์ของคุณ",

	"81" => "คลาสสิฟายด์ของฉัน",

		"82" => "คลิกเพื่อดูคลาสสิฟายด์ของคุณ",

	"83" => "บล๊อคของฉัน",

		"84" => "คลิกเพื่อดูบล๊อคของคุณ",

	"86" => "นี่คือลิ้งก์ที่จะช่วยคุณเริ่มต้นจัดการโปรไฟล์ของคุณ อัพโหลดรูป, วิดีโอ, เพลง และเริ่มต้นวันนี้กับการสร้างโปรไฟล์อันสมบูรณ์แบบของคุณ ",

	"87" => "นี่คือลิ้งก์ที่จะช่วยคุณเริ่มต้นจัดการข้อความของคุณ เริ่มต้นติดต่อกับสมาชิกอื่นเพื่อมิตรภาพ ความสนุกสนาน และอื่นๆอีกมากมาย!",

	"88" => "นี่คือลิ้งก์ที่จะช่วยคุณเริ่มต้นจัดการรายการเว็บไซต์ของคุณ สร้างกลุ่มใหม่ เพิ่มโฆษณาหรือเขียนบล็อค",



//

	"89" => "นี่คือลิ้งก์ที่จะช่วยคุณเริ่มต้นจัดการบัญชีผู้ใช้ของคุณ คุณสามารถออกแบบสีโปรไฟล์ อัพเดทการตั้งค่าคนที่เหมาะสม และอื่นอีกมากมาย!",

	"90" => "สมาชิกที่เหมาะกับคุณ",

	"91" => "คลิกที่รูปของสมาชิกเพื่อดูโปรไฟล์",

	

	"92" => "ยินดีต้อนรับ",

	"93" => "วันนี้คุณมองหาอะไรอยู่?",



	"94" => "เปลี่ยนรูปภาพ",



        "95"=>"ใกล้ฉัน",

        "96"=>"เจอฉัน",

        "97"=> "พูดคุย"

);

$lang_register_page = array(



	"1" => "ชื่อนี้มีผู้ใช้แล้ว",

	"2" => "อีเมล์นี้มีผู้ใช้แล้ว",

	"3" => "อีเมล์ไม่ถูกต้อง",

	"4" => "รหัสผ่านสั้นเกินไป!",

	"5" => "ชื่อผู้ใช้สั้นเกินไป!",

	"6" => "ชื่อผู้ใช้มีอักขระพิเศษอยู่!",

	"7" => "รหัสผ่านสั้นเกินไป!",

	"8" => "กรุณากรอกให้ครบทุกช่อง ",

	"9" => "รูปภาพยืนยันไม่ถูกต้อง!",

	"10" => "คุณต้องอัพโหลดรูปภาพ",

	"11" => "ขอขอบคุณ กรุณาตรวจสอบรหัสเปิดการใช้งานที่อีเมล์ของคุณ", 

	"a6" => "ชื่อสมาชิกสามารถผสมกันได้ระหว่างตัวอักษร ตัวเลข อันเดอร์สกอร์ ( _ ) และไฮเฟน ( - ) สูงสุดถึง 15 ตัวอักษร ไม่สามารถเว้นวรรคหรือใส่อักขระอื่นใดนอกจากนี้",	 

	"a8" => "กรุณาใส่อีเมล์ที่ใช้งานได้จริงเพื่อประโยชน์ในการส่งรหัสเปิดใช้งานและข้อมูลรหัสผ่านของคุณ",

	"a10" => "คุณต้องการสิ่งนี้เพื่อแก้ไขโปรไฟล์หรือรับข้อความของคุณ รหัสผ่านต้องมีความยาวระหว่าง 4 ถึง 15 ตัวอักษร",

	"a11" => "ใส่รหัสผ่านอีกครั้ง",

	"a12" => "กรุณาใส่รหัสผ่านเหมือนด้านบนอีกครั้ง",

	"a13" => "รายละเอียดที่ต้องการสำหรับบัญชีผู้ใช้",	

	"a14" => "อัพโหลดรูปภาพ",

	"a15" => "เลือกรูปภาพ",	

	"a16" => "ขนาดสูงสุด: 1Mb, ขนาดต่ำสุด: 105 x 105 พิกเซล, รูปแบบ jpeg หรือ png",	

	"a17" => "คำแนะนำ: เพื่อผลลัพธ์ที่ดีที่สุด เราแนะนำว่าควรเลือกรูปที่ถ่ายเน้นใบหน้า ที่ทำให้ผู้อื่นจดจำคุณได้ง่าย ถ่ายเดี่ยว และหันหน้าเข้าหากล้อง",

	"a18" => "การปรับปรุงเว็บไซต์",

	"a19" => "รับจดหมายข่าวของทางเว็บไซต์",

	"a20" => "รับการแจ้งเตือนและการปรับปรุงต่างๆ",

	"a22" => "กรอกคำที่เห็นในภาพ สิ่งนี้ทำเพื่อป้องกันระบบสมัครสมาชิกอัตโนมัติ กรุณาสังเกตตัวอักษรพิมพ์ใหญ่และเล็กด้วย",

	"a23" => "ฉันได้อ่าน และทำความเข้าใจเกี่ยวกับ ",

	"a24" => "กฏ + ข้อปฏิบัติ",

	"a25" => " ในการใช้งาน",

	"a26" => "เสร็จสิ้นการลงทะเบียน",		

	"28" => "สร้างบัญชีผู้ใช้",

	"29" => "กรุณารอสักครู่ขณะที่กำลังสร้างบัญชีผู้ใช้ ",

	"30" => "ปรับปรุงบัญชีผู้ใช้",

	"31" => "กรุณารอสักครู่ขณะที่กำลังปรับปรุงบัญชีผู้ใช้ของคุณ ",

	"32" => "ยินดีต้อนรับสู่เว็บไซต์ของเรา ",

	"33" => "ยินดีด้วย บัญชีผู้ใช้ของคุณ %s ได้ถูกสร้างแล้ว ",

	"34" => "เราได้ส่งรหัสเปิดใช้งานไปยังอีเมล์ที่คุณได้กรอกไว้แล้ว:",

	"35" => "สิ่งที่คุณต้องทำคือเปิดอีเมล์ของคุณแล้วคลิกที่ลิ้งก์ของข้อความจากเว็บของเรา ",

	"36" => "หากคุณไม่ได้รับ กรุณาเปลี่ยนหรือใส่อีเมล์อีกครั้งด้านล่าง:",

	"37" => "กรุณาใส่อีเมล์ที่ถูกต้อง",
	
	"38" => "ที่อยู่อีเมลใหม่ของคุณได้รับการอัปเดตแล้ว ส่งอีเมลยืนยันไปให้คุณแล้ว",

	"39" => "เราไม่พบรายละเอียดบัญชีของคุณโปรดลองอีกครั้งในภายหลัง",

);

$lang_account_page = array( 

	"5" => "รูปแบบตัวอักษร",

	"6" => "สีพื้นหลัง",

	"7" => "แถบเมนูและส่วนหัว",

	"8" => "สีกล่อง",

	"9" => "ตัวอักษรกลาง",

	"10" => "ตัวอักษรส่วนหัว",

	"11" => "พื้นหลังเว็บ",

	"12" => "เลือกรูป",

	"13" => "ไฟล์",

	"14" => "ชนิดของการแสดง",

	"15" => "ลบรูปที่บันทึกไปแล้ว",

	"16" => "พื้นหลังกล่องรูปภาพ",

	"17" => "พื้นหลังกล่องส่วนหัว",

	"18" => "ตัวอักษรกล่องส่วนหัว",

	"19" => "สีตัวอักษรหลัก",

	"20" => "ตัวอักษรกล่องส่วนหัว",

	"21" => "พื้นหลังกล่องส่วนบน",

	"22" => "พื้นหลังกล่องส่วนกลาง",

	"23" => "อย่าทำซ้ำรูปภาพนี้",

	"24" => "เรียงรูปภาพเป็นแบบกระเบื้อง",

	"25" => "ทำซ้ำในแนวตั้ง",

	"26" => "ทำซ้ำในแนวนอน",

	"27" => "คุณยังไม่มีคอมเม้นต์",

	"28" => "ลบวิดีโอทักทายของฉัน",

	"29" => "ใช้ตัวเลือกด้านซ้ายเพื่อปรับปรุงโทนสีของโปรไฟล์ของคุณ คุณสามารถปรับแต่งสีและอัพโหลดรูปภาพพื้นหลังได้",

);

$lang_messages_page = array(



	"1" => "ชื่อผู้ใช้ไม่ถูกต้อง กรุณาตรวจสอบและลองใหม่อีกครั้ง",

	"2" => "คุณไม่สามารถส่งข้อความถึงตนเองได้ ",

	"3" => "หัวข้อสั้นเกินไป ",

	"4" => "คุณมาถึงขีดจำกัดความยาวข้อความแล้ว",

	"5" => "คุณถูกปิดกั้นการส่งข้อความถึงผู้ใช้นี้ ",

	"a2" => "ดูกล่องข้อความเข้าของฉัน",

	"a3" => "กรุณารอขณะทำการส่งข้อความของคุณ",

	"a4" => "อาจใช้เวลาสักครู่ ขอขอบคุณท่านที่สละเวลารอ",

	"a5" => "กรอกชื่อผู้ใช้ด้านล่าง ",

	"a6" => "กรอกชื่อผู้ใช้ด้านบน ",

	"a17" => "อ่าน",

	"a21" => "ส่งไปยัง",

	"a33" => "ดูกล่องข้อความเข้าของฉัน",

	"a34" => "ข้อความถูกส่งโดย",

	"a35" => "ที่",	

	"a36" => "คุณไม่มีจดหมาย",

	"a38" => "เลือกขีดจำกัดที่จะแสดง",

);

$lang_gallery_page = array(



	"1" => "อัพโหลดไฟล์ล้มเหลว",

	"2" => "อัพโหลดไฟล์สำเร็จ",

	"3" => "คุณใช้พื้นที่หมดไปแล้ว ",	

	"4" => "ไฟล์เพลงที่คุณโหลดมีการผิดพลาดหรือเสียหาย กรุณาตรวจสอบและลองใหม่",

	"5" => "ไฟล์วิดีโอที่คุณโหลดมีการผิดพลาดหรือเสียหาย กรุณาตรวจสอบและลองใหม่",

	"6" => "ไฟล์รูปภาพที่คุณโหลดมีการผิดพลาด",

	"7" => "อัพโหลดไฟล์เสร็จสิ้น",

	"8" => "อัลบั้มได้ถูกสร้างเรียบร้อยแล้ว",

	"9" => "อัลบั้มได้ถูกปรับปรุงแล้ว ",

	"10" => "การอัพโหลดไฟล์ผิดพลาด ",	

	"a1" => "การอัพโหลดของฉัน",

	"a2" => "อัพโหลดไฟล์อัลบั้ม",

	"a4" => "กรุณารอการจัดเก็บไฟล์ของคุณ",

	"a5" => "อาจใช้เวลาสักครู่ขึ้นอยู่กับขนาดของไฟล์",

	"a7" => "เลือกอัลบั้มที่ไฟล์นี้จะถูกจัดเก็บ",

	"a15" => "ขนาดสูงสุด: 1Mb, ขนาดต่ำสุด: 105 x 105 พิกเซล, ชนิดไฟล์ jpeg หรือ png",

	"a16" => "คำแนะนำ: เพื่อผลลัพธ์ที่ดีที่สุด เราแนะนำว่าควรเลือกรูปที่ถ่ายเน้นใบหน้า ที่ทำให้ผู้อื่นจดจำคุณได้ง่าย ถ่ายเดี่ยว และหันหน้าเข้าหากล้อง",

	"a17" => "รูปภาพหลัก",

	"a20" => "รูปภาพหลักของคุณจะเป็นรูปที่แสดงบนโปรไฟล์ของคุณ",	

	"a22" => "ขนาดสูงสุด: 3Mb, ชนิดของไฟล์ mp3, midi และ mpeg.",

	"a23" => "คำแนะนำ: เพื่อผลลัพธ์ที่ดีที่สุด เราแนะนำว่าควรเลือกไฟล์เพลงที่มีขนาดน้อยกว่า 1Mb เพื่อความเร็วในการอัพโหลดและการรับฟัง",

	"a24" => "กรอก URL ของ YouTube ",

	"a25" => "กรอกที่อยู่เว็บ Youtube เท่านั้น, ไม่ใช่การใส่โค้ด",

	"a26" => "ตัวอย่าง: คัดลอกที่อยู่ของเว็บไซต์ เช่น http://youtube.com/watch?v=Dc541D7ny9I42234 ลงในกล่องด้านบน",

	"a28" => "ขนาดสูงสุด: 5Mb, ชนิดของไฟล์ mpg, mpeg, mov, qt, mxu, movie และ divx",

	"a29" => "คำแนะนำ: เพื่อผลลัพธ์ที่ดีที่สุด เราแนะนำว่าควรเลือกวิดีโอที่คุณเพิ่งสร้างขึ้นมา",	

	"a32" => "อัพโหลดไฟล์ ",

	"a40" => "อัพโหลดไฟล์อัลบั้ม ",

	"a44" => "รูปภาพหลัก",

	"a46" => "ไม่มีไฟล์ในอัลบั้มนี้ ",

	"a53" => "ไม่มีคอมเม้นต์ในไฟล์นี้ ",

	"a62" => "อัพโหลดไฟล์อัลบั้ม ",

	"a64" => "สร้างรายละเอียดสำหรับอัลบั้มใหม่ เช่น รูปภาพวันหยุดของฉัน",

	"a66" => "อัลบั้มส่วนตัว",

	"a69" => "รูปสำหรับผู้ใหญ่",

	"a70" => "อัลบั้มสาธารณะ",

	"a71" => "ตัวเลือกนี้จะเป็นการกำหนดว่าจะยอมให้ใครดูอัลบั้มของคุณได้บ้าง",

	"a74" => "กรอกชื่อเรื่องที่สามารถจำได้สำหรับไฟล์ของคุณ ",	

	"76" => "ปล่อยว่างไว้หากคุณไม่ต้องการใส่รหัสผ่าน",

);

$lang_match_page = array(



	"1" => "ได้สร้างแบบทดสอบใหม่ คลิกที่นี่เพื่อทำแบบทดสอบ!",

	"2" => "แบบทดสอบได้ถูกเพิ่มแล้ว สร้างคำถามใหม่ได้ทันที..",

	"3" => "คำอธิบายการทดสอบถูกปรับปรุงแล้ว",

	"4" => "ชื่อเรื่องสั้นเกินไป",

	"5" => "คำถามได้ถูกเพิ่มแล้ว",

	"6" => "คำถามได้ถูกปรับปรุงแล้ว",

	"7" => "ขอบคุณ, ผลการหาคนที่เหมาะสมได้ถูกปรับปรุงแล้ว",

	"8" => "การตั้งค่าคนที่เหมาะสมถูกบันทึกแล้ว",					

	"a1" => "การตั้งค่าคนที่เหมาะสม",

	"a3" => " คนที่เหมาะสมทั้งหมดที่พบ!",

	"a4" => "สร้างการตั้งค่าคนที่เหมาะสมใหม่",

	"a5" => "ผลการคนหาคนที่เหมาะสม ",

	"a8" => "ปรับปรุงการตั้งค่าคนที่เหมาะสม",	 

	"a10" => "กรอกหัวข้อเพื่ออธิบายคำถามที่คุณต้องการจะถาม ตัวอย่าง : คุณรู้จักฉันดีแค่ไหน!",

	"a13" => "จัดการแบบทดสอบ",	

	"a22" => "คุณยังไม่มีแบบทดสอบ ",  

	"a31" => "กรุณากรอกข้อมูลให้ครบทั้ง 5 ช่อง ",	

	"a33" => "คำถามเพื่อหาคนที่เหมาะสม",

	"a36" => "คำตอบที่เป็นไปได้ ",

	"a37" => "เลือกคำตอบที่ชอบโดยคลิกที่กล่องด้านขวาถัดจากคำตอบ",

	"a42" => "คุณยังไม่ได้สร้างคำถาม ใช้แบบฟอร์มด้านบนเพื่อสร้าง",

	"a48" => "คุณยังไม่มีผลการทดสอบที่ตรงกัน ",

	"a57" => "ทำแบบทดสอบ",	

	"a60" => "แบบทดสอบที่ฉันทำไปแล้ว",

	"a61" => "ผลการทดสอบของฉัน",	

	"a66" => "คุณยังไม่มีผลการทดสอบที่ตรงกัน ",	

	"a67" => "ปรับปรุงการตั้งค่า",

	"10" => "เลือกไอค่อนแบบทดสอบ",

	"11" => "เวลาที่ใช้",



);

$lang_ajax = array(

 

	"2" => "เพิ่มผลโหวตแล้ว ขอบคุณ",

	"3" => "วันนี้คุณไม่สามารถส่งวิ้งก์ได้!",

	"4" => "วิ้งก์ของคุณได้ถูกส่งไปที่ ",

	"5" => "วิ้งก์ของคุณได้ถูกส่งแล้ว",

	"6" => "กรุณาเข้าสู่ระบบเพื่อใช้งาน!",

	"7" => "ปรับปรุงสมาชิกแล้ว",	

	"8" => "ลบอัลบั้มเรียบร้อยแล้ว",

	"9" => "อนุมัติคอมเม้นต์แล้ว",

	"10" => "ลบคอมเม้นต์แล้ว",

	"11" => "คอมเม้นต์ถูกส่งไปรอการอนุมัติ",

	"12" => "รูปภาพหลักถูกปรับปรุงแล้ว",

	"13" => "ผลของคนที่เหมาะสมถูกลบแล้ว",	

	"14" => "คำถามถูกลบแล้ว",

	"15" => "แบบทดสอบถูกลบแล้ว",

	"16" => "ลบคอมเม้นต์แล้ว",

	"17" => "อนุมัติคอมเม้นต์แล้ว",

	"18" => "คอมเม้นต์ของคุณถูกส่งไปรอการอนุมัติ",

	"19" => "ลบบล๊อกแล้ว",

	"24" => "ลบไฟล์อัลบั้มแล้ว",

	"26" => "ชื่อผู้ใช้สั้นเกินไป!",

	"27" => "ชื่อผู้ใช้มีอักษรพิเศษอยู่",

	"28" => "ชื่อนี้มีผู้ใช้แล้ว กรุณาเลือกใหม่",	

	"29" => "อีเมล์ผิดพลาด",

	"30" => "รหัสผ่านสั้นเกินไป!",

	"31" => "ต้องมีตัวเลขผสมกับตัวอักษร",	

	"32" => "ส่งวิ้งก์มาให้คุณ!",

	"33" => "คุณได้รับวิ้งก์จาก",	

	"34" => "สมาชิกนี้อยู่บนรายชื่อของคุณแล้ว",

	"35" => "กรุณาเข้าสู่ระบบ ",

	"37" => "ข้อความต่อวัน ",

	"38" => "วิ้งก์ต่อวัน ",

	"39" => "ส่งได้มากถึง ",

	"40" => "มากถึง",

	"41" => "โปรไฟล์ที่น่าสนใจในผลการค้นหา",

	"42" => "โปรไฟล์แนะนำบนหน้าหลักของเรา",

	"43" => "เครดิต SMS เพิ่มเติม",

	"44" => "กรุณา <a href='index.php?dll=login'>เข้าสู่ระบบ</a> เพื่อโพสต์คอมเม้นต์",

	"45" => "อีเมล์นี้มีผู้ใช้งานแล้ว ",

	"46" => "กรุณาเข้าสู่ระบบเพื่อใช้งาน!",

	"47" => "รายละเอียดเหตุการณ์ได้ถูกปรับปรุงแล้ว",

	"48" => "ลบเหตุการณ์แล้ว",			
"_friends3" => "Chat",
"_hotlist3" => "Friends",
"_block3" => "Block",
"_wink3" => "Wink",
"_email3" => "Email",
"_email4" => "Send Emails",
"_credits2" => "Credits",
"_balance2" => "Balance:",


);



// ORDER COMPLETE PAGE

$LANG_ORDER_MENU = array(

	"thankyou" => "อัพเกรดเรียบร้อยแล้ว",	

		"thankyou_?" => "ขอบคุณสำหรับการสั่งซื้อ บัญชีผู้ใช้ของคุณกำลังถูกปรับปรุง กรุณาออกจากระบบเพื่อปรับการเปลี่ยนแปลง",

	"cancel" => "การอัพเกรดถูกยกเลิก",	

		"cancel_?" => "คำขอการอัพเกรดของคุณได้ถูกยกเลิก ไม่มีธุรกรรมใดๆเกิดขึ้นในขณะนี้ คุณมีข้อสงสัย อย่าลังเลที่จะติดต่อเรา",

	"error" => "การอัพเกรดผิดพลาด",	

		"error_?" => "เกิดข้อผิดพลาดขึ้นระหว่างการอัพเกรด ติดต่อเราวันนี้หากมีปัญหาขึ้นกับบัญชีผู้ใช้ของคุณ",



);

$LANG_TOUR = array(

	"a1" => "ทัวร์เว็บไซต์",

	"a3" => "ยังไม่ได้เป็นสมาชิกหรือ? ลงทะเบียนได้ที่นี่",	

	"a4" => "<p><strong>ยินดีต้อนรับสู่เว็บไซต์ของเรา</strong><br>  นี่คือเว็บไซต์ชุมชนออนไลน์สำหรับทุกเพศทุกวัย เป็นสมาชิกกับเราและเริ่มต้นพบปะผู้คนที่มีความชอบตรงกับคุณ ผู้ซึ่งมองหามิตรภาพ, ความรัก และอีกมากมาย!</p><p>สมัครได้ฟรี คลิกที่ปุ่มด้านล่างเพื่อเริ่มต้นทันที!<p><p>ภายในเว็บของเรามีบริการมากมายเพื่อช่วยคุณ อาทิเช่น;</p>",	

	"a6" => "<strong>ช่วงเริ่มต้น</strong><p>การสมัครสมาชิกรวดเร็วและง่ายดาย คุณสามารถเพิ่มรายละเอียดของคุณได้ที่โปรไฟล์ของคุณ</p><p>แค่กรอกในสิ่งจำเป็นที่คุณต้องกรอก เช่น ชื่อ, อีเมล์, วันเกิดและ คุณสามารถกลับไปเพิ่มในภายหลังได้ </p>เมื่อไรก็ตามที่คุณยืนยันตัวตนผ่านอีเมล์แล้ว ทุกสิ่งทุกอย่างก็ขึ้นอยู่กับคุณแล้ว ขอให้โชคดีและมีความสุขกับการเดท",

	"a7" => "<p><strong>เริ่มการค้นหา</strong><br>เมื่อลงทะเบียนครั้งแรก ใช้ระบบค้นหาที่มากด้วยประโยชน์ของเราสิ มันทั้งรวดเร็วและง่ายดาย และยังใช้หาสิ่งที่คุณคิดว่าสำคัญในการออกเดทได้ ไม่ว่าจะเป็นรูปร่างลักษณะ, ศาสนา, การใช้ชีวิต และอาชีพการงาน ระบบของเราให้คุณโทรหาผู้อื่นได้อีกด้วย</p><p>คุณสามารถดูโปรไฟล์ของผู้อื่นได้ตามต้องการและสามารถดูรูปภาพขนาดใหญ่ได้ ซึ่งไม่เหมือนกับที่อื่น ที่ให้คุณได้ดูแต่รูปขนาดเล็ก</p>",

	"a8" => "<strong>ระบบวิ้งก์</strong><p>หากคุณยังเขินอายที่จะบอกความในใจกับใครสักคนแล้วล่ะก็ เราสามารถช่วยคุณได้</p><p>ระบบวิ้งก์ของเราจะช่วยให้ผู้อื่นรู้ว่าคุณกำลังสนใจในตัวเขาอยู่โดยที่ไม่ต้องพูดกันมากมาย!</p><p>ระบบวิ้งก์ของเรายังเชื่อมโยงกับการแจ้งเตือน SMS เพื่อให้คุณรับรู้ได้ผ่านทางมือถืออีกด้วย!</p>",

	"a9" => "<p><strong>แจ้งเตือน SMS</strong><br><p>ระบบแจ้งเตือน SMS ของเราจะทำให้คุณไม่พลาดข่าวสารของทางเว็บไซต์เพื่อให้คุณรู้สึกเหมือนอยู่บนเว็บของเราตลอดเวลา!</p><p>ระบบแจ้งเตือน SMS ของเรายังทำให้คุณทราบถึงการได้รับวิ้งก์หรือข้อความใหม่ ส่งตรงไปยังมือถือของคุณทันที!</p><p>อย่ารอช้า เริ่มต้นวันนี้เลย!</p>"

);

 

$_LANG_LOGIN = array(

	"login" => "สมาชิกเข้าสู่ระบบ",	

		"login_?" => "",

	"1" => "บัญชีนี้ถูกระงับการใช้งาน",

	"2" => "บัญชีผู้ใช้นี้ยังไม่ได้เปิดใช้งาน กรุณาตรวจสอบอีเมล์และกรอกรหัสยืนยันตัวตนของคุณ",

	"3" => "บัญชีผู้ใช้ของคุณรอการอนุมัติจากผู้ดูแลระบบ เมื่ออนุมัติแล้วจะมีอีเมล์แจ้งเตือนอีกครั้งหนึ่ง ขอขอบคุณที่สละเวลาในการ",

	"4" => "ข้อมูลการเข้าสู่ระบบของคุณไม่ถูกต้อง กรุณาตรวจสอบและลองใหม่อีกครั้ง",

	"5" => "ขออภัย รหัสของคุณไม่ถูกต้อง",

	"6" => "บัญชีผู้ใช้ของคุณได้ถูกสร้างขึ้นแล้ว และลิ้งค์เปิดใช้งานได้ถูกส่งไปยังอีเมล์ของคุณตามที่ได้กรอกไว้แล้ว คุณต้องทำการเปิดใช้งานโดยการคลิกลิ้งค์ที่อีเมล์ของคุณก่อนถึงจะเข้าสู่ระบบในเว็บได้<br><br><p> หากคุณไม่ได้รับอีเมล์เปิดการใช้งาน กรุณาตรวจสอบที่อีเมล์ขยะ หากว่าไม่ได้รับจดหมายเลย กรุณา <a href='index.php?dll=contact'>ติดต่อ</a> เราและเราจะเปิดการใช้งานให้ท่าน</a> ",

	"7" => "อีเมล์ของท่านไม่พบในฐานข้อมูล ",

	"8" => "อีเมล์ของท่านไม่ถูกต้อง กรุณาตรวจสอบและลองใหม่อีกครั้ง",

	"9" => "อีเมล์ของท่านไม่ถูกต้อง กรุณาตรวจสอบและลองใหม่อีกครั้ง",

	"10" => "ขอบคุณ เราได้ส่งรหัสผ่านใหม่ไปยังอีเมล์ของคุณแล้ว",

	"11" => "บัญชีผู้ใช้ของคุณได้เปิดใช้งานไปแล้ว",	

	"a3" => "ชื่อผู้ใช้หรืออีเมล์",

	"a7" => "กรอกรหัสเปิดการใช้งาน",

	"a11" => "ส่งรหัสเปิดการใช้งานอีกครั้ง",

	"a12" => "กรอกอีเมล์",

	"a13" => "เปิดการใช้งาน",

	"a15" => "รหัสเปิดการใช้งาน",

	"a16" => "ส่งรหัสอีกครั้ง",

);





$LANG_INVITE_PAGE = array(

 	"7" => "รายละเอียดการเข้าสู่ระบบของคุณไม่ถูกต้อง กรุณาตรวจสอบและลองใหม่",

	"a28" => "เราเจอ",

	"a29" => "ผู้ติดต่อ",

	"a30" => "ผู้ติดต่อได้เข้าร่วมเป็นสมาชิกแล้ว",

	"a31" => "คุณต้องการส่งคำเชิญไปให้ผู้อื่นหรือไม่?",	

	"a32" => "ใช่",

	"a33" => "ไม่ ขอบคุณ",

);

$LANG_GAMES_PAGE = array(

	"1" => "เล่นครั้งสุดท้าย",

	"2" => "เล่น",

	"3" => "ครั้ง",

	"4" => "ผู้เล่นดีเด่น",

	"5" => "คะแนนสูงสุด",

	"6" => "รายชื่อผู้นำ",

	"7" => "อันดับ 2 และ 3",

	"8" => "เล่นเดี๋ยวนี้",

 	"9" => "เกมทั้งหมด",

);



$LANG_SETTINGS = array(

	 

	"5" => "เบอร์มือถือต้องขึ้นต้นด้วย 0",

	"6" => "เบอร์มือถือไม่ถูกต้อง",

	"7" => "ปรับปรุงรายละเอียด SMS แล้ว",

	"9" => "ปรับปรุงรหัสผ่านแล้ว",

	"10" => "รหัสผ่านปัจจุบันของคุณไม่ตรงกัน",

	"11" => "บัญชีผู้ใช้ที่ต้องการจะลบ ",

	"12" => "บัญชีผู้ใช้ถูกเปิดใช้งานอีกครั้ง ",	

	"a1" => "การแจ้งเตือน SMS ของฉัน",

	"a2" => "เบอร์มือถือของฉัน",

	"a3" => "หมายเหตุ. กรุณาอย่าใส่รหัสประเทศลงในช่อง ใส่แค่เบอร์มือถือเท่านั้น",

	"a5" => "หมายเหตุ. เบอร์นี้จะถูกส่งไปยังประเทศที่คุณใช้มือถือ",

	"a6" => "รับการแจ้งเตือนข้อความ",

	"a9" => "ฉันต้องการรับการแจ้งเตือนเมื่อมีคนส่งข้อความใหม่",	

	"a10" => "รับการแจ้งเตือนวิ้งก์ ",

	"a11" => "ฉันต้องการรับการแจ้งเตือนเมื่อมีคนส่งวิ้งก์ใหม่",	

	"a12" => "คุณมี",

	"a13" => "SMS เครดิตเหลืออยู่!",

	"a14" => "คลิกที่นี่เพื่อซื้อเครดิต SMS ",

	"a16" => "การแจ้งเตือนอีเมล์ของฉัน",	

	"a17" => "อีเมล์ของฉัน",

	"a18" => "หมายเหตุ. กรุณาแน่ใจว่ามีอีเมล์นี้อยู่จริง",

	"a19" => "แจ้งเตือนข้อความใหม่",

	"a20" => "ฉันต้องการถูกเตือนเมื่อได้รับข้อความใหม่หรือเมื่อข้อความถูกเปิดอ่าน",

	"a21" => "แจ้งเตือนวิ้งก์ใหม่ ",

	"a22" => "ฉันต้องการถูกเตือนเมื่อมีคนส่งวิ้งก์ให้ฉัน",

	"a23" => "คำขอพบเพื่อนใหม่",

	"a24" => "ฉันต้องการถูกเตือนเมื่อสมาชิกต้องการเพิ่มฉันเป็นเพื่อน",

	"a25" => "ผลการค้นหาคนที่เหมาะสมใหม่",

	"a26" => "ฉันต้องการรับรายชื่อของ 'ชุมชนคนโสด'",	

	"a27" => "โปรโมชั่น",	

	"a28" => "ฉันต้องการรับรู้ถึงข่าวส่งเสริมการขาย",

	"a29" => "จดหมายข่าว",	

	"a30" => "ฉันต้องการรับจดหมายข่าวจากทางเว็บ",

	"a34" => "เปิดการสนมนาส่วนตัว",	

	"a37" => "ฉันต้องการแสดงปุ่มสนทนาส่วนตัวบนโปรไฟล์ของฉัน",

	"a38" => "อนุมัติเพื่อนอัตโนมัติ",

	"a39" => "หากคุณต้องการให้มีการยอมรับอัตโนมัติ เลือก ใช่",

	"a40" => "อนุมัติคอมเม้นต์อัตโนมัติ",

	"a41" => "ฉันต้องการถูกเตือนเมื่อได้รับข้อความใหม่หรือเมื่อข้อความถูกเปิดอ่าน",	

	"a51" => "ถ้าคุณตัดสินใจที่จะปิดบัญชีผู้ใช้ คลิกที่กล่องด้านล่างเพื่อยืนยันว่าคุณต้องการจะยกเลิกบริการทั้งหมดและบัญชีผู้ใช้ของคุณ บัญชีผู้ใช้ของคุณจะถูกลบโดยผู้ดูแลระบบภายใน 7 วันนับจากวันที่คุณดำเนินการยืนยัน",

	"a52" => "คุณแน่ใจหรือ?",	



	"a53" => "การเข้าถึงข้อมูลส่วนตัว (ที่ไม่ใช่เพื่อน)",

	"a54" => "เลือกส่วนของรายละเอียดของคุณเพื่อป้องกันจากเพื่อนที่ไม่ใช่.",

	"a55" => "การเข้าถึงข้อมูลส่วนตัว (เพื่อน)",

	"a56" => "เลือกส่วนของรายละเอียดของคุณเพื่อป้องกันจากเพื่อน.",

						

);





$LANG_AFFILIATE_PAGE = array(

	"1" => "ปรับปรุงบัญชีผู้ใช้แล้ว",

	"2" => "บัญชีนี้ถูกระงับการใช้งาน",

	"3" => "ชื่อผู้ใช้ไม่ถูกต้อง",					

	"4" => "อีเมล์นี้ถูกใช้งานแล้ว",

	"5" => "อีเมล์ไม่ถูกต้อง",

	"6" => "รหัสผ่านสั้นเกินไป",

	"7" => "ที่อยู่ของผู้ใช้ไม่ถูกต้อง",

	"8" => "ชื่อผู้ใช้มีอักษรพิเศษ",

	"9" => "รหัสผ่านสั้นเกินไป",

	"10" => "กรุณากรอกข้อมูลให้ครบทุกช่อง",

	"11" => "ขอบคุณ บัญชีผู้ใช้ของท่านได้ถูกสร้างขึ้นเรียบร้อยแล้ว คุณสมารถเข้าสู่ระบบได้.",

	"12" => "อีเมล์ไม่ถูกต้อง กรุณาตรวจสอบและลองใหม่อีกครั้ง",

	"13" => "อีเมล์ไม่ถูกต้อง กรุณาตรวจสอบและลองใหม่อีกครั้ง",

	"14" => "ขอบคุณ เรากำลังส่งรหัสผ่านใหม่ไปยังอีเมล์ของคุณ",

	"a1" => "โปรแกรมผู้สนับสนุนเว็บ",

	"a2" => "เข้าร่วมโปรแกรมผู้สนับสนุนเว็บของเรา",

	"a3" => "เป็นผู้สนับสนุนเว็บแล้วหรือ? เข้าสู่ระบบที่นี่",

	"a4" => "รายละเอียดการเข้าสู่ระบบของผู้สนับสนุนเว็บ",

	"a14" => "รหัสไปรษณีย์",

	"a20" => "เช็คสั่งจ่ายไปยัง",

	"a21" => "ยังไม่เป็นผู้สนับสนุนเว็บ?",

		"a23" => "ชื่อผู้ใช้หรืออีเมล์",

	"a26" => "กรอกอีเมล์ของคุณ",	

	"a27" => "ประวัติการทำธุรกรรม",

	"a29" => "จำนวนเงินที่ได้รับทั้งหมด",

	"a31" => "จ่ายแล้ว",	

	"a32" => "สร้างบัญชีผู้ใช้แล้ว",

	"a33" => "อัตราคอมมิชชั่นในปัจจุบัน",

	"a34" => "ผลรวมบัญชีผู้ใช้",

	"a35" => "จำนวนคลิกทั้งหมด",

	"a36" => "จำนวนผู้ที่ลงทะเบียนทั้งหมด",

	"a37" => "จำนวนผู้สนใจทั้งหมด",

	"a38" => "รายได้ทั้งหมด",

	"a39" => "จ่ายไปแล้วทั้งหมด",

	"a40" => "ยอดคงเหลือ",

	"a41" => "ชำระเงินไป",

	"a42" => "นี่คือชื่อของบุคคลที่คุณต้องการให้ส่งการชำระเงินไป",





);

$GLOBALS['_META'] = $LANG_;	

$GLOBALS['LANG_COMMON'] = $LANG_COMMON;

$GLOBALS['_LANG_ERROR'] = $LANG_ERROR;

$GLOBALS['_LANG'] = $LANG_BODY;

$GLOBALS['LANG_NETWORK']=  $LANG_INVITE_PAGE; 

$GLOBALS['LANG_GAMES'] = $LANG_GAMES_PAGE;

$GLOBALS['LANG_SETTINGS'] = $LANG_SETTINGS;

$GLOBALS['LANG_WELCOME'] = $LANG_WELCOME;

$GLOBALS['LANG_GLO_OPTIONS'] = $lang_global_options;

$GLOBALS['LANG_LOGIN'] = isset($lang_main_sub_sub22);

$GLOBALS['LANG_ORDER'] = $lang_subscribe;

$GLOBALS['LANG_OVERVIEW'] = $lang_overview_page;

$GLOBALS['LANG_REGISTER'] = $lang_register_page; 

$GLOBALS['LANG_ACCOUNT'] = $lang_account_page;

$GLOBALS['LANG_MESSAGES'] = $lang_messages_page;

$GLOBALS['LANG_GALLERY'] = $lang_gallery_page;

$GLOBALS['LANG_MATCH'] = $lang_match_page;

$GLOBALS['LANG_AJAX'] = $lang_ajax;

/*    ---------------  VERSION 13  ---------------- */

$LANG_COMPATIBILITY = array(
	'page_title' => 'Compatibility Quiz',
	'title' => 'Take the Compatibility Quiz',
	'questions' => 'Questions',
	'content_heading' => 'Take the Compatibility Quiz'

);


?>